Repository: BenitoJedai/mozilla-gaia
Catalog: ha/apps/email/email.properties.po
Languages: ha

source: Mail
ha: Rubutaccen saƙo

source: You are not set up to send or receive email. Would you like to do that now?
ha: Ba'a saita maka yadda za ka aika ko karɓi saƙon imel ba. Kana son yin haka yanzu?

source: To send and receive email, you will need to set up an account.
ha: Domin aikawa da karɓar imel, kana bukatar saita asusu.

source: New Account
ha: Sabon Asusu

# setup-info-name.placeholder
source: Your name
ha: Sunanka

source: someone@example.com
ha: wane@misali.com

# setup-info-password.placeholder
source: Password
ha: Kalmar wucewa

# setup-info-next
source: Next
ha: Gaba

source: Setting up account
ha: Buɗe asusu

source: Mail account setup
ha: Saitin asusun rubutaccen saƙo

source: All done!
ha: An gama duk!

source: Add another account
ha: Daɗa wani asusun

source: Continue to Mail
ha: Ci gaba zuwa Rubutaccen saƙo

source: This device is currently offline. Connect to a network and try again.
ha: Wannan na'urar ba ta kan layi a yanzu. Haɗa da yanar gizo kuma ka sake jarrabawa.

source: Invalid username or password. Check for typos.
ha: Sunan mai amfani ko kalmar wucewa maras inganci. Duba kuskuren rubutu.

source: Invalid e-mail address. Check for typos.
ha: Adireshin i-mel maras inganci. Duba kuskuren rubutu.

source: The server said you’re not authorized to create an account
ha: Uwar-garke ta ce ba'a yi maka izini na ƙirƙirar asusu ba

source: Server unsupported. The POP3 server does not implement required features.
ha: Uwar-garke ba ta da tallafi. Uwar-garken POP3 ba ta aiwatar da kamannin da aka nema.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
ha: Kuskuren da ba'a sani ba ya afku. Duba haɗin yanar gizonka ko ka jarraba zaɓin saitawa da hannu.

source: You must use an application specific password for two-factor Gmail accounts
ha: Dole ka yi amfani da aikace-aikace mai amfani da keɓantacciyar kalamar wucewa domin asusun Gmail masu matakai-biyu

source: You must enable IMAP for your Gmail account
ha: Dole ka kunna IMAP domin asusunka na Gmail

source: You must enable POP3 for your Gmail account
ha: Dole ka kunna POP3 domin asusunka na Gmail

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
ha: Ya gaza samar da haɗi marar haɗari tare da "{{uwar-garke}}". Wannan na iya zama matsala ga haɗinka ko ga uwar-garken.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
ha: Ya gaza samar da haɗi tare da "{{uwar-garke}}". Wannan na iya zama matsala ga haɗin.

source: There is a problem with the server "{{server}}". Try again later.
ha: Akwai matsala tare da uwar-garken "{{uwar-garke}}". Sake jarrabawa nan gaba.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
ha: Ya gaza saita asusunka da kansa. Gyara adireshinka na i-mel ko ka sake gwadawa a zaɓin jadawalin saitawa da hannu.

source: The server "{{server}}" is offline for maintenance. Try again later.
ha: Uwar-garken "{{uwar-garke}} ba ta kan layi sabo da ana gyara. Sake gwadawa nan gaba.

source: This account is already configured.
ha: An riga an sake saita wannan asusun.

source: Manual setup
ha: Saitin jadawali

source: Manual Setup
ha: Saitin jadawali

# setup-manual-account-type
source: Account type
ha: Yanayin asusu

# setup-manual-imap-header
source: IMAP settings
ha: Saitunan IMAP

# setup-manual-pop3-header
source: POP3 settings
ha: Saitunan POP3

# setup-manual-smtp-header
source: SMTP settings
ha: Saitunan SMTP

# setup-manual-activesync-header
source: ActiveSync settings
ha: Saitunan ƘarfinDaidaitawa

# setup-manual-next
source: Next
ha: Gaba

source: Socket Type
ha: Irin soket

# setup-manual-hostname.placeholder
source: Hostname
ha: Sunan Maimasauki

source: Port Number
ha: Lambar haɗi

# setup-manual-username.placeholder
source: Username
ha: Sunan mai amfani

source: Domain\Username
ha: Gunduma\Sunan mai amfani

source: Bad password!
ha: Mummunar kalmar wucewa!

source: We could not sign in to the server. Maybe your password is wrong?
ha: Ba za mu iya shiga uwar garke ba. Watakila kalmar wucewarka ba dai dai ba ce?

source: New password
ha: Sabuwar kalmar wucewa

source: Retry with new password
ha: Sake gwadawa da sabuwar kalmar wucewa

source: Two-Factor Enabled
ha: An kunna mai Mataki-biyu

source: You need to enter an application-specific password below.
ha: Kana bukatar shigar da kalmar wucewa mai aiki na musamman a ƙasa.

source: Use application password
ha: Yi amfani da kalmar wucewa ta aikace-aikace

source: IMAP Disabled
ha: An kashe IMAP

source: You must enable IMAP on your Gmail account
ha: Dole ka kunna IMAP na kan asusunka na Gmail

# setup-gmail-imap-retry
source: Retry
ha: Sake gwadawa

source: POP3 Disabled
ha: An kashe POP3

source: You must enable POP3 on your Gmail account
ha: Dole ka kunna POP3 a asusunka na Gmail

# setup-gmail-pop3-retry
source: Retry
ha: Sake gwadawa

source: Mail Settings
ha: Saitunan rubutaccen saƙo

source: Account
ha: Asusu

# settings-account-name
source: Your name
ha: Sunanka

source: Display notifications for new messages
ha: Nuna sanarwa domin sababbin saƙo

source: Play sound after message is sent
ha: Yi ƙara bayan aika saƙo

source: Data
ha: Bayani

source: Check for new messages
ha: Duba domin sabon saƙonka

source: Server settings
ha: Saitunan uwar-garke

source: Username and password
ha: Sunan mai amfani da kalmar wucewa

source: Done
ha: An kammala

# settings-account-section
source: Accounts
ha: Asusu

source: Add Account
ha: Daɗa asusu

source: Delete account
ha: Goge asusu

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
ha: Ka tabbatar ka na so ka goge {{asusunka}} assusun saƙo? Sai ka sake sauke saƙonka idan ka sake ƙirƙirar asusun.

# settings-account-delete-cancel
source: Cancel
ha: Soke

# settings-account-delete-confirm
source: Delete
ha: Goge

source: {{account-name}} (IMAP)
ha: {{sunan asusu}} (IMAP)

source: {{account-name}} (POP3)
ha: {{sunan asusu}} (POP3)

source: {{account-name}} (SMTP)
ha: {{sunan asusu}} (SMTP)

source: General settings
ha: Saituna na bai ɗaya

source: Always show images
ha: Ko yaushe nuna hotuna

source: Download attachments
ha: Sauke abubuwan maƙalawa

source: Every 5 minutes
ha: Duk mintina 5

source: Every 10 minutes
ha: Duk mintina 10

source: Every 15 minutes
ha: Bayan duk mitina 15

source: Every 30 minutes
ha: Bayan duk mintina 30

source: Every hour
ha: Ko wace awa

source: Manually
ha: Da hannu

# settings-check-dynamic
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

source: seconds
ha: daƙiƙoƙi

# settings-check-dynamic[one]
source: {{ n }} seconds
ha: daƙiƙoƙi {{ n }}

# settings-check-dynamic[two]
source: {{ n }} seconds
ha: daƙiƙoƙi {{ n }}

# settings-check-dynamic[few]
source: {{ n }} seconds
ha: daƙiƙoƙi {{ n }}

# settings-check-dynamic[many]
source: {{ n }} seconds
ha: daƙiƙoƙi {{ n }}

# settings-check-dynamic[other]
source: {{ n }} seconds
ha: daƙiƙoƙi {{ n }}

source: Set as default email
ha: Saita a matsayin shiryayyen imel

# settings-account-type
source: Account type
ha: Yanayin asusu

source: Credentials
ha: Takardun shaida

# settings-activesync-label
source: ActiveSync settings
ha: Saitunan Ƙarfin daidaitawa

# settings-imap-label
source: IMAP settings
ha: Saitunan IMAP

# settings-pop3-label
source: POP3 settings
ha: Saitunan POP3

# settings-smtp-label
source: SMTP settings
ha: Saitunan SMTP

# settings-hostname
source: Hostname
ha: Sunan mafaka

source: Port
ha: Wayar haɗi

# settings-username
source: Username
ha: Sunan mai amfani

# settings-password
source: Password
ha: Kalmar wucewa

source: Save
ha: Ajiye

source: Password field should not be empty
ha: Ba za'a bar sararin kalmar wucewa ba komai ba

source: Days to sync
ha: Ranakun da za'a saita

source: Automatic
ha: Mai yi da kansa

source: 1 day
ha: Kwana 1

source: 3 days
ha: Kwanaki 3

source: 1 week
ha: Mako 1

source: 2 weeks
ha: Makwanni 2

source: 1 month
ha: Wata 1

source: All messages
ha: Duk saƙwanni

# envelope-from
source: From
ha: Daga

# envelope-to
source: To
ha: Zuwa

source: Read
ha: Karanta

source: Compose message
ha: Rubuta saƙo

source: Compose
ha: Rubuta

source: Send
ha: Aika

# compose-to
source: To
ha: Zuwa

# compose-attachments
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

source: Attachments
ha: Abubuwan da aka maƙala

source: {{ n }} attachment
ha: {{ n }} abin maƙalawa

# compose-attachments[two]
source: {{ n }} attachments
ha: {{ n }} abubuwan maƙalawa

# compose-attachments[few]
source: {{ n }} attachments
ha: {{ n }} abubuwan maƙalawa

# compose-attachments[many]
source: {{ n }} attachments
ha: {{ n }} abubuwan maƙalawa

# compose-attachments[other]
source: {{ n }} attachments
ha: {{ n }} abubuwan maƙalawa

source: One moment, still working on the previous attachment...
ha: Saurara kaɗan, har yanzu yana aiki a kan abin maƙalawa wanda ya gabata...

# compose-subject
source: Subject
ha: Batu

source: Save to Local Drafts
ha: Adana a wajen ajiye rubutu

source: Discard email?
ha: A yi watsi da imel?

source: Discard
ha: Watsar

source: Sending email
ha: Ya na aika saƙon imel

source: Sending email failed
ha: Ya kasa aika saƙon imel

source: Attachment too large
ha: Abin maƙalawa ya yi girma sosai

source: Attachments too large
ha: Abubuwan maƙalawa sun yi girma sosai

source: The selected attachment is too large to send with this message.
ha: Abin maƙalawar da aka zaɓa ya yi girma sosai a aika shi tare da wannan saƙon.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
ha: Abubuwan maƙalawar da aka zaɓa sun yi girma sosai a aika su tare da wannan saƙon. Jarraba zaɓen fayiloli kaɗan.

source: attachment{{ n }}
ha: abin maƙalawa {{ n }}

source: View
ha: Kallo

source: This file is too large to download.
ha: Wannan fayil ɗin ya yi girman gaske a sauke shi

source: (no subject)
ha: (babu batu)

# message-edit-menu-delete
source: Delete
ha: Goge

source: Delete email message?
ha: A goge saƙon imel?

source: Attachments can not be forwarded.
ha: Ba za'a iya miƙa abin maƙalawa ba.

# message-multiedit-header
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

source: Edit
ha: Gyara

# message-multiedit-header[two]
source: {{ n }} selected
ha: {{ n }} wanda aka zaɓa

# message-multiedit-header[few]
source: {{ n }} selected
ha: {{ n }} wanda aka zaɓa

# message-multiedit-header[many]
source: {{ n }} selected
ha: {{ n }} wanda aka zaɓa

# message-multiedit-header[other]
source: {{ n }} selected
ha: {{ n }} wanda aka zaɓa

source: Browse to URL?: {{ url }}
ha: Gewaya zuwa URL?: {{ url }}

# message-download-images
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

source: This email contains one image. Click to download.
ha: Wannan saƙon imel ɗin ya ƙunshi hoto ɗaya. Danna domin saukewa.

# message-download-images[two]
source: This email contains {{ n }} images. Click to download.
ha: Wannan saƙon imel ɗin ya ƙunshi {{ n }} hotuna. Danna domin saukewa.

# message-download-images[few]
source: This email contains {{ n }} images. Click to download.
ha: Wannan imel ɗin ya ƙunshi hotuna {{ n }}. Danna domin juyewa.

# message-download-images[many]
source: This email contains {{ n }} images. Click to download.
ha: Wannan imel ɗin ya ƙunshi hotuna {{ n }}. Danna domin juyewa.

# message-download-images[other]
source: This email contains {{ n }} images. Click to download.
ha: Wannan imel ɗin ya ƙunshi hotuna {{ n }}. Danna domin juyewa.

source: Show external images
ha: Nuna hotuna na waje

# message-multiedit-cancel
source: Cancel
ha: Soke

# message-multiedit-delete-confirm
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

source: Delete this email message?
ha: A goge wannan saƙon imel ɗin?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
ha: A goge waɗannan {{ n }} saƙwannin imel ɗin?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
ha: A goge waɗannan {{ n }} saƙwannin imel ɗin?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
ha: A goge waɗannan {{ n }} saƙwannin imel ɗin?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
ha: A goge waɗannan {{ n }} saƙwannin imel ɗin?

# message-large-message-cancel
source: Cancel
ha: Soke

source: Continue
ha: Ci gaba

source: This message is large and may take some time to download.
ha: Wannan saƙon ya na da girma kuma zai iya ɗaukan wani lokaci kafin ya sauke.

# message-search-from
source: From
ha: Daga

# message-search-to
source: To
ha: Zuwa

# message-search-subject
source: Subject
ha: Batu

source: Body
ha: Jiki

source: All
ha: Duka

source: Search Mail
ha: Binciki Wasiƙa

# message-search-cancel
source: Cancel
ha: Soke

source: Loading Messages
ha: Yana loda saƙwanni

source: Load more messages from server
ha: Loda ƙarin saƙwanni daga uwar garke

source: No mail in this Folder
ha: Babu rubutaccen saƙo a wannan Babban fayil ɗin

source: No matches in locally cached messages
ha: Babu waɗanda su ka dace a ma'ajiyar ɓoye ta saƙwanni

# message-contact-menu-reply
source: Reply
ha: Amsa

source: Send new mail
ha: Aika sabuwar wasiƙa

# message-reply-menu-reply
source: Reply
ha: Amsa

source: Reply All
ha: Amsawa Duka

source: Forward
ha: Gaba

# message-reply-menu-cancel
source: Cancel
ha: Soke

source: {name} wrote
ha: {suna} an rubuta

source: Original message
ha: Saƙo na ainihi

# forward-header-subject
source: Subject
ha: Batu

# forward-header-from
source: From
ha: Daga

source: Reply-To
ha: Bayar da amsa- zuwa

# forward-header-to
source: To
ha: Zuwa

source: Inbox
ha: Saƙon cikin akwati

source: Sent
ha: Wanda aka aika

source: Drafts
ha: Takardu

source: Trash
ha: Kwando shara

source: Unsent
ha: Ba'a aika ba

source: Junk
ha: Tarkace

source: Archives
ha: Ajiyayyu

source: Local Drafts
ha: Takardun da ba'a aika ba

source: Back
ha: Baya

# drawer-accounts-header
source: Accounts
ha: Asusu

source: Settings
ha: Saituna

source: Last sync:
ha: Tsarawa ta ƙarshe:

source: Undo
ha: Fasa

# toaster-retry
source: Retry
ha: Sake gwadawa

# toaster-message-star
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

source: 1 message flag set
ha: An saita tutar saƙo 1

# toaster-message-star[two]
source: {{ n }} message flags set
ha: {{ n }} an saita tutocin saƙo

# toaster-message-star[few]
source: {{ n }} message flags set
ha: {{ n }} an saita tutocin saƙo

# toaster-message-star[many]
source: {{ n }} message flags set
ha: saitin saƙo {{ n }} mai tutoci

# toaster-message-star[other]
source: {{ n }} message flags set
ha: saitin saƙo {{ n }} mai tutoci

# toaster-message-unstar
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

source: 1 message flag removed
ha: An cire tutar saƙo 1

# toaster-message-unstar[two]
source: {{ n }} message flags removed
ha: An cire saƙwanni {{ n }} masu alamar tuta.

# toaster-message-unstar[few]
source: {{ n }} message flags removed
ha: An cire saƙwanni {{ n }} masu alamar tuta

# toaster-message-unstar[many]
source: {{ n }} message flags removed
ha: An cire saƙwanni {{ n }} masu alamar tuta

# toaster-message-unstar[other]
source: {{ n }} message flags removed
ha: An cire saƙwanni {{ n }} masu alamar tuta

# toaster-message-read
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

source: 1 message marked as read
ha: An yiwa saƙo 1 alama a matsayin wanda ba'a karanta ba

# toaster-message-read[two]
source: {{ n }} messages marked as read
ha: An yiwa saƙwannin {{ n }} alamar waɗanda ba'a karanta ba

# toaster-message-read[few]
source: {{ n }} messages marked as read
ha: An yiwa saƙwannin {{ n }} alamar waɗanda ba'a karanta ba

# toaster-message-read[many]
source: {{ n }} messages marked as read
ha: An yiwa saƙwannin {{ n }} alamar waɗanda ba'a karanta ba

# toaster-message-read[other]
source: {{ n }} messages marked as read
ha: An yiwa saƙwanni {{ n }} alama ta wanda aka karanta

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
ha: Saƙwanni {{ n }} an yi musu alamar waɗanda ba'a karanta ba

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
ha: Saƙwanni {{ n }} an yi musu alamar waɗanda ba'a karanta ba

# toaster-message-move
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

source: 1 message moved
ha: An matsar da saƙo 1

# toaster-message-move[two]
source: {{ n }} messages moved
ha: An matsar da saƙwannin {{ n }}

# toaster-message-move[few]
source: {{ n }} messages moved
ha: An matsar da saƙwannin {{ n }}

# toaster-message-move[many]
source: {{ n }} messages moved
ha: An matsar da saƙwannin {{ n }}

# toaster-message-move[other]
source: {{ n }} messages moved
ha: An matsar da saƙwannin {{ n }}

# toaster-message-delete
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

source: 1 message deleted
ha: An goge saƙo 1

# toaster-message-delete[two]
source: {{ n }} messages deleted
ha: An goge saƙwanni {{ n }}

# toaster-message-delete[few]
source: {{ n }} messages deleted
ha: An goge saƙwanni {{ n }}

# toaster-message-delete[many]
source: {{ n }} messages deleted
ha: An goge saƙwanni {{ n }}

# toaster-message-delete[other]
source: {{ n }} messages deleted
ha: An goge saƙwanni {{ n }}

source: Unable to connect to server
ha: Ya kasa haɗawa da uwar garke

source: Remove text
ha: Cire rubutu

source: Confirmation
ha: Tabbatarwa

# new-emails[other]
source: {{ n }} New Emails
ha: Sababbin Saƙon imel {{ n }}

# new-emails-notify-one-account
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

# new-emails-notify-one-account[one]
source: 1 New Email
ha: Sabon Saƙon imel 1

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
ha: {{ Sababbin Saƙon imel {{ n }}

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
ha: Sababbin rubutattun saƙo {{ n }}

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
ha: Sababbin rubutattun saƙo {{ n }}

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
ha: Sababbin rubutattun saƙo {{ n }}

# new-emails-notify-multiple-accounts
source: {[ plural(n) ]}
ha: {[ jam'i(n) ]}

source: 1 New Email ({{ accountName }})
ha: Sabon saƙon imel 1 ({{ Sunan asusu }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
ha: Sababbin saƙon imel {{ n }} ({{ Sunan asusu }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
ha: Sababbin saƙon imel {{ n }} ({{ Sunan asusu }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
ha: Sababbin saƙon imel {{ n }} ({{ Sunan asusu }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
ha: Sababbin saƙon imel {{ n }} ({{ Sunan asusu }})

source: {{ from }} “{{ subject }}”
ha: {{ daga }} "{{ batu }}"
