Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/costcontrol/costcontrol.properties.po
Languages: wo

# topup-confirmation-title2
source: Usage
wo: Jëfandikoo

source: Top-up confirmed
wo: Dëggal yi gën a kawe

# topup-incorrectcode-title2
source: Usage
wo: Jëfandikoo

source: Incorrect top-up code entered.
wo: kotu keredi bi nga dugal baaxul.

source: Updating
wo: Yeesal

source: Updating…
wo: Mi ngi yeesal...

source: Yesterday
wo: Démb

source: Today
wo: Tay

source: Never
wo: Mukk

source: Usage Widget
wo: Jëfandikoo Jëfekaay

source: New {{provider}} SIM inserted
wo: Roof nañu SIM u {{provider}} bu bees

source: Tap to track your phone and internet usage.
wo: Bësal ngir xayma sag jëfandikoo telefon ak internet.

source: New SIM inserted
wo: Roof nañu SIM bu bees

source: Tap to track your internet usage.
wo: Bësal ngir xayma sag jëfandikoo internet.

source: Airplane Mode
wo: Anamug Roppalaan

source: Please, turn off airplane mode to enable Usage.
wo: Dindil anamu roppalaan gi ngir mën a Jëfandikoo

source: No SIM inserted
wo: Amul SIM buñ fi roof

source: Insert a SIM to enable Usage.
wo: Roofal ab SIM ngir doxal Jëfandikoo gi.

source: Locked SIM card
wo: Kàrtu SIM bi dafa tëju

source: Unlock your SIM to enable Usage.
wo: Tijjil sa SIM ngir mën a Jëfandikoo.

source: Usage First Time Experience
wo: Gis-gis ci Jëfandikoo gu Njëkk gi

source: Save money by keeping track of your phone and internet usage.
wo: Xaymaal sag jëfandikoo telefon ak internet ngir bañ a yàq sa xaalis.

source: Save money by keeping track of your internet usage.
wo: Xaymaal sag jëfandikoo internet ngir bañ a yàq sa xaalis.

source: Get clear information about how much internet you’re using.
wo: Wut leeral yu leer yu jëm ci ñaata ngay fay ci internet.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
wo: Leeral yiñ wone ci Jëfandikoo, ci aparey bii lañu bawoo. Soo bëggee yeneen leeral yu jëm ci sa sàq laajal ki lay jox reso.

source: Type of Contract
wo: Xeetu Abonmaa

source: Select the type of contract you have with your mobile service provider.
wo: Tànnal xeetu abonmaa bi la ki la jox reso jaay.

source: Low Balance Alert
wo: Yëgleg Njëg yu Woyof

source: Set an alert to avoid running out of credit.
wo: Defal ab yëgle ngir bañ a jeexal sa keredi.

source: Data Report and Alert
wo: Nettali ak Yëgle Njoxe

source: Receive reports about your Internet usage and set an alert to avoid using too much.
wo: Jot ay nattali yu jëm ci sag jëfandikoo internet te ab yëgle ngir moytu jëfandikoo gu ëpp.

source: Phone and Data Report
wo: Nettali Telefon ak Njoxe

source: Receive reports about your phone and Internet usage.
wo: Jot ay nettali yu jëm ci sag jëfandikoo telefon ak internet.

# fte-postpaid3-title
source: Data Alert
wo: Yëgle Njoxe

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
wo: Def ab yëgle ngir moytu jëfandikoo njoxe yu ëpp.

source: Data Report
wo: Nettali Njoxe

source: Receive reports about your internet usage.
wo: Jot ay nettali yu jêm ci sag jëfandikoo internet.

# fte-onlydata3-title
source: Data Alert
wo: Yëgle Njoxe

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
wo: Def yëgle ngir moytu jëfandikoo njoxe yu ëpp

source: Phone Activity
wo: Liggéeyub Telefon

source: Balance
wo: Tolluwaayu keredi

source: Roaming: no automatic balance update. You might be charged for updating manually.
wo: Ruumiŋ: du yeesalal boppam tolluwaayu keredi. Mën nañ la fayyeeku sooy yeesalal sa bopp.

source: Balance didn’t update correctly. Try updating manually.
wo: Tolluwaayu keredi bi yeesluwul bu baax. Jéem ko yeesalal sa bopp.

source: Turn off airplane mode to update your balance or top up.
wo: Fayal anamu roppalaan bi ngir yeesal sa tolluwaayu keredi walla nga koy sarse.

source: Do you want to disable Airplane mode to update or top up?
wo: Danga bëgg a fay anamu Roppalaan ngir yeesal walla def keredi?

source: You need phone coverage to update your balance or top up.
wo: Danga war a am reso balaa ngay yeesal sa tolluwaayu keredi walla nga koy sarse.

source: Top Up
wo: Sarse Keredi

source: Enter the top-up code
wo: Dugalal kotu keredi

source: Find it on the scratch card or directly in your receipt.
wo: Mu ngi kàrt bi ngay xoos walla bi nekk ci sa rësi.

source: You will receive a confirmation message
wo: Dinga jot ab bataaxalu dëggal

source: Make sure the code is correct and try again.
wo: Xoolal ndax bind nga kod bi bu baax te nga jéemaat.

source: There was a problem sending the code. Please, try again.
wo: Njuumte am na ci yónnee kod bi. Jéemaatal.

# application-error-title
source: Service unavailable
wo: Liggéeyal bi jàppandiwul

source: Contact your company representative
wo: Jokkool ak ndaw ci ñu la jox reso

# service-unavailable-title
source: Service unavailable
wo: Liggéeyal bi jàppandiwul

source: Neither update nor top-up is possible at the moment. Please try later.
wo: Mënoo yeesal walla sarse keredi fimne nii. Jéemaatal ci kanam.

source: Data usage
wo: Jëfandikoo njoxe

source: Update
wo: Yeesal

source: Use top-up code
wo: Jëfandikoo kotu keredi

source: Open top-up menu
wo: Ubbil mëni sarse keredi

source: Your top-up is being processed.
wo: Ñu ngi sarse keredi bi.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
wo: Yeesalal sa tolluwaayu keredi ngir dëggal. Sudee dara yokkuwu ci, jéem koo sarsewaat.

source: Top-up not confirmed
wo: Dëggaloo sarse bi

source: Try updating your balance or retry top-up.
wo: Jéemal a yeesal sa tolluwaayu keredi walla nga jéem a sarse.

source: send
wo: yónnee

source: My phone and Internet plan is
wo: Sama porofil telefon ak internet mooy

source: Prepaid
wo: Jënd keredi

source: Postpaid
wo: Yore liiñ

source: Phone activity
wo: Liggéeyu telefon

source: SMS sent
wo: SMS yiñ yónnee

source: Calls made
wo: Woote yiñ amal

source: Settings
wo: Jekkal yi

source: Low balance alert
wo: Yëgley keredi bu waaj a jeex

source: When balance is below
wo: Li des ci keredi bi su gën néew

source: Phone and Internet data report
wo: Nettalib njoxey telefon ak internet

source: Starting on
wo: Tàmbali ci

source: Cancel
wo: Bàyyi

source: Monthly
wo: Weer wu nekk

source: Weekly
wo: Ayu-bis bu nekk

source: Monday
wo: Altine

source: Tuesday
wo: Talaata

source: Wednesday
wo: Alarba

source: Thursday
wo: Alxames

source: Friday
wo: Àjjuma

source: Saturday
wo: Aseer

source: Sunday
wo: Dibeer

source: Billing cycle ends
wo: Jeexal ñëwiinu faktiir

source: Tracking will reset on this date
wo: Topp ngi dafay nekk ci bis bii

source: Yes
wo: Waaw

source: Done
wo: Sotti na

source: Confirmation
wo: Dëggal

source: All current data will be deleted. Are you sure you want to reset?
wo: Njoxe yéppay faru. Wóor nala ni danga bëgg a defaat?

source: Reset
wo: Defaat

source: Reset Wi-Fi usage
wo: Defaat jëfandikoo Wi-Fi

source: Reset mobile usage
wo: Defaat jëfandikoo portaabal

source: Reset mobile & Wi-Fi data
wo: Defaat njoxey portaabal & Wi-Fi

source: Not set
wo: Amul def

source: Used
wo: Liñ jëfandikoo

source: Limit passed
wo: Àpp biñ weesu

source: Limit
wo: Àpp

source: Data usage limit
wo: Àppu jëfandikoo njoxe

source: Data use alert
wo: Yëgle jëfandikoo njoxe

source: When use is above
wo: Su jëfandikoo gi ëppee

source: Enter a mobile data limit alert
wo: Dugal yëgle àppu njoxe portaabal

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
wo: Soo weesoo àpp bi sa internet dafay yeex. Seetal ki lay jox ay njoxe ngir nga def dayo yëgle bi war.

source: Wi-Fi usage
wo: Jëfandikoog Wi-Fi

source: Mobile usage
wo: Jëfandikoo telefon

# wifi-usage-settings
source: Wi-Fi usage
wo: Jëfandikoo Wi-Fi

# mobile-usage-settings
source: Mobile usage
wo: Jëfandikoo portaabal

source: I’m Pre-paid
wo: Damay jënd keredi

source: I’m Post-paid
wo: Liiñ laay jëfandikoo

source: Reset data usage
wo: Defaat jëfandikoo njoxe

source: Reset report
wo: Defaat nettali

source: Next
wo: Li ci topp

source: Back
wo: Dellu

source: Let’s go!
wo: Ñu dem!

source: Alert
wo: Yëgle

source: Alert Limit
wo: Yëgle Àpp

source: Welcome
wo: Dalal jàmm

source: {{limit}} of data used
wo: {{limit}} njoxe yiñ jëfandikoo

source: You’ve reached the limit you selected
wo: Jéexal nga àpp bi nga tànn

source: Low balance
wo: Keredi bu bariwul

source: {{remaining}} remaining phone credit
wo: {{remaining}} moo des ci keredi telefon

source: Balance has reached zero, no phone credit remaining.
wo: Dara desul ci sa keredi, sa telefon amatul keredi.

source: Not available
wo: Jàppandiwul

source: Usage
wo: Jëfandikoo

source: Phone
wo: Telefon

source: Loading interface data. Please retry in a while.
wo: Mi ngi yab njoxe enterfaas bi. Jéemaatal ci kanam.

source: KB
wo: Ko

source: MB
wo: Mo

source: GB
wo: Go
