Repository: BenitoJedai/mozilla-gaia
Catalog: sm/shared/permissions/permissions.properties.po
Languages: sm

source: {{app}} would like to access your contact list.
sm: E fia fa'aaogā e le {{app}} lau lisi tagata-feso'ota'i.

source: {{site}} would like to access your contact list.
sm: E fia fa'aaogā e le {{site}} lau lisi tagata-feso'ota'i.

source: Notifications
sm: Fa'asilasilaga

source: {{app}} would like to display notifications.
sm: E fia fa'aali e le {{app}} le fe'au.

source: {{site}} would like to display notifications.
sm: E fia fa'aali e le {{site}} le fe'au.

source: Music Storage
sm: Pese mea-teuga

source: {{app}} would like to access your music.
sm: E fia fa'aaogā e le {{app}} lau musika.

source: {{site}} would like to access your music.
sm: E fia fa'aaogā e le {{site}} lau musika.

source: Image Storage
sm: Ata mea-teuga

source: {{app}} would like to access your images.
sm: E fia fa'aaogā e le {{app}} lau ata.

source: {{site}} would like to access your images.
sm: E fia fa'aaogā e le {{site}} lau ata.

source: {{app}} would like to access your memory card.
sm: E fia fa'aaogā e le {{app}} lau memory card.

source: {{site}} would like to access your memory card.
sm: E fia fa'aaogā e le {{site}} lau memory card.

source: Video Storage
sm: Vitiō Storage

source: {{app}} would like to access your videos.
sm: E fia fa'aaogā e le {{app}} lau vitiō.

source: {{site}} would like to access your videos.
sm: E fia fa'aaogā e le {{site}} lau vitiō.

source: FM Radio
sm: FM Letiō

source: {{app}} would like to use the FM Radio.
sm: E fia fa'aaogā e le {{app}} le FM Letiō.

source: {{site}} would like to use the FM Radio.
sm: E fia fa'aaogā e le {{site}} le FM Letiō.

source: {{app}} would like to know your location.
sm: E fia iloa e le {{app}} lau tūlaga.

source: {{site}} would like to know your location.
sm: E fia iloa e le {{site}} lau tūlaga.
