Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/callscreen/manifest.properties.po
Languages: mai

source: Video
mai: वीडियो

source: Gaia Video
mai: गेइया वीडियो

source: Messages
mai: समाद

source: Gaia Messages
mai: गेइया समाद

source: System Ringtones
mai: सिस्टम रिंगटोन

source: Gaia Ringtone Picker
mai: गेइया रिंगटोन पिकर

source: Usage
mai: उपयोग

source: Usage application to see credit and data usage statistics
mai: क्रेडिट आओर डाटा उपयोग के आँकड़ा देखए कलेल लागत अनुप्रयोग

source: Music
mai: संगीत

source: Gaia Music
mai: गेइया संगीत

source: E-Mail
mai: ई-मेल:

source: Gaia E-Mail
mai: गेइया ई-मेल

source: Camera
mai: कैमरा

source: Gaia Camera
mai: गेइया कैमरा

source: WAP Push manager
mai: WAP पुश मैनेजर

source: Receives, filters and displays WAP Push messages
mai: प्राप्त, फिल्टर आओर डिस्प्ले WAP पुश समाद

source: Bluetooth Transfer
mai: ब्लूटूथ स्थानांतरण

source: Gaia Bluetooth Transfer
mai: गेइया ब्लूटूथ स्थानांतरण

source: Clock
mai: घड़ी

source: Gaia Clock
mai: गेइया घड़ी

# name
source: Search Results
mai: परिणाम खोजू

# description
source: Search Results
mai: परिणाम खोजू

source: Gallery
mai: गैलरी

source: Gaia Gallery
mai: गेइया गैलरी

source: PDF Viewer
mai: PDF व्यूअर

source: Portable Document Format (PDF) Viewer
mai: पोर्टेबल दस्ताबेज फोर्मेट (PDF) व्यूअर

source: Browser
mai: ब्राउजर

source: Gaia Web Browser
mai: गेइया वेब ब्राउज़र

source: Calendar
mai: कैलेन्डर

source: Gaia Calendar
mai: गेइया कैलेन्डर

source: Purchased Media
mai: खरीदल मीडिया

source: Set Ringtone
mai: रिंगटोन सेट करू

source: Gaia Ringtone Setter
mai: गेइया रिंगटोन सेटर

source: Homescreen
mai: होमस्क्रीन

source: Gaia Homescreen
mai: गेइया होमस्क्रीन

source: System
mai: सिस्टम

source: Main System
mai: मुख्य सिस्टम

source: Phone
mai: फोन

source: Gaia Phone
mai: गेइया फोन

source: Contacts
mai: संपर्क

source: Gaia Contacts
mai: गेइया संपर्क

source: Wallpaper
mai: वालपेपर

source: Gaia Wallpaper Picker
mai: गेइया वालपेपर पिकर

source: Settings
mai: सेटिंग

source: Gaia Settings
mai: गेइया सेटिंग

source: FM Radio
mai: एफएम रेडियो

source: Gaia FM Radio
mai: गेइया एफएम रेडियो

# name
source: Built-in Keyboard
mai: कीबोर्ड मे बनल

# description
source: Built-in Keyboard
mai: कीबोर्ड मे बनल

source: Number
mai: संख्या

source: Numeric layout
mai: सांख्यकीय खाका
