Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: af, kk, ku, sw, wa

source: Messages
af: Boodskappe
kk: Хабарламалар
ku: Peyam
sw: Ujumbe
wa: Messaedjes

source: Delete messages
af: Skrap boodskappe
sw: Futa ujumbe

source: Edit
af: Redigeer
kk: Түзету
ku: Serast bike
sw: Hariri
wa: Aspougnî

source: Back
af: Terug
kk: Артқа
ku: Paşve
sw: Nyuma
wa: E-n erî

source: Cancel
af: Kanselleer
kk: Бас тарту
ku: Betal
sw: Ghairi
wa: Rinoncî

source: Undo
af: Ontdoen
kk: Болдырмау
ku: Vegerîne
sw: Funyua
wa: Disfé

source: Done
af: Klaar
kk: Дайын
ku: Qediya
sw: Imekamilika
wa: Tot fwait

source: Delete
af: Skrap
kk: Өшіру
ku: Jê bibe
sw: Futa
wa: Disfacer

source: Deleting…
af: Skrap tans…
kk: Өшіру...
ku: Tê jêbirin…
sw: Inafuta...
wa: Dji disface…

source: Select all
af: Kies almal
kk: Барлығын таңдау
ku: Hemûyan hilbijêre
sw: Chagua zote
wa: Tchoezi totafwait

source: Deselect all
af: Ontkies almal
kk: Таңдауды алып тастау
ku: Hilbijartinan rake
sw: Usichague zote
wa: Distchoezi totafwait

source: none selected
af: geen gekies nie
kk: ешнәрсе таңдалмады
ku: tu tişt nehat hilbijartin
sw: Hakuna iliyochaguliwa
wa: nouk di tchoezi

# selected[one]
source: {{n}} selected
af: {{n}} gekies
kk: {{n}} таңдалды
ku: {{n}} hat hilbijartin
sw: {{n}} zimechaguliwa
wa: {{n}} di tchoezi

# selected[two]
source: {{n}} selected
af: {{n}} gekies
kk: {{n}} таңдалды
ku: {{n}} hatin hilbijartin
sw: {{n}} zimechaguliwa
wa: {{n}} di tchoezis

# selected[few]
source: {{n}} selected
af: {{n}} gekies
kk: {{n}} таңдалды
ku: {{n}} hatin hilbijartin
sw: {{n}} zimechaguliwa
wa: {{n}} di tchoezis

# selected[many]
source: {{n}} selected
af: {{n}} gekies
kk: {{n}} таңдалды
ku: {{n}} hatin hilbijartin
sw: {{n}} zimechaguliwa
wa: {{n}} di tchoezi

# selected[other]
source: {{n}} selected
af: {{n}} gekies
kk: {{n}} таңдалды
ku: {{n}} hatin hilbijartin
sw: {{n}} zimechaguliwa
wa: {{n}} di tchoezis

source: Delete Messages
af: Skrap boodskappe
sw: Futa Ujumbe

source: Settings
af: Instellings
sw: Mipangilio

source: Add subject
af: Voeg onderwerp by
sw: Ongeza kichwa

source: Remove subject
af: Verwyder onderwerp
sw: Ondoa kichwa

source: To:
af: Aan:
kk: Кімге:
ku: Ji bo:
sw: Kwa:
wa: A :

source: Send
af: Stuur
kk: Жіберу
ku: Bişîne
sw: Tuma
wa: Evoyî

source: New
af: Nuwe
kk: Жаңа
ku: Nû
sw: Mpya
wa: Novea

source: Message
af: Boodskap
kk: Хабарлама
ku: Peyam
sw: Ujumbe
wa: Messaedje

# composeMessage.dataset.placeholder
source: Message
kk: Хабарлама
ku: Peyam
sw: Ujumbe
wa: Messaedje

source: Subject
af: Onderwerp
sw: Mada

source: Converting to multimedia message.
af: Skakel om na multimediaboodskap.
kk: Мультимедиа хабарламасына түрлендіру.
ku: Vediguherîne peyama multîmedya.
sw: Kubadilsha kuwa ujumbe wa mediaanuwai.
wa: Coviersaedje e messaedje multimedia.

source: Converting to text message.
af: Skakel om na teksboodskappe.
kk: Мәтіндік хабарламасына түрлендіру.
ku: Vediguherîne peyama nivîsê.
sw: Kubadisha kuwa ujumbe wa maandiko.
wa: Coviersaedje e messaedje tecse.

source: You’ve reached the maximum length.
af: Jy het die maksimum lengte bereik.
sw: Umefika upeo wa urefu

source: Maximum length of subject reached.
af: Maksimum lengte van onderwerp is bereik.
sw: Imefika upeo wa urefu wa mada.

source: You’ve exceeded the maximum size. Remove attachments or shorten the message to send it.
af: Jy het die maksimum grootte oorskry. Verwyder aanhegsels of verkort die boodskap om dit te stuur.
sw: Umezidisha upeo wa saizi. Ondoa viambatanisho au ufupishe ujumbe ili kuutuma.

source: New message
af: Nuwe boodskap
kk: Жаңа хабарлама
ku: Peyama nû
sw: Ujumbe mpya
wa: Novea messaedje

source: Send message
af: Stuur boodskap
kk: Хабарламаны жіберу
ku: Peyamê bişîne
sw: Tuma ujumbe
wa: Evoyî messaedje

source: (No recipient)
af: (Geen ontvanger nie)
sw: (Hakuna mpokeaji)

source: {{n}} recipient
af: {{n}} ontvanger
kk: {{n}} алушы
ku: girtiyarek
sw: Mpokeaji {{n}}
wa: {{n}} riçuveu

# recipient[two]
source: {{n}} recipients
af: {{n}} ontvangers
kk: {{n}} алушы
ku: {{n}} girtiyar
sw: Wapokeaji {{n}}
wa: {{n}} riçuveus

# recipient[few]
source: {{n}} recipients
af: {{n}} ontvangers
kk: {{n}} алушы
ku: {{n}} girtiyar
sw: Wapokeaji {{n}}
wa: {{n}} riçuveus

# recipient[many]
source: {{n}} recipients
af: {{n}} ontvangers
kk: {{n}} алушы
ku: {{n}} girtiyar
sw: Wapokeaji {{n}}
wa: {{n}} riçuveus

# recipient[other]
source: {{n}} recipients
af: {{n}} ontvangers
kk: {{n}} алушы
ku: {{n}} girtiyar
sw: Wapokeaji {{n}}
wa: {{n}} riçuveus

source: There is no application available to open this file type.
af: Daar is geen program beskikbaar om hierdie lêersoort oop te maak nie.
kk: Файлдардың бұл түрін ашу үшін қолданба жоқ.
ku: Bernameyeke ku vî cureyê dosyeyan veke tune ye.
sw: Hakuna programu inayopatikana ili kufungua aina hii ya faili.
wa: I gn a pont d’ programe di disponibe po drovi cisse sôre di fitchî la.

source: Remove
af: Verwyder
kk: Өшіру
ku: Rake
sw: Ondoa
wa: Oister

source: {{n}} participant
af: {{n}} deelnemer
kk: {{n}} қатысушы
ku: beşdarek
sw: Mshirika {{n}}
wa: {{n}} pårticipant

# participant[two]
source: {{n}} participants
af: {{n}} deelnemers
kk: {{n}} қатысушы
ku: {{n}} beşdar
sw: Washirika {{n}}
wa: {{n}} pårticipants

# participant[few]
source: {{n}} participants
af: {{n}} deelnemers
kk: {{n}} қатысушы
ku: {{n}} beşdar
sw: Washirika {{n}}
wa: {{n}} pårticipants

# participant[many]
source: {{n}} participants
af: {{n}} deelnemers
kk: {{n}} қатысушы
ku: {{n}} beşdar
sw: Washirika {{n}}
wa: {{n}} pårticipants

# participant[other]
source: {{n}} participants
af: {{n}} deelnemers
kk: {{n}} қатысушы
ku: {{n}} beşdar
sw: Washirika {{n}}
wa: {{n}} pårticipants

source: Message report
af: Boodskapverslag
sw: Ripoti ya ujumbe

source: Text Message (SMS)
af: Teksboodskap (SMS)
sw: Ujumbe mfupi (SMS)

source: Multimedia Message (MMS)
af: Multimediaboodskap (MMS)
sw: Ujumbe wa Mediaanuwai (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
af: Jou teksboodskap (SMS) is gestuur op {{datetime}}
sw: Ujumbe wako Mfupi (SMS), ilitumwa mnamo {{datetime}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
af: Jou multimediaboodskap (MMS), onderwerp {{subject}}, is gestuur op {{datetime}}
sw: Ujumbe wako Mediaanuwai (MMS), kichwa {{subject}}, ilitumwa mnamo {{datetime}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
af: Jou multimediaboodskap (MMS) is gestuur op {{datetime}}
sw: Ujumbe wako Mediaanuwai (MMS), ilitumwa mnamo {{datetime}}

source: Status:
sw: Hali:

source: sent
af: gestuur
sw: tuma

source: received
af: ontvang
sw: impokelewa

source: sending
af: stuur
sw: inatuma

source: error
af: fout
sw: hitilafu

source: not downloaded
af: nie afgelaai nie
sw: haijadaunlodiwa

source: Delivered:
af: Afgelewer:
sw: Imewasilishwa:

source: Read:
af: Lees:
sw: Soma:

source: Requested
af: Versoek
sw: Imeombwa

source: Message size:
af: Boodskapgrootte:
sw: Saizi ya ujumbe:

source: Recipients:
af: Ontvangers:
sw: Wapokeaji:

source: From:
af: Van:
sw: Kutoka:

source: Sent:
af: Gestuur:
sw: Imetumwa:

source: Received:
af: Ontvang:
sw: Imepokelewa:

source: Via:
sw: Kupitia:

source: Search
af: Soek
kk: Іздеу
ku: Lê bigere
sw: Tafuta
wa: Trover

source: Unknown
af: Onbekend
kk: Белгісіз
ku: Nenas
sw: Asietambulika
wa: Nén cnoxhou

source: Carrier unknown
kk: Желі белгісіз
ku: Operator nenas e
sw: Mtoa huduma hatambuliki
wa: Berweteu nén cnoxhou

source: Ȁu20
sw: Au20

source: Replace existing Draft
af: Vervang bestaande Onvoltooid
sw: Badilisha Mswadajaribio uliopo

source: Save as Draft
af: Stoor as Onvoltooid
sw: Hifadhi kama Mswadajaribio

# discard-message
source: Discard
af: Gooi weg
sw: Poteza

source: Are you sure you want to discard this message?
af: Wil jy definitief hierdie boodskap weggooi?
kk: Бұл хабарламаны елемеуді қалайсыз ба?
ku: Ji dil dixwazî vê peyamê jê bibî?
sw: Unahakika unataka kupoteza ujumbe huu?
wa: Voloz vs abandner ç’ messaedje ci po do bon ?

source: Discard the message you’re composing and open the new message?
af: Gooi die boodskap weg wat jy tans skryf en maak die nuwe boodskap oop?
sw: Poteza ujumbe unaotunga na ufungue ujumbe mpya?

source: The message could not be sent. Try again?
af: Kon nie die boodskap stuur nie. Probeer weer?
kk: Хабарламаны жіберу мүмкін емес. Қайталау керек пе?
ku: Peyam nehat şandin. Bila dîsa bê ceribandin?
sw: Ujumbe huu hukuweza kutumwa. Jaribu tena?
wa: Dji n’ a savou evoyî l’ messaedje. Risayî ?

source: Resend this message
af: Stuur weer hierdie boodskap
sw: Tuma ujumbe huu tena

source: Delete selected messages?
af: Skrap gekose boodskappe?
kk: Таңдалған хабарламаларды өшіру керек пе?
ku: Bila peyamên hilbijartî bên jêbirin?
sw: Futa ujumbe zilizochaguliwa?
wa: Disfacer messaedjes tchoezis ?

source: Delete selected message threads?
af: Skrap gekose boodskapdrade?
kk: Таңдалған хабарламалар тізімдерін өшіру керек пе?
ku: Bila rêzepeyamên hilbijartî bên jêbirin?
sw: Futa toli zilizochaguliwa za ujumbe?
wa: Disfacer lignoûles di messaedjes di tchoezeyes ?

source: New message from
af: Nuwe boodskap van
sw: Ujumbe mpya kutoka

source: Read it
af: Lees dit
sw: Isome

source: No messages
af: Geen boodskappe nie
kk: Хабарламалар жоқ
ku: Peyam tune ye
sw: Hakuna ujumbe
wa: Nous messaedjes

source: Start communicating now
af: Begin nou kommunikeer
kk: Қазір хабарласуды бастау
ku: Niha dest bi nivîsandinê bike
sw: Anza kuwasiliana sasa
wa: Ataker a comuniker do côp

source: Message not sent
af: Boodskap nie gestuur nie
sw: Ujumbe hujatumwa

source: There was a problem sending the message. Please try again.
af: Daar was 'n probleem om die boodskap te stuur. Probeer asseblief weer.
sw: Kulikuwa na hitilafu kutuma ujumbe. Tafadali jaribu tena.

# sendDefaultErrorBtnOk
source: OK
af: Goed
sw: SAWA

source: Missing SIM card
af: Vermiste SIM-kaart
sw: Kadi ya SIM haipo

source: Insert a valid SIM card to continue.
af: Voer ’n geldige SIM-kaart in om voort te gaan.
sw: Ingiza kadi halali ya SIM ili kuendelea.

# sendMissingSimCardBtnOk
source: OK
af: Goed
sw: SAWA

source: Airplane mode activated
af: Vliegtuigmodus geaktiveer
kk: Ұшақтағы режим белсендірілген
ku: Moda balafirê hat çalakirin
sw: Modi ya ndege imeamilishwa
wa: Môde avion e-n alaedje

source: Turn off airplane mode to send messages.
af: Skakel vliegtuigmodus af om boodskappe te stuur.
sw: Zima modi ya ndege ili kutuma ujumbe.

# sendFlightModeBtnOk
source: OK
af: Goed
sw: SAWA

source: FDN active
af: FDN-aktief
sw: FDN inatumika

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:<br />{{ numbers }}
af: FDN (Belbeperking-nommers) is geaktiveer. Maak seker dat die SMS-sentrum en die volgende ontvangers op jou FDN-lys is:<br />{{ numbers }}
sw: FDN (Nambari za Kudumu za Kupiga) imeamilishwa. Hakikisha kituo cha SMS na mpokeaji afuataye wako katika orodha yako ya FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
af: FDN (Belbeperking-nommers) is geaktiveer. Maak seker dat die SMS-sentrum en die volgende ontvangers op jou FDN-lys is:<br />{{ numbers }}
sw: FDN (Nambari za Kudumu za Kupiga) imeamilishwa. Hakikisha kituo cha SMS na mpokeaji afuataye wako katika orodha yako ya FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
af: FDN (Belbeperking-nommers) is geaktiveer. Maak seker dat die SMS-sentrum en die volgende ontvangers in jou FDN-lys is:<br />{{ numbers }}
sw: FDN (Nambari za Kudumu za Kupiga) imeamilishwa. Hakikisha kituo cha SMS na mpokeaji afuataye wako katika orodha yako ya FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
af: FDN (Belbeperking-nommers) is geaktiveer. Maak seker dat die SMS-sentrum en die volgende ontvangers in jou FDN-lys is:<br />{{ numbers }}
sw: FDN (Nambari za Kudumu za Kupiga) imeamilishwa. Hakikisha kituo cha SMS na mpokeaji afuataye wako katika orodha yako ya FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
af: FDN (Belbeperking-nommers) is geaktiveer. Maak seker dat die SMS-sentrum en die volgende ontvangers in jou FDN-lys is:<br />{{ numbers }}
sw: FDN (Nambari za Kudumu za Kupiga) imeamilishwa. Hakikisha kituo cha SMS na mpokeaji afuataye wako katika orodha yako ya FDN:<br />{{ numbers }}

# fdnBlocked2BtnOk
source: OK
af: Goed
sw: SAWA

source: Switch data connection
af: Wissel dataverbinding
sw: Badili muungano wa data

source: Switch the data connection to {{ nonactive }} to retrieve the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
af: Wissel die dataverbinding na {{ nonactive }} om die MMS op te haal. Die huidige dataoordrag op {{ active }} sal opgeskort word. Gaan in elk geval voort?
sw: Badili muungano wa data kuwa {{ nonactive}} ili kutoa MMS. Upeperushaji wa data ya sasa kwenye {{ active }} utazuiwa. Endelea tu?

source: Later
sw: Baadaye

# nonActiveSimConfirm
source: OK
af: Goed
sw: SAWA

source: Switch the data connection to {{ nonactive }} to send the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
af: Wissel die dataverbinding na {{ nonactive }} om die MMS te stuur. Die huidige dataoordrag op {{ active }} sal opgeskort word. Gaan in elk geval voort?
sw: Badili muungano wa data kuwa {{ nonactive}} ili kutoa MMS. Upeperushaji wa data ya sasa kwenye {{ active }} utazuiwa. Endelea tu?

source: No network coverage
af: Geen netwerkdekking nie
sw: Hakuna upeperushaji mtandao

source: Make sure you have a mobile signal and try again.
af: Maak seker jy het ’n selfoon-sein, en probeer weer.
sw: Hakikisha una ishara ya simu ya mkononi na ujaribu tena.

# sendNoSignalErrorBtnOk
source: OK
af: Goed
sw: SAWA

source: Message not found
af: Boodskap nie gevind nie
sw: Ujumbe hujapatikana

source: The message you’re looking for is no longer available.
af: Die boodskap waarna jy op soek is, is nie meer beskikbaar nie.
sw: Ujumbe unaotafuta hupatikani tena.

# sendNotFoundErrorBtnOk
source: OK
af: Goed
sw: SAWA

source: Invalid number
af: Ongeldige nommer
sw: Nambari batili

source: Make sure the mobile number you’re sending to is valid.
af: Maak seker die selfoonnommer waarheen jy stuur, is geldig.
sw: Hakikisha nambari ya simu unayotumia ni sahihi.

# sendInvalidAddressErrorBtnOk
source: OK
af: Goed
sw: SAWA

source: This message has already been deleted.
af: Hierdie boodskap is reeds geskrap.
kk: Бұл хабарлама өшірілген болып тұр.
ku: Ev peyam jixwe hatiye jêbirin.
sw: Ujumbe huu tayari umefutwa.
wa: Ci messaedje ci a ddja stî disfacé.

# view-attachment-image
source: View
af: Bekyk
sw: Angalia

source: Listen
af: Luister
sw: Sikiliza

# view-attachment-video
source: View
af: Bekyk
sw: Angalia

# view-attachment-other
source: View
af: Bekyk
sw: Angalia

source: Remove image
af: Verwyder beeld
sw: Ondoa picha

source: Remove audio
af: Verwyder oudio
sw: Ondoa sauti

source: Remove video
af: Verwyder video
sw: Ondoa video

source: Remove attachment
af: Verwyder aanhegsel
sw: Ondoa ambatanisho

source: Replace image
af: Vervang beeld
sw: Badilisha picha

source: Replace audio
af: Vervang oudio
sw: Badilisha sauti

source: Replace video
af: Vervang video
sw: Badilisha video

source: Replace attachment
af: Vervang aanhegsel
sw: Badilisha ambatanisho

source: Unsent Message
af: Ongestuurde boodskap
kk: Жіберілмеген хабарлама
ku: Peyama neşandî
sw: Ujumbe Ambao Hujatumwa
wa: Messaedje nén evoyî

source: Your previous message was not sent. Do you want to edit the unsent message or discard it and continue?
af: Die vorige boodskap is nie gestuur nie. Wil jy graag die ongestuurde boodskap redigeer, of dit weggooi en voortgaan?
kk: Сіздің алдыңғы хабарламаңыз жіберілмеді. Жіберілмеген хабарламаны түзету немесе оны елемей, жалғастыруды қалайсыз ба?
ku: Peyama berê nehatibû şandin. Dixwazî peyama neşandî serast bikî yan jî jê bibî û dewam bikî?
sw: Ujumbe wako wa awali hukutumwa. Je unataka kuhariri ujumbe ambao hujatumwa au kuuondoa na uendele?
wa: Vosse messaedje di dvant n’ a nén stî evoyî. Voloz vs candjî li messaedje nén evoyî oudon-bén l’ abandner eyet tcheryî pus lon ?

# unsent-message-option-edit
source: Edit
af: Redigeer
kk: Түзету
ku: Serast bike
sw: Hariri
wa: El candjî

# unsent-message-option-discard
source: Discard
af: Gooi weg
sw: Poteza

source: Message options
af: Boodskapopsies
sw: Machaguo ya ujumbe

source: Forward
af: Stuur aan
sw: Sambaza

source: View message report
af: Bekyk boodskapverslag
sw: Tazama ripoti ya ujumbe

source: Mobile
af: Selfoon
kk: Мобильді
ku: Mobîl
sw: Simu ya mkononi
wa: Axhlåve

source: Home
af: Tuis
kk: Үй
ku: Mal
sw: Nyumbani
wa: Måjhon

source: Work
af: Werk
kk: Жұмыс
ku: Kargeh
sw: Kazini
wa: Ovraedje

source: Personal
af: Persoonlik
kk: Жеке
ku: Şexsî
sw: Ya kibinafsi
wa: Da sinne

source: Fax home
af: Faks huis
kk: Үйдегі факс
ku: Faks mal
sw: Pepesi ya nyumbani
wa: Facs del måjhon

source: Fax office
af: Faks kantoor
kk: Кеңседегі факс
ku: Faks kargeh
sw: Pepesi ya ofisini
wa: Facs do buro

source: Fax other
af: Faks ander
kk: Басқа факс
ku: Faks wekî din
sw: Pepesi nyingine
wa: Ôte facs

source: Another
af: Nog een
kk: Басқа
ku: Wekî din
sw: Nyingine
wa: Èn ôte

source: Other
af: Ander
kk: Басқа
ku: Yê din
sw: Nyingine
wa: Ôte

source: today
af: vandag
kk: бүгін
ku: îro
sw: leo
wa: ouy

source: yesterday
af: gister
kk: кеше
ku: do
sw: jana
wa: ayir

source: (incorrect date)
af: (verkeerde datum)
kk: (күн қате)
ku: (dîroka nerast)
sw: (tarehe isiyo sahihi)
wa: (mwaijhe date)

source: Add to an existing contact
af: Voeg by ’n bestaande kontak
kk: Бар болып тұрған контактқа қосу
ku: Li têkiliyeke heyî zêde bike
sw: Ongeza kwa akaunti iliyopo
wa: Radjouter a on contak k’ i gn a ddja

source: Create new contact
af: Skep nuwe kontak
kk: Жаңа контактты жасау
ku: Têkiliyeke nû biafirîne
sw: Unda akaunti mpya
wa: Ahiver novea contak

source: View contact
af: Bekyk kontak
sw: Angalia anwani

source: Call
af: Skakel
kk: Қоңырау шалу
ku: Bigere
sw: Piga simu
wa: Houkî

source: Send email
af: Stuur e-pos
kk: Эл. поштаны жіберу
ku: E-peyam bişîne
sw: Tuma barua pepe
wa: Emiler

source: MMS message
af: MMS-boodskap
kk: MMS хабарламасы
ku: Peyama MMS
sw: Ujumbe wa MMS
wa: Messaedje MMS

source: Message is not downloaded yet.
af: Boodskap is nog nie afgelaai nie.
kk: Хабарлама әлі жүктеліп алынбады.
ku: Peyam hê nehatiye jêbarkirin.
sw: Bado ujumbe hujadaunlodi.
wa: Li messaedje n’ est nén co aberweté.

source: I have sent you a file. It will be available until {{date}}
kk: Мен сізге файлды жібердім. Ол {{date}} дейін қолжетерлік болады
ku: Min pelek bo te şand. Dikarî heta {{date}} bibînî
sw: Nimekutumia faili. Itapatika hadi {{date}}
wa: Dji vs a evoyî on fitchî. I srè disponibe djusk’ å {{date}}

source: Sorry, message cannot be downloaded as it expired on {{date}}
kk: Кешіріңіз, хабарламаны жүктеп алу мүмкін емес, өйткені оның мерзімі {{date}} аяқталған
ku: Bibore, ji ber dema peyamê {{date}} qediyaye nayê jêbarkirin
sw: Samahani, ujumbe huwezi kudaunlodi kwa kuwa ulimaliza muda mnamo {{date}}
wa: Dji rgrete mins dji n’ sai aberweter li messaedje ca il a espiré li {{date}}

source: download
kk: жүктеп алу
ku: jêbar bike
sw: daunlodi
wa: aberweter

source: downloading
kk: жүктеп алынуда
ku: tê jêbarkirin
sw: daunlodi
wa: dj’ aberwete

source: untitled
af: ongetiteld
kk: атаусы
ku: bêsernav
sw: haina jina
wa: sins no

# files-too-large[zero]
source: The file you have selected is too large.
af: Die lêer wat jy gekies het, is te groot.
sw: Faili uliyochagua ni kubwa sana.

# files-too-large[one]
source: The file you have selected is too large.
af: Die lêer wat jy gekies het, is te groot.
sw: Faili uliyochagua ni kubwa sana.

# files-too-large[two]
source: The files you have selected are too large.
af: Die lêers wat jy gekies het, is te groot.
sw: Faili ulizochagua ni kubwa sana.

# files-too-large[few]
source: The files you have selected are too large.
af: Die lêers wat jy gekies het, is te groot.
sw: Faili ulizochagua ni kubwa sana.

# files-too-large[many]
source: The files you have selected are too large.
af: Die lêers wat jy gekies het, is te groot.
sw: Faili ulizochagua ni kubwa sana.

# files-too-large[other]
source: The files you have selected are too large.
af: Die lêers wat jy gekies het, is te groot.
sw: Faili ulizochagua ni kubwa sana.

source: Resizing the attached image
af: Herskaleer die aangehegte beeld
kk: Салынған суреттің өлшемін өзгерту
ku: Mezinahiya wêneyê pêvekirî tê guhertin
sw: Inabadilisha saizi ya picha iliyoambatanisha
wa: Dji candje li grandeu d’ l’ imådje ataetcheye

source: There is a problem with the attached file and it cannot be downloaded.
af: Daar is ’n probleem met die aangehegte lêer en dus kan dit nie afgelaai word nie.
kk: Салыным файлымен мәселелер орын алды, оны жүктеп алу мүмкін емес.
ku: Ji ber ku di pelê pêvekirî de arîşeyek heye nayê jêbarkirin.
sw: Kuna tatizo na faili iliyoambatanisha na haiwezi kudaunlodi.
wa: Åk n’ a nén stî avou l’ fitchî ataetchî eyet i n’ sait nén esse aberweté.

source: Message saved as draft
af: Boodskap is as onvoltooid gestoor
sw: Ujumbe umehifadhiwa kama mswadajaribio

# messagesInput_placeholder
source: Message
af: Boodskap

source: Attachment can be downloaded until {{date}}.
af: Aanhegsel kan tot {{date}} afgelaai word.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
af: Jammer, die boodskap het op {{date}} verstryk en kan nie afgelaai word nie.

source: Download
af: Laai af

source: Downloading…
af: Laai tans af…

source: Edit messages
kk: Хабарламаларды түзету
ku: Peyaman serast bike
wa: Aspougnî messaedjes

source: You've reached the maximum length.
kk: Максималды ұзындығына жеттіңіз.
ku: Gihîştî dirêjahiya maksîmum.
wa: Vos avoz arivé al longueur macsimom.

source: You've exceeded the maximum length. Remove special characters or shorten the message to send it.
kk: Максималды ұзындығынан асып кеттіңіз. Оны жіберу үшін арнайы таңбаларды өшіріңіз немесе хабарламаны қысқартыңыз.
ku: Maksimum uzunluğa ulaştınız. Göndermek içim özel karakterleri kaldırın veya mesajı kısaltın.
wa: Vos avoz dispassé li longueur macsimom. Oistez des caracteres sipeciås oudon-bén raptitixhoz li messaedje po l’ evoyî.

source: {{n}} kB
kk: {{n}} КБ

source: {{n}} MB
kk: {{n}} МБ
wa: {{n}} Mo

source: Service currently unavailable
kk: Қызмет қазір қолжетерсіз
ku: Xizmet niha ne berdest e
wa: Siervice nén disponibe pol moumint

source: Message will automatically be sent once service is available.
kk: Хабарлама қызмет қолжетерлік болған кезінде автоматты түрде жіберілетін болады.
ku: Dema ku xizmet berdest bibe, peyam dê xweber bê şandin.
wa: Li messaedje serè evoyî otomaticmint cwand li siervice serè disponibe.

# sendGeneralErrorBtnOk
source: OK
kk: ОК
ku: Temam
wa: I va

source: Sim card error
kk: Sim карта қатесі
ku: Çewtiya SIM kartê
wa: Aroke del cwåte SIM

source: No SIM card.
kk: SIM картасы жоқ.
ku: SIM kart tune ye.
wa: Nole cwåte SIM.

# sendNoSimCardBtnOk
source: OK
kk: ОК
ku: Temam
wa: I va

source: To send a message, first disable airplane mode.
kk: Хабарламаны жіберу үшін, ұшақтағы режимді сөндіріңіз
ku: Ji bo şandina peyaman pêşî mida balafirê neçalak bike.
wa: Po-z evoyî on messaedje, essoctez aprume li môde avion.

# sendAirplaneModeBtnOk
source: OK
kk: ОК
ku: Temam
wa: I va

source: View
kk: Қарау
ku: Nîşan bide

source: Remove {{type}}
kk: Өшіру {{name}}
ku: {{type}}ê rake

source: Replace {{type}}
kk: Алмастыру {{type}}
ku: {{type}} biguherîne
