Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/sms/sms.properties.po
Languages: af, kk, ku, sw, wa

source: image
kk: сурет
ku: wêne

source: audio
kk: аудио
ku: deng

source: video
kk: видео
ku: vîdeo

source: Discard
kk: Елемеу
ku: Jê bibe
wa: L’ abandner

source: The file you have selected is too large
kk: Сіз таңдаған файл тым үлкен
ku: Pelê hilbijartî pir mezin e
wa: Li fitchî k’ vos avoz tchoezi est trop grand
