Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/music/music.properties.po
Languages: wo

source: Music
wo: Misik

source: Mix
wo: Miks

source: Playlist
wo: Limu taal

source: Artists
wo: Ndaanaan yi

source: Albums
wo: Albom yi

source: Songs
wo: Way yi

source: More
wo: Yeneen

source: Song artist
wo: Ndaanaanu way

source: Song album
wo: Albomu way

source: Unknown artist
wo: Ndaanaan luñ xamul

source: Unknown album
wo: Albom buñ xamul

source: Unknown title
wo: Tur buñ xamul

source: Add songs to get started
wo: Yokk ay way ngir tàmbali

source: Load songs on to the memory card.
wo: Yab ay way ci kàrt memuwaar bi.

source: No memory card found
wo: Amul kàrt memuwaar

source: Insert a memory card to listen to songs.
wo: Roofal ab kàrt memuwaar ngir deglu ay way.

source: Music can not be used while phone is plugged in
wo: Mënoo jëfandikoo misik suñu baraasee telefon bi

source: Unplug the phone to play music.
wo: Debaraaseel telefon bi ngir deglu misik.

source: Database Upgrade
wo: Kaweel Këru njoxe yi

source: Please wait while Music updates its database.
wo: Xaaral tuuti Misik bi yeesal këru njoxe yi.

source: Search Music
wo: Seet Misik

# search-cancel
source: Cancel
wo: Bàyyi

# search-artists
source: Artists
wo: Ndaanaan yi

# search-albums
source: Albums
wo: Albom yi

source: Tracks
wo: Morso yi

source: close
wo: tëj

source: Shuffle all
wo: Jaxase lépp

source: Highest rated
wo: Gën a baax natt

source: Recently added
wo: Yi mujjee yegsi

source: Most played
wo: Yiñ gën a deglu

source: Least played
wo: Yi néew deglu

source: Select a track
wo: Tànnal ab morso

source: Save
wo: Denc

source: Saved {{title}} to Music
wo: Denc nañu {{title}} ci Misik

source: Audio cannot be played: format is unsupported or file is invalid.
wo: Mënu ñu taal ojo: dul jël tëggiin wi walla taxañ bi baaxul.

# overlay-cancel-button
source: Cancel
wo: Bàyyi

source: Music paused during the call
wo: Su woote amee misik bi dafay xaar
