Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/calendar/calendar.properties.po
Languages: wo

source: Back
wo: Dellu

source: Save
wo: Denc

source: Hide
wo: Nëbb

source: Cancel
wo: Neenal

source: Confirm
wo: Dëggal

source: Done
wo: Sotti na

source: Events
wo: Xew-xew yi

source: Edit
wo: Soppali

source: All-day Events
wo: Xew-xewi bis bi Yépp

source: No Events
wo: Amul Xew-xew

source: Swipe
wo: Faxas

source: to navigate between calendar dates.
wo: ngir joowu ci diggante bisi arminaat bi.

source: Today
wo: Tay

source: Month
wo: Weer

source: Week
wo: Ayu-bis

source: Day
wo: Bis

# settings-show
source: Settings
wo: Jekkal yi

source: Hide settings
wo: Nëbb jekkal yi

source: Add an account
wo: Yokk am sàq

source: Add event
wo: Yokk xew-xew

source: Event
wo: Xew-xew

source: Add Event
wo: Yokk xew-xew

source: Edit Event
wo: Soppali Xew-xew

source: Account
wo: Sàq

source: Accounts
wo: Sàq yi

# advanced-settings-short
source: Settings
wo: Jekkal yi

source: Calendar Settings
wo: Jekkali Arminaat

source: Personalization
wo: Niteel

source: Reminders
wo: Fàttalikaay

source: Add Account
wo: Yokk Sàq

source: Username
wo: Turu-jëfandikukat

source: Password
wo: Baatu-jàll

source: Please wait while your account is set up
wo: Xaaral nu ngi jekkal sam sàq

source: Unable to sync
wo: Mënul lëkkalante

source: Sign in
wo: Dugg

# preset-local
source: Offline calendar
wo: Arminaatu bu soxlawul internet

# calendar-local
source: Offline calendar
wo: Arminaat bu nekkul ci internet

source: Title
wo: Tur

source: Where?
wo: Fan?

source: Notes
wo: Karmat yi

source: All day event?
wo: Xew-xewu bis bi yépp?

source: Start date
wo: Bisu tàmbali

source: End date
wo: Bisu njeexte

source: Start time
wo: Waxtu tàmbali

source: End time
wo: Waxtu njeexte

source: Delete event
wo: Far xew-xew

source: Remove local data
wo: Dindi njoxe yi fi nekk

source: Remove account
wo: Dindi sàq

source: Removing this account will also remove your local copy of associated calendars and events.
wo: Dindig sàq mii dafay dindiwaale duppib arminaat ak xew-xew yi fi nekk.

source: Sync
wo: Lëkkalante

source: Sync Calendar
wo: Lëkkalante Arminaat

source: Manually
wo: Ak sa loxo

source: 15 min
wo: 15 sim

source: 30 min
wo: 30 sim

source: Each hour
wo: Waxtu wu nekk

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
wo: {{startDate}}<br>dalee ko {{startTime}} ba {{endTime}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
wo: Dlee ko {{startTime}} {{startDate}}<br>ba {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
wo: Bis bi yépp<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
wo: Bis bi yépp dalee ko {{startDate}}<br>ba {{endDate}}

source: None
wo: Lenn

source: Reminder:
wo: Fàttalikaay:

source: Remind me
wo: Fàttali ma

source: At time of event
wo: Ci waxtu wi miy xew

source: On day of event
wo: Ci bis bi miy xew

source: {{title}} starting {{distance}}
wo: {{title}} tàmbalee {{distance}}

source: {{title}} started {{distance}}
wo: {{title}} tàmbali na {{distance}}

source: 0 minutes before
wo: Su desee 0 simili

source: 1 minute before
wo: Su desee 1 simili

# minutes-before[two]
source: {{value}} minutes before
wo: Su desee {{value}} simili

# minutes-before[few]
source: {{value}} minutes before
wo: Su desee {{value}} simili

# minutes-before[many]
source: {{value}} minutes before
wo: Su desee {{value}} simili

# minutes-before[other]
source: {{value}} minutes before
wo: Su desee {{value}} simili

source: 0 hours before
wo: Su desee 0 waxtu

source: 1 hour before
wo: Su desee 1 waxtu

# hours-before[two]
source: {{value}} hours before
wo: Su desee {{value}} waxtu

# hours-before[few]
source: {{value}} hours before
wo: Su desee {{value}} waxtu

# hours-before[many]
source: {{value}} hours before
wo: Su desee {{value}} waxtu

# hours-before[other]
source: {{value}} hours before
wo: Su desee {{value}} waxtu

source: 0 days before
wo: Su desee 0 fan

source: 1 day before
wo: Su desee 1 fan

# days-before[two]
source: {{value}} days before
wo: Su desee {{value}} fan

# days-before[few]
source: {{value}} days before
wo: Su desee {{value}} fan

# days-before[many]
source: {{value}} days before
wo: Su desee {{value}} fan

# days-before[other]
source: {{value}} days before
wo: Su desee {{value}} fan

source: 0 weeks before
wo: Su desee 0 ayu-bis

source: 1 week before
wo: Su desee 1 ayu-bis

# weeks-before[two]
source: {{value}} weeks before
wo: Su desee {{value}} ayi-bis

# weeks-before[few]
source: {{value}} weeks before
wo: Su desee {{value}} ayi-bis

# weeks-before[many]
source: {{value}} weeks before
wo: Su desee {{value}} ayi-bis

# weeks-before[other]
source: {{value}} weeks before
wo: Su desee {{value}} ayi-bis

source: 0 months before
wo: Su desee 0 weer

source: 1 month before
wo: Su desee 1 weer

# months-before[two]
source: {{value}} months before
wo: Su desee {{value}} weer

# months-before[few]
source: {{value}} months before
wo: Su desee {{value}} weer

# months-before[many]
source: {{value}} months before
wo: Su desee {{value}} weer

# months-before[other]
source: {{value}} months before
wo: Su desee {{value}} weer

source: 0 years before
wo: Su desee 0 at

source: 1 year before
wo: Su desee 1 at

# years-before[two]
source: {{value}} years before
wo: Su desee {{value}} at

# years-before[few]
source: {{value}} years before
wo: Su desee {{value}} at

# years-before[many]
source: {{value}} years before
wo: Su desee {{value}} at

# years-before[other]
source: {{value}} years before
wo: Su desee {{value}} at

source: 0 minutes after
wo: Su weesoo 0 simili

source: 1 minute after
wo: Su weesoo 1 simili

# minutes-after[two]
source: {{value}} minutes after
wo: Su weesoo {{value}} simili

# minutes-after[few]
source: {{value}} minutes after
wo: Su weesoo {{value}} simili

# minutes-after[many]
source: {{value}} minutes after
wo: Su weesoo {{value}} simili

# minutes-after[other]
source: {{value}} minutes after
wo: Su weesoo {{value}} simili

source: 0 hours after
wo: Su weesoo 0 waxtu

source: 1 hour after
wo: Su weesoo 1 waxtu

# hours-after[two]
source: {{value}} hours after
wo: Su weesoo {{value}} waxtu

# hours-after[few]
source: {{value}} hours after
wo: Su weesoo {{value}} waxtu

# hours-after[many]
source: {{value}} hours after
wo: Su weesoo {{value}} waxtu

# hours-after[other]
source: {{value}} hours after
wo: Su weesoo {{value}} waxtu

source: 0 days after
wo: Su weesoo 0 fan

source: 1 day after
wo: Su weesoo 1 fan

# days-after[two]
source: {{value}} days after
wo: Su weesoo {{value}} fan

# days-after[few]
source: {{value}} days after
wo: Su weesoo {{value}} fan

# days-after[many]
source: {{value}} days after
wo: Su weesoo {{value}} fan

# days-after[other]
source: {{value}} days after
wo: Su weesoo {{value}} fan

source: 0 weeks after
wo: Su weesoo 0 ayi-bis

source: 1 week after
wo: Su weesoo 1 ayu-bis

# weeks-after[two]
source: {{value}} weeks after
wo: Su weesoo {{value}} ayi-bis

# weeks-after[few]
source: {{value}} weeks after
wo: Su weesoo {{value}} ayi-bis

# weeks-after[many]
source: {{value}} weeks after
wo: Su weesoo {{value}} ayi-bis

# weeks-after[other]
source: {{value}} weeks after
wo: Su weesoo {{value}} ayi-bis

source: 0 months after
wo: Su weesoo 0 weer

source: 1 month after
wo: Su weesoo 1 weer

# months-after[two]
source: {{value}} months after
wo: Su weesoo {{value}} weer

# months-after[few]
source: {{value}} months after
wo: Su weesoo {{value}} weer

# months-after[many]
source: {{value}} months after
wo: Su weesoo {{value}} weer

# months-after[other]
source: {{value}} months after
wo: Su weesoo {{value}} weer

source: 0 years after
wo: Su weesoo 0 at

source: 1 year after
wo: Su weesoo 1 at

# years-after[two]
source: {{value}} years after
wo: Su weesoo {{value}} at

# years-after[few]
source: {{value}} years after
wo: Su weesoo {{value}} at

# years-after[many]
source: {{value}} years after
wo: Su weesoo {{value}} at

# years-after[other]
source: {{value}} years after
wo: Su weesoo {{value}} at

source: All Day
wo: Bis bi Yépp

source: End date must come after start date
wo: Taarixu tàmbali bi moo war a jiitu Bu njeexte bi

source: Wrong login and/or password
wo: Turu jëfandikukat ak/walla baatu-jàll baaxul

source: Server error. Check your login and try again.
wo: Njuumte serwër. Seetal sa turu jëfandikukat te nga jéemaat.

source: Something is wrong. Try again later.
wo: Amna lu jaarul yoon. Jéemaatal ci kanam.

source: No connection. Check your network configuration and try again.
wo: Amul koneksioŋ. Seetal niñ jekkalee sa reso te nga jéemaat.

source: This account already exists.
wo: Sàq mii amna fi ba noppi.

source: Calendar sync error
wo: Njuumteg lëkkale arminaat

source: Tap for more info
wo: Bësal ngir am yeneen leeral
