Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/operatorvariant/manifest.properties.po
Languages: af, bs, mr

source: Messages
af: Boodskappe
bs: Poruke
mr: संदेश

source: Gaia Messages
af: Gaia-boodskappe
bs: Gaia poruke
mr: Gaia संदेश

source: System Ringtones
af: Stelselluitone
bs: Sistemske melodije
mr: सिस्टम रिंगटोन

source: Gaia Ringtone Picker
af: Gaia-luitoonkieser
bs: Gaia izbornik melodije zvona
mr: Gaia रिंगटोन पिकर

source: Usage
af: Gebruik
bs: Upotreba
mr: वापर

source: Usage application to see credit and data usage statistics
af: Gebruiksprogram om krediet- en datagebruikstatistieke te sien.
mr: शिल्लक आणि डेटा वापर आकडेवारी पाहण्यासाठीचा वापर अनुप्रयोग

source: Music
af: Musiek
bs: Muzika
mr: संगीत

source: Gaia Music
af: Gaia-musiek
bs: Gaia muzika
mr: Gaia संगीत

source: E-Mail
af: E-pos
mr: ई-मेल

source: Gaia E-Mail
af: Gaia-e-pos
mr: Gaia ई-मेल

source: Camera
af: Kamera
bs: Kamera
mr: कॅमेरा

source: Gaia Camera
af: Gaia-kamera
bs: Gaia kamera
mr: Gaia कॅमेरा

source: WAP Push manager
af: WAP-stootbestuurder
mr: WAP पुश व्यवस्थापक

source: Receives, filters and displays WAP Push messages
af: Ontvang, filtreer en vertoon WAP-stootboodskappe
mr: WAP पुश संदेश प्राप्त करते, फिल्टर करते आणि दाखवते

source: Bluetooth Transfer
af: Bluetooth-oordrag
bs: Bluetooth prijenos
mr: ब्ल्युटूथ अंतरण

source: Gaia Bluetooth Transfer
af: Gaia-bluetooth-oordrag
bs: Gaia Bluetooth prijenos
mr: Gaia ब्ल्युटूथ अंतरण

source: Clock
af: Klok
bs: Sat

source: Gaia Clock
af: Gaia-klok
bs: Gaia sat

# name
source: Search Results
af: Soekresultate
bs: Rezultati pretrage

# description
source: Search Results
af: Soekresultate
bs: Rezultati pretrage

source: Gallery
af: Galery
bs: Galerija

source: Gaia Gallery
af: Gaia-galery
bs: Gaia galerija

source: PDF Viewer
af: PDF-kyker
bs: PDF preglednik

source: Portable Document Format (PDF) Viewer
af: Portable Document Format- (PDF) kyker
bs: Preglednik Portable Document Format (PDF) fajlova
mr: पोर्टेबल डॉक्युमेंट फॉरमॅट (PDF) प्रदर्शक

source: Browser
af: Blaaier
mr: ब्राउजर

source: Gaia Web Browser
af: Gaia-webblaaier
mr: Gaia वेब ब्राउझर

source: Calendar
af: Kalender
bs: Kalendar
mr: दिनदर्शिका

source: Gaia Calendar
af: Gaia-kalender
bs: Gaia kalendar
mr: Gaia दिनदर्शिका

source: Purchased Media
af: Gekoopte media
mr: खरेदी केलेला मीडिया

source: Download and manage forward locked music, ringtones and wallpaper
af: Laai af en bestuur vooruitgegrendelde musiek, luitone en muurpapier
mr: फॉरवर्ड लॉक्ड संगीत, रिंगटोन आणि वॉलपेपर डाउनलोड आणि व्यवस्थापित करा

source: Set Ringtone
af: Stel luitoon
mr: रिंगटोन सेट करा

source: Gaia Ringtone Setter
af: Gaia-luitoonsteller
mr: Gaia रिंगटोन सेटर

source: Homescreen
af: Tuisskerm
bs: Početni ekran

source: Gaia Homescreen
af: Gaia-tuisskerm
bs: Gaia početni ekran

source: System
af: Stelsel
bs: Sistem

source: Main System
af: Hoofstelsel
bs: Glavni sistem
mr: मुख्य प्रणाली

source: Phone
af: Foon
bs: Telefon
mr: फोन

source: Gaia Phone
af: Gaia-foon
bs: Gaia telefon
mr: Gaia फोन

source: Contacts
af: Kontakte
bs: Kontakti
mr: संपर्क

source: Gaia Contacts
af: Gaia-kontakte
bs: Gaia kontakti
mr: Gaia संपर्क

source: Wallpaper
af: Muurpapier
bs: Pozadinska slika
mr: वॉलपेपर

source: Gaia Wallpaper Picker
af: Gaia-muurpapierkieser
bs: Gaia odabirač pozadinske slike
mr: Gaia वॉलपेपर पिकर

source: Settings
af: Instellings
bs: Postavke
mr: सेटिंग

source: Gaia Settings
af: Gaia-instellings
bs: Gaia postavke
mr: Gaia सेटिंग

# name
source: Built-in Keyboard
af: Ingeboude sleutelbord
bs: Ugrađena tastatura
mr: बिल्ट-इन कीबोर्ड

# description
source: Built-in Keyboard
af: Ingeboude sleutelbord
mr: बिल्ट-इन कीबोर्ड

source: Number
af: Nommer
mr: अंक

source: Numeric layout
af: Nommerbord
mr: सांख्यिक लेआउट

source: Video
mr: चित्रफित

source: Gaia Video
mr: Gaia चित्रफित

source: FM Radio
mr: एफएम रेडिओ

source: Gaia FM Radio
mr: Gaia एफएम रेडिओ
