Repository: BenitoJedai/mozilla-gaia
Catalog: ln/shared/import_contacts/import_contacts.properties.po
Languages: ln

source: Back
ln: Zonga sima

source: To import contacts insert or unlock your SIM card
ln: Mpo na kobenda bacontact tia to debloquer carte SIM nayo

source: To import contacts insert a memory card
ln: Mpo na kobenda bacontact tia carte mémoire

source: Memory card
ln: Carte mémoire

source: To import Facebook friends or contacts connect to Wi-Fi or data network
ln: Mpo na kobenda baninga ya Facebook to bacontact connecter Wi-Fi to reseau ya ba donnée

source: Import SIM contacts
ln: Benda bacontact ya SIM

source: Importing SIM contacts…
ln: Bacontact ya SIM eza kobendama…

source: Reading from SIM card…
ln: Kotanga kowuta na carte SIM…

source: Could not import contacts from SIM
ln: Ekoki te kobenda bacontact kowuta na SIM

source: No contacts detected on SIM to import
ln: Contact moko te emonani na SIM mpo na kobenda

# simContacts-imported3[one]
source: Imported one contact
ln: Contact moko ebendami

# simContacts-imported3[two]
source: Imported {{n}} contacts
ln: Bacontact {{n}} ebendami

# simContacts-imported3[few]
source: Imported {{n}} contacts
ln: Bacontact {{n}} ebendami

# simContacts-imported3[many]
source: Imported {{n}} contacts
ln: Bacontact {{n}} ebendami

# simContacts-imported3[other]
source: Imported {{n}} contacts
ln: Bacontact {{n}} ebendami

source: Import contacts from memory card
ln: Benda bacontact kowuta na carte mémoire

source: Importing contacts from memory card…
ln: Eza kobenda bacontact kowuta na carte mémeroire…

source: Reading from memory card…
ln: Kotanga kowuta na carte mémoire…

source: Could not import contacts from memory card
ln: Ekoki te kobenda bacontact kowuta na carte mémoire

source: No contacts detected on memory card to import
ln: Contact moko te emonani na carte mémoire mpo na kobenda

# memoryCardContacts-imported3[one]
source: Imported one contact
ln: Contact moko ebendami

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
ln: Bacontact {{n}} ebendami

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
ln: Bacontact {{n}} ebendami

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
ln: Bacontact {{n}} ebendami

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
ln: Bacontact {{n}} ebendami

source: No friends imported (out of {{total}})
ln: Moninga moko te abendami (out of {{total}})

source: One friend imported (out of {{total}})
ln: Moninga moko abendami (out of {{total}})

# facebook-import-msg[two]
source: {{imported}}/{{total}} friends imported
ln: baninga {{imported}}/{{total}} babendami

# facebook-import-msg[few]
source: {{imported}}/{{total}} friends imported
ln: baninga {{imported}}/{{total}} babendami

# facebook-import-msg[many]
source: {{imported}}/{{total}} friends imported
ln: baninga {{imported}}/{{total}} babendami

# facebook-import-msg[other]
source: {{imported}}/{{total}} friends imported
ln: baninga {{imported}}/{{total}} babendami

source: No duplicated contacts merged
ln: Contact moko te ya duplicata esangisami

source: One duplicated contact merged
ln: Contact moko ya duplicata esangisami

# contactsMerged[two]
source: {{numDups}} contacts merged
ln: bacontact {{numDups}} esangisami

# contactsMerged[few]
source: {{numDups}} contacts merged
ln: bacontact {{numDups}} esangisami

# contactsMerged[many]
source: {{numDups}} contacts merged
ln: bacontact {{numDups}} esangisami

# contactsMerged[other]
source: {{numDups}} contacts merged
ln: bacontact {{numDups}} esangisami
