Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/ringtones/ringtones.properties.po
Languages: wo

source: Manage Ringtones
wo: Saytu Sonëri yi

source: Share ringtone
wo: Séddoo sonëri

source: Delete ringtone
wo: Far sonëri

# actions-cancel
source: Cancel
wo: Bàyyi

source: Delete Ringtone
wo: Far Sonëri

source: Are you sure you want to delete "{{tone}}"?
wo: Wóor nala ni danga bëgg a far "{{tone}}"?

source: "{{tone}}" is the current default ringtone. Are you sure you want to delete it?
wo: "{{tone}}" mooy sa sonëri fimne nii. Wóor nala ni danga ko bëgg a far?

source: "{{tone}}" is the current default alert. Are you sure you want to delete it?
wo: "{{tone}}" mooy sa alarm biñ la jagleel. Wóor nala ni danga ko bëgg a far?

# delete-cancel
source: Cancel
wo: Bàyyi

source: Delete
wo: Far

source: Ringtone deleted.
wo: Far nañu sonëri bi.

source: New ringtone created.
wo: Sos nañu sonëri bu bees.

source: Ringtone set as default.
wo: Jagleel nañu la sonëri bi.

source: Select Sound
wo: Tànn Way

source: Done
wo: Sotti na

source: Firefox Ringtones
wo: Sonëri yu Firefox

source: Alerts
wo: Alarm yi

source: Custom Ringtones
wo: Say sonëri Bopp

source: Create Ringtone
wo: Sonëri buñ Laalaat

source: Save
wo: Denc

# create-cancel
source: Cancel
wo: Bàyyi

source: Corrupted File
wo: Taxañ bi dafa Yàqu

source: The file is corrupted. It cannot be used to create a ringtone.
wo: Taxañ bii dafa yàqu. Kenn mënu ko def sonëri.

source: Ringtone Not Created
wo: Sosug Sonëri bi Yeggul

source: There was an issue creating the ringtone. Please try again.
wo: Jafe-jafe am na ci sosug sonëri bi. Jéemaatal.

source: Use as default ringtone
wo: Def ko sonëri boo jagoo

source: Untitled
wo: Amul tur
