Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/bookmark/bookmark.properties.po
Languages: mr, or, rw, te, xh, zu

source: Add link
mr: दुवा जोडा
or: ଲିଙ୍କ ଯୋଡ଼ନ୍ତୁ
rw: Ongeraho umuyoboro
te: లంకెను చేర్చు
xh: Faka ikhonkco
zu: Faka ilinki

source: Edit link
mr: दुवा संपादन
or: ଲିଙ୍କ ସମ୍ପାଦନ କରନ୍ତୁ
rw: Kuvugurirura ihuriro
te: లంకెను సరిచేయి
xh: Hlela ikhonkco
zu: Lungisa ilinki

source: Added to Home Screen
mr: मुख्य पडद्यावर समाविष्ट
or: ମୁଖ୍ୟ ପୃଷ୍ଠାରେ ଯୋଡ଼ାଗଲା
rw: Byongewe ku habanza
te: ముంగిలి తెరకు చేర్చబడింది
xh: Ifakelwe kwiHome Screen
zu: Ifakiwe Eskrinini saseKhaya

source: Updated bookmark
mr: अद्ययावत वाचनखूण
or: ଅଦ୍ୟତିତ ପୃଷ୍ଠାସଂକେତ
rw: Umurongo uhinduwe mushya
xh: Ibhukhmakhi ehlaziyiweyo
zu: Ama-bookmark avuseleliwe

source: Website name
mr: संकेतस्थळाचे नाव
or: ୱେବସାଇଟର ନାମ
rw: Izina ry'urubuga
te: జాల గూడు పేరు
xh: Igama lewebhusayithi
zu: Igama lewebhusayithi

source: Address
mr: पत्ता
or: ଠିକଣା
rw: Aho ubarizwa
te: చిరునామా
xh: Idilesi
zu: Ikheli

source: Cancel
mr: रद्द
or: ବାତିଲ କରନ୍ତୁ
rw: Kureka
te: రద్దుచేయి
xh: Rhoxisa
zu: Khansela

source: Add to Home Screen
mr: मुख्य पडद्यावर जोडा
or: ମୁଖ୍ୟ ପୃଷ୍ଠାରେ ଯୋଡ଼ନ୍ତୁ
rw: Shyira ahabanza
te: ముంగిలి తెరకు చేర్చు
xh: Fakela kwiHome Screen
zu: Faka Eskrinini saseKhaya

source: Done
mr: ठीक
or: ସମ୍ପନ୍ନ ହେଲା
rw: Byakozwe
te: పూర్తయింది
xh: Yenziwe
zu: Kwenziwe

source: Remove {{name}}
mr: {{name}} काढा
or: {{name}} ବାହାର କରନ୍ତୁ
rw: Vanaho {{izina}}
te: {{name}}ను తొలగించు
xh: Susa i{{name}}
zu: Susa {{name}}

source: Remove {{name}} from system?
mr: सिस्टीममधुन {{name}} काढायचे?
or: ତନ୍ତ୍ରରୁ {{name}} ବାହାର କରିବେ କି?
rw: Siba {{izina}} muri sisiteme?
te: {{name}}ను వ్యవస్థ నుండి తొలగించాలా?
xh: Kususwe i{{name}} kwisixhobo?
zu: Susa {{name}} kusistimu?

source: Remove
mr: काढा
or: ହଟାନ୍ତୁ
rw: Kuramo
te: తొలగించు
xh: Susa
zu: Susa
