Repository: BenitoJedai/mozilla-gaia
Catalog: sm/shared/date/date.properties.po
Languages: sm

source: Sunday
sm: Aso Sā

source: Monday
sm: Aso Gafua

source: Tuesday
sm: Aso Lua

source: Wednesday
sm: Aso Lulu

source: Thursday
sm: Aso Tofi

source: Friday
sm: Aso faraile

source: Saturday
sm: Aso To'onai

source: Sun
sm: Sā

source: Mon
sm: Gafu

source: Tue
sm: Lua

source: Wed
sm: Lulu

source: Thu
sm: Tofi

source: Fri
sm: Fara

source: Sat
sm: To'o

source: January
sm: Ianuari

source: February
sm: Fepuari

source: March
sm: Mate

source: April
sm: Aperila

# month-4-long
source: May
sm: Mē

source: June
sm: Iuni

source: July
sm: Iulai

source: August
sm: 'Aokuso

source: September
sm: Setema

source: October
sm: Oketopa

source: November
sm: Novema

source: December
sm: Tesema

source: Jan
sm: Ianu

source: Feb
sm: Fepu

source: Mar
sm: Mati

source: Apr
sm: Ape

# month-4-short
source: May
sm: Mē

source: Jun
sm: Iuni

source: Jul
sm: Iu

source: Aug
sm: 'Aoku

source: Sep
sm: Sete

source: Oct
sm: Oke

source: Nov
sm: Nove

source: Dec
sm: Tese

# minutesAgo-long[zero]
source: just now
sm: i le taimi nei

source: a minute ago
sm: tasi minute talu ai

# minutesAgo-long[two]
source: {{m}} minutes ago
sm: {{m}} minute talu ai

# minutesAgo-long[few]
source: {{m}} minutes ago
sm: {{m}} minute talu ai

# minutesAgo-long[many]
source: {{m}} minutes ago
sm: {{m}} minute talu ai

# minutesAgo-long[other]
source: {{m}} minutes ago
sm: {{m}} minute talu ai

# hoursAgo-long[zero]
source: just now
sm: i le taimi nei

source: an hour ago
sm: tasi itūlā talu ai

# hoursAgo-long[two]
source: {{h}} hours ago
sm: {{h}} itūlā talu ai

# hoursAgo-long[few]
source: {{h}} hours ago
sm: {{h}} itūlā talu ai

# hoursAgo-long[many]
source: {{h}} hours ago
sm: {{h}} itūlā talu ai

# hoursAgo-long[other]
source: {{h}} hours ago
sm: {{h}} itūlā talu ai

# daysAgo-long[zero]
source: today
sm: aso nei

source: yesterday
sm: 'ananafi

# daysAgo-long[two]
source: {{d}} days ago
sm: {{d}} aso talu ai

# daysAgo-long[few]
source: {{d}} days ago
sm: {{d}} aso talu ai

# daysAgo-long[many]
source: {{d}} days ago
sm: {{d}} aso talu ai

# daysAgo-long[other]
source: {{d}} days ago
sm: {{d}} aso talu ai

# inMinutes-long[zero]
source: now
sm: taimi nei

source: in a minute
sm: nai minute

# inMinutes-long[two]
source: in {{m}} minutes
sm: i {{m}} minute

# inMinutes-long[few]
source: in {{m}} minutes
sm: i {{m}} minute

# inMinutes-long[many]
source: in {{m}} minutes
sm: i {{m}} minute

# inMinutes-long[other]
source: in {{m}} minutes
sm: i {{m}} minute

# inHours-long[zero]
source: now
sm: taimi nei

source: in an hour
sm: i le tasi itulā

# inHours-long[two]
source: in {{h}} hours
sm: i le {{h}} itulā

# inHours-long[few]
source: in {{h}} hours
sm: i le {{h}} itulā

# inHours-long[many]
source: in {{h}} hours
sm: i le {{h}} itūlā

# inHours-long[other]
source: in {{h}} hours
sm: i le {{h}} itūlā

# inDays-long[zero]
source: today
sm: aso nei

source: tomorrow
sm: taeao

# inDays-long[two]
source: in {{d}} days
sm: i le {{d}} aso

# inDays-long[few]
source: in {{d}} days
sm: i le {{d}} aso

# inDays-long[many]
source: in {{d}} days
sm: i le {{d}} aso

# inDays-long[other]
source: in {{d}} days
sm: i le {{d}} aso

# minutesAgo-short[zero]
source: just now
sm: taimi nei

source: {{m}}m ago
sm: {{m}}m talu ai

# hoursAgo-short[zero]
source: just now
sm: taimi nei

source: {{h}}h ago
sm: {{h}}h talu ai

# daysAgo-short[zero]
source: today
sm: aso nei

source: {{d}}d ago
sm: {{d}}d talu ai

# inMinutes-short[zero]
source: now
sm: i le taimi nei

source: in {{m}}m
sm: i {{m}}m

# inHours-short[zero]
source: now
sm: taimi nei

source: in {{h}}h
sm: i le {{h}}h

# inDays-short[zero]
source: today
sm: aso nei

source: in {{d}}d
sm: i le {{d}}d

source: (incorrect date)
sm: (sesē aso)
