Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Ma

source: Resend
id: Trɔɖoɖa

source: Connecting
id: Ka tsiatsiam

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} di be yeanya eye woa verify wo kaƒomɔ number. Taflatse tia esi nedi be yeama alo ŋlɔ yeye.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Mieɖo kod ɖa wo {{phone_number}}. Miadze agbagba aɖɔe ɖo, gake edze be naŋlɔe manually nenye be mele zaza me le womɔ̀ dzi o.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Enyo ŋutɔ! Mie verify wo number {{phone_number}} azɔ eye wole {{app_name}} dzi.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Verification server la meli fifia o. Taflatse le ŋku ɖe wo internet katsiatsiawo ŋu ne nagatee kpɔ miniti ʋee aɖewo megbe.

source: There seems to be a problem with your verification code. Let's try once again!
id: Ewɔ abe vodada aɖe va wo verification kod ŋu. Miagatee kpɔ ake!

source: Mobile identity
id: Mobile dzesidede

source: OK
id: Enyo

source: Or add your phone number
id: Alo kpe wo kaƒomɔ number ɖe ŋu

source: Or select a phone number from the list
id: Alo tia kaƒomɔ number aɖe tso list la me
