Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/costcontrol/costcontrol.properties.po
Languages: ln

# topup-confirmation-title2
source: Usage
ln: Bosaleli

source: Top-up confirmed
ln: Recharge endimami

# topup-incorrectcode-title2
source: Usage
ln: Bosaleli

source: Incorrect top-up code entered.
ln: Okotisaki code ya recharge ya mabe.

source: Updating
ln: ezali kosala mise ǎ jour

source: Updating…
ln: ezali kosala mise ǎ jour...

source: Yesterday
ln: Lobi eleki

source: Today
ln: Lelo

source: Never
ln: Soki moke te

source: Usage Widget
ln: Widget ya kosalela

source: New {{provider}} SIM inserted
ln: SIM ya {{provider}} ya sika ekotisami

source: Tap to track your phone and internet usage.
ln: Beta po na kolandela telefone nayo mpe internet.

source: New SIM inserted
ln: SIM ya sika ekotisami

source: Tap to track your internet usage.
ln: Beta po na kolandela bosaleli ya internet na yo.

source: Airplane Mode
ln: Mode Avion

source: Please, turn off airplane mode to enable Usage.
ln: Tosengi, oboma mode avion po na koactiver Bosaleli.

source: No SIM inserted
ln: SIM etiami te

source: Insert a SIM to enable Usage.
ln: Kotisa SIM po na koactiver Bosaleli.

source: Locked SIM card
ln: Carte SIM ekangama

source: Unlock your SIM to enable Usage.
ln: Fungola SIM na yo po na koactiver Bosaleli

source: Usage First Time Experience
ln: Experience ya Bosaleli ya Yambo.

source: Save money by keeping track of your phone and internet usage.
ln: Bomba mbongo na kolandelaka telefone nayo mpe kosalela internet.

source: Save money by keeping track of your internet usage.
ln: Bomba mbongo na kolandelaka telefone nayo mpe kosalela internet.

source: Get clear information about how much internet you’re using.
ln: Zwa basango malamu mpo na oyo etali internet boni ozali kosalela.

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
ln: Sango oyo emonisami na Bosaleli eyaka mbala moko uta na appareil oyo. Tala mopesi rezo ya telefone na yo po na kozwa ba sango nionso ya compte.

source: Type of Contract
ln: Lolenge ya Contract

source: Select the type of contract you have with your mobile service provider.
ln: Pona lolenge ya contract ozali na yango na mopesi rezo ya telefone na yo.

source: Low Balance Alert
ln: Alerte po na Credit ya Moke

source: Set an alert to avoid running out of credit.
ln: Tia alerte po na koboya kosilisa credit.

source: Data Report and Alert
ln: Rapport ya Badonnée mpe Alert

source: Receive reports about your Internet usage and set an alert to avoid using too much.
ln: Yamba barapport po na bosaleli nayo ya internet tia alerte po na koboya kosalela yango mingi.

source: Phone and Data Report
ln: Rapport ya telefone mpe ya badonnée

source: Receive reports about your phone and Internet usage.
ln: Yamba barapport ya bosaleli telefone nayo na internet.

# fte-postpaid3-title
source: Data Alert
ln: Alerte ya badonnée

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
ln: Tia alerte po na koboya kosalela badonnee mingi penza.

source: Data Report
ln: Rapport ya badonnée

source: Receive reports about your internet usage.
ln: Yamba barapport ya bosaleli nayo ya internet.

# fte-onlydata3-title
source: Data Alert
ln: Alerte ya badonnée

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
ln: Tia alerte po na koboya kosalela badonnée mingi penza.

source: Phone Activity
ln: Misala ya telefone

source: Balance
ln: Solde

source: Roaming: no automatic balance update. You might be charged for updating manually.
ln: Roaming: sango ya sika ya solde otomatike eza te. Bakoki kofutisa yo pona kobongola yango na maboko.

source: Balance didn’t update correctly. Try updating manually.
ln: Solde ebongwamaki malamu te. Meka kobongola yango na maboko.

source: Turn off airplane mode to update your balance or top up.
ln: Boma mode avion pona kobongola solde to recharge.

source: Do you want to disable Airplane mode to update or top up?
ln: Olingi ko boma mode avion pona kobongola to korecharger?

source: You need phone coverage to update your balance or top up.
ln: Esengeli ozala na couverture ya reseau pona kobongola solde to korecharger.

source: Top Up
ln: Recharge

source: Enter the top-up code
ln: Kotisa code ya recharge

source: Find it on the scratch card or directly in your receipt.
ln: Tala yango na carte oyo bakwanzi to mbala moko na reçu.

source: You will receive a confirmation message
ln: Okoyamba sango ya confirmation

source: Make sure the code is correct and try again.
ln: Zala sure ete code eza malamu pe meka lisusu.

source: There was a problem sending the code. Please, try again.
ln: Nkokoso ezalaki na botindi code. Meka lisusu.

# application-error-title
source: Service unavailable
ln: Service eza te.

source: Contact your company representative
ln: Kutana na mokonzi ya kopani

# service-unavailable-title
source: Service unavailable
ln: Service eza te

source: Neither update nor top-up is possible at the moment. Please try later.
ln: Bobongoli to recharge ekoki kosalema te na ngonga oyo. Meka mua sima.

source: Data usage
ln: Bosaleli ya badonnees.

source: Update
ln: Bobongoli

source: Use top-up code
ln: Salela code ya recharge

source: Open top-up menu
ln: Fongola menu ya recharge.

source: Your top-up is being processed.
ln: Recharge nayo ezo salema.

source: Update your balance to confirm. If balance is unchanged, try topping up again.
ln: Bongola solda nayo pona kondima. Soki solde ebongwami te, meka korecharger lisusu.

source: Top-up not confirmed
ln: Recharge esimbi te

source: Try updating your balance or retry top-up.
ln: Meka ko bongola solde nayo to meka korecharger.

source: send
ln: Tinda

source: My phone and Internet plan is
ln: Lolenge yakozala ya telefoni na internet nanga eza

source: Prepaid
ln: Efutami liboso

source: Postpaid
ln: Efutami sima

source: Phone activity
ln: Mosala ya telefoni

source: SMS sent
ln: SMS ekei

source: Calls made
ln: Baappels oyo osalaki

source: Settings
ln: Lolenge ya kosalela

source: Low balance alert
ln: Alerte ya solde ya muke

source: When balance is below
ln: Tango solde eza na se

source: Phone and Internet data report
ln: Lapolo ya badonnees ya internet na telefoni

source: Starting on
ln: Kopelisa

source: Cancel
ln: Tika

source: Monthly
ln: Na sanza

source: Weekly
ln: Na mponso

source: Monday
ln: Mokolo ya liboso

source: Tuesday
ln: Mokolo ya mibale

source: Wednesday
ln: Mokolo ya misato

source: Thursday
ln: Mokolo ya mine

source: Friday
ln: Mokolo ya mitano

source: Saturday
ln: Mokolo ya mposo

source: Sunday
ln: Mokolo ya eyenga

source: Billing cycle ends
ln: Periode ya kosala facture esili

source: Tracking will reset on this date
ln: Bolandeli eko bandela na mokolo oyo

source: Yes
ln: Boye

source: Done
ln: Esili

source: Confirmation
ln: Bondimi

source: All current data will be deleted. Are you sure you want to reset?
ln: Badonnees nyoso ya sikoyo eko bomama. Ondimi ete olingi kobandela?

source: Reset
ln: Bandela

source: Reset Wi-Fi usage
ln: Bandela bosaleli ya Wi-Fi

source: Reset mobile usage
ln: Bandela bosaleli ya portable

source: Reset mobile & Wi-Fi data
ln: Bandela badonnees ya Wi-Fi na portable

source: Not set
ln: Eza regler te

source: Used
ln: Basalela

source: Limit passed
ln: Limit eleki

source: Data usage limit
ln: Limit ya bosaleli badonnees

source: Data use alert
ln: Alerte ya bosaleli badonnees

source: When use is above
ln: Tango bosaleli eza likolo

source: Enter a mobile data limit alert
ln: Kotisa limit ya alerte ya badonnees ya portable

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
ln: Bavitesses ya bokotisami ekitisaka sima soki ekomi na limit

source: Wi-Fi usage
ln: Bosaleli Wi-Fi

source: Mobile usage
ln: Bosaleli portable

# wifi-usage-settings
source: Wi-Fi usage
ln: Bosaleli Wi-Fi

# mobile-usage-settings
source: Mobile usage
ln: Bosaleli portable

source: I’m Pre-paid
ln: Nafutaka liboso

source: I’m Post-paid
ln: Nafutaka sima

source: Reset data usage
ln: Bondela bosaleli badonnees

source: Reset report
ln: Bandela lapolo

source: Next
ln: Oyo elandi

source: Back
ln: Zonga sima

source: Let’s go!
ln: Tokende!

source: Alert
ln: Alerte

source: Alert Limit
ln: Limite ya alerte

source: Welcome
ln: Boyei malamu

source: {{limit}} of data used
ln: {{limit}} ya badonnees basalela

source: You’ve reached the limit you selected
ln: Okomi na limite oponaki

source: Low balance
ln: Solde ya muke

source: {{remaining}} remaining phone credit
ln: {{remaining}} credit ya telefoni oyo etikali

source: Balance has reached zero, no phone credit remaining.
ln: Solde ekomi na libungutulu, credit moko te ya telefoni etikali

source: Not available
ln: Eza te

source: Usage
ln: Bosaleli

source: Phone
ln: Telefoni

source: Loading interface data. Please retry in a while.
ln: Kotisa badonnees ya interface. Limbisa meka sima muke
