Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/system/fxa/fxa.properties.po
Languages: ee

source: Next
ee: Ngɔgbe

source: Back
ee: Megbe

source: Done
ee: Wunu

source: OK
ee: Enyo

# fxa-connection-error-title
source: Unable to Connect
ee: Meteŋu tsia ka o

source: You can create an account or sign in from Settings.
ee: Ateŋu aʋu akaunti alo ageɖe eme to Settings dzi.

source: Reset Password
ee: Trɔŋlɔ Password

source: You can reset your password from Settings.
ee: Ateŋu atrɔŋlɔ wo password tso Settings me.

source: Cannot Create Account
ee: ʋu wo akaunti

source: You must meet certain age requirements to create a Firefox Account. {{learnmore}}
ee: Edze be naxɔ ƒe si dze la hafi naʋu Firefox akaunti. {{learnmore}}

source: Learn more
ee: Srɔ nu tso bubuwo ŋu

# fxa-offline-error-title
source: Unable to Connect
ee: Meteŋu tsia ka o

source: Please connect to a network from Settings.
ee: Taflatse tsia ka kple network tso Settings.

source: Error
ee: Vodada

source: Please enter a valid email.
ee: Meɖekuku ŋlɔ email dedia

source: Invalid Password
ee: Password mademade

source: Please check your password and try again.
ee: Meɖekuku le ŋku ɖe wo password ŋu eye naga woe ake.

# fxa-unknown-error-title
source: Unable to Connect
ee: Meteŋu tsia o

source: System unavailable, try again soon.
ee: System meli o. Gawoe le ɣeyiɣi kpui aɖe megbe.

source: Connecting
ee: Katsiatsia

source: Enter your email
ee: ŋlɔ wo email

source: Use your email address to create an account or sign in.
ee: Za wo email adresi natsɔ aʋu akaunti alo a sign in.

source: By proceeding, I agree to the {{tos}} and {{pn}} of Firefox cloud services.
ee: Ne eyi dzi la, ekema elɔ ɖe cloud sevisiwo si le Firefox te la ƒe {{tos}} kple {{pn}}

source: Terms of Service
ee: Sevisiwo ƒe ɖoɖowo

source: Privacy Notice
ee: Privacy ƒe nyanya

source: Create a Password
ee: Ɖo password

source: Enter Your Password
ee: Na wo password

source: Hello, {{email}}
ee: Hallo, {{email}}

source: Please enter your Firefox Account password to continue.
ee: Meɖekuku na wo Firefox akaunt ƒe password ne nayi dzi.

source: Forgot your password?
ee: Eŋlɔ wo password be a?

source: Show password
ee: Fia password

source: Your password must be at least 8 characters long.
ee: Wo password mega nɔ kpui wu nuŋɔŋlɔ enyi o.

source: Success!
ee: Edzedzi!

source: Your Firefox Account is ready to go!
ee: Wo Firefox akaunti le klalo na zaza!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
ee: Fifia ateŋu aza feature-wo abe Find My Device kple appwo abe Firefox Marketplace ene.

source: In the future, you can access and manage your account from Settings.
ee: Le etsɔ si gbɔna me la, ateŋu aʋu eye na manage wo akaunti tso Settings.

source: Confirm Your Account
ee: Kɔnfem wo akaunti

source: We will send an email to: {{email}}
ee: Miaɖo email ɖe wo le: {{email}}
