Repository: BenitoJedai/mozilla-gaia
Catalog: ha/shared/sounds/sounds.properties.po
Languages: ha

source: None
ha: Babu

source: Classic Prism
ha: Karɓaɓɓen gilashi

source: Classic Courier
ha: Karɓaɓɓen Jirgin saman dako

source: Classic Touchmatic
ha: Karɓaɓɓen Touchmatic

source: Classic Electric
ha: Karɓaɓɓe na Wutar lantarki

source: Classic Wallphone
ha: Karɓaɓɓiyar Wayar bango

source: Disco Drive
ha: Mai tuƙa Disco

source: Vamos Là Elektro
ha: Vamos La Elektro

source: Low Bit Swing
ha: Lilo na Low Bit

source: Ringing Gems
ha: Ƙararrawa mai daɗi

source: Rain Echoes
ha: Ƙarar ruwan sama

source: Progressive Dapple
ha: Ci gaban Dapple

source: Analog Dapple
ha: Dapple na Analog

source: Wind Chimes
ha: Chimes na Iska

source: Bit Bounce
ha: Tsallen Ragama

source: Minimal Bands
ha: Ƙaramin maɗauri

source: Exclamation
ha: Motsin rai

source: Boomer
ha: Sa-amo

source: Rewind
ha: Dawo baya

source: Spring
ha: Sifirin

source: Bell
ha: Ƙararrawa

source: Bell Extended
ha: An faɗaɗa Ƙararrawa

source: Ring
ha: Kaɗa
