Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/fl/download.properties.po
Languages: ln

source: Download
ln: Kotélécharger

source: Install
ln: Koinstaller

source: Cancel
ln: Tika

source: Download Error
ln: Erreur ya téléchargement

source: Installation Error
ln: Erreur ya installation

# err_descriptor_download_failed
source: The download failed because of a server error.
ln: Téléchargement esimbaki te po na erreur ya serveur.

# err_bad_descriptor
source: The download failed because of a server error.
ln: Téléchargement esimbaki te po na erreur ya serveur.

source: File is too large to download.
ln: Fichier eza monene mingi koleka po na kotélécharger.

source: This type of purchased media is not supported on your phone.
ln: Lolenge ya media esombami ekoki te na telefone nayo.

# err_bad_type
source: The download failed because of a server error.
ln: Téléchargement esimbaki te po na erreur ya serveur.

# err_content_download_failed
source: The download failed because of a server error.
ln: Téléchargement esimbaki te po na erreur ya serveur.

# err_bad_drm_message
source: The download failed because of a server error.
ln: Téléchargement esimbaki te po na erreur ya serveur.

source: The downloaded image cannot be displayed on this device.
ln: Elili oyo eza télécharger ekoki kolakisama na appareil oyo te.

source: The downloaded file cannot be played on this device.
ln: Fichier oyo eza télécharger ekoki kolakisama na appareil oyo te.

source: There is not enough storage space on your device to save this song.
ln: Esika ya kobomba ezali kokoka te po na kobomba loyembo oyo na appareil na yo.

source: Cannot save song because there is no memory card.
ln: Okoki kobomba loyembo te po carte mémoire ezali te.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
ln: Okoki kobomba loyembo te po carte mémoire eza na mosala. Debrancher telefone nayo mpe meka lisusu kotélécharger.

# err_ds_save_failure
source: Error saving media file.
ln: Erreur esalemi na bobombi fichier media.

# err_db_store_failure
source: Error saving media file.
ln: Erreur esalemi na bobombi fichier media.

source: Song downloaded and installed. Use the Music app to play it.
ln: Loyembo eza téléchargé mpe installé. Salela Music app pona kobeta yango.

source: Ringtone downloaded and installed.
ln: Sonnerie eza téléchargé mpe installé.

source: Wallpaper downloaded and installed.
ln: Wallpaper eza téléchargé mpe installé.

source: Do you want to download and install this audio file as a song or as a ringtone?
ln: Olingi kotélécharger mpe koinstaller fichier audio oyo lokola loyembo to sonnerie?

source: Ringtone
ln: Sonnerie

source: Song
ln: Loyembo

source: Download song?
ln: Kotélécharger loyembo?

source: Download ringtone?
ln: Kotélécharger sonnerie?

source: Download wallpaper?
ln: Kotélécharger wallpaper?

source: Downloading song…
ln: Eza kotélécharger loyembo...

source: Downloading ringtone…
ln: Eza kotélécharger sonnerie...

source: Downloading wallpaper…
ln: Eza kotélécharger wallpaper...

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
ln: {{vendor}} abloquer fichier media oyo mpo ete ekoka kokabolama te na basusu to kotindama na appareil ya sika.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
ln: Moteki abloquer fichier media oyo mpo ete ekoka kokabolama te na basusu to kotindama na appareil ya sika.

source: Name
ln: Nkombo

source: Type
ln: Motindo

source: Size
ln: Bolayi

source: Vendor
ln: Moteki

source: Info
ln: Sango

source: Downloading
ln: Eza kotélécharger

source: Preview image
ln: Botali bua elili yambo

source: Preview audio
ln: Boyoki bua mongongo yambo
