Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/apps/system/fxa/fxa.properties.po
Languages: yo

source: Firefox Accounts
yo: Awon apamo Firefox

source: Next
yo: Omiran

source: Back
yo: Pada

source: Done
yo: Opari

source: OK
yo: Beeni

# fxa-connection-error-title
source: Unable to Connect
yo: Ko sese lati sopo

source: You can create an account or sign in from Settings.
yo: O le seda apamo kan tabi fi amin wole lati inu awon Agbekale

source: Reset Password
yo: Tun amin-asiri to

source: You can reset your password from Settings.
yo: O le tun amin-asiri re to lati inu awon Agbekale.

source: Cannot Create Account
yo: Kole Seda Apamo

source: You must meet certain age requirements to create a Firefox Account. {{learnmore}}
yo: ojo-ori re ni lati wa ni ibi kan

source: Learn more
yo: Nimo si

# fxa-offline-error-title
source: Unable to Connect
yo: Ko sese lati sopo

source: Please connect to a network from Settings.
yo: Jowo sopo mo netiwoki lati inu awon Agbekale.

source: Error
yo: Asise

source: Please enter a valid email.
yo: Jowo fi ero-ifiweranse to fesemule si.

source: Invalid Password
yo: Amin-asiri ti ko fesemule

source: Please check your password and try again.
yo: Jowo ye amin-asiri re wo ki o si gbiyanju lekansi.

# fxa-unknown-error-title
source: Unable to Connect
yo: Ko sese lati sopo

source: System unavailable, try again soon.
yo: Eto-ero kosi larowoto, gbiyanju lekansi laipe.

source: Connecting
yo: Onsopo

source: Enter your email
yo: Fi ero-ifiranse re si

source: Use your email address to create an account or sign in.
yo: Lo apejuwe ero-ifiweranse re lati seda apamo tabi fi amin wole

source: By proceeding, I agree to the {{tos}} and {{pn}} of Firefox cloud services.
yo: Nipa lilo siwaju, Mo ti gba lati {{tos}} ati {{pn}} ti awon ise Firefox ofurufu.

source: Terms of Service
yo: Awon ofin Ise

source: Privacy Notice
yo: Akiyesi Ibi-asiri

source: Create a Password
yo: Seda Amin-asiri

source: Enter Your Password
yo: Fi Amin-asiri Re si

source: Hello, {{email}}
yo: Kaabo, {{ero-ifiweranse}}

source: Please enter your Firefox Account password to continue.
yo: Jowo fi amin-asiri Apamo Firefox re si lati tesiwaju.

source: Password
yo: Amin-asiri

source: Forgot your password?
yo: O ti gbagbe amin-asiri re?

source: Show password
yo: Fi amin-asiri han

source: Your password must be at least 8 characters long.
yo: Amin-asiri re gbodo ni o kere ju awon onkosile 8 ni gigun.

source: Success!
yo: Aseyori!

source: Your Firefox Account is ready to go!
yo: Apamo Firefox re ti setan lati lo!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
yo: Nibayi o le lo awon ohun-elo bi Wa Ohun-amulo Mi ati ohun-eto bi Oju-oja Firefox.

source: In the future, you can access and manage your account from Settings.
yo: Ni ojo iwaju, o le laye ati sakoso apamo re lati inu awon Agbekale.

source: Confirm Your Account
yo: Sejerisi Apamo Re

source: We will send an email to: {{email}}
yo: A o fi ero-ifiweranse ranse si: {{ero-ifiweranse}}

source: Next time you check your email, click the verification link to confirm your Firefox Account.
yo: Ni igba miran ti o ba ye ero-ifiweranse re wo, tee itokasi aridaju lati jerisi Apamo Firefox re.

source: Age Verification
yo: Aridaju Ojo-ori

source: 1990 or earlier
yo: 1990 tabi odun seyin

source: Year of Birth
yo: Odun ti a bii
