Repository: BenitoJedai/mozilla-gaia
Catalog: wo/shared/permissions/permissions.properties.po
Languages: wo

source: App Permission
wo: Sañ-sañu Jëfekaay

source: Website Permission
wo: Sañ-sañu Dalu web

source: Select Camera
wo: Tànn Nataalukaay

source: Contacts
wo: Xame

source: {{app}} would like to access your contact list.
wo: {{app}} dafa bëgg a jot ci sa limu xame.

source: {{site}} would like to access your contact list.
wo: {{site}} dafa bëgg a jot ci sa limu xame.

source: Notifications
wo: Yëgle yi

source: {{app}} would like to display notifications.
wo: {{app}} dafa bëgg a feeñal yëgle yi.

source: {{site}} would like to display notifications.
wo: {{site}} dafa bëgg a feeñal yëgle yi.

source: Music Storage
wo: Dencukaayu Misik

source: {{app}} would like to access your music.
wo: {{app}} dafa bëgg a jot sa misik.

source: {{site}} would like to access your music.
wo: {{site}} dafa bëgg a jot sa misik.

source: Image Storage
wo: Dencukaayu Nataal

source: {{app}} would like to access your images.
wo: {{app}} dafa bëgg a jot say nataal.

source: {{site}} would like to access your images.
wo: {{site}} dafa bëgg a jot say nataal.

source: Memory Card Storage
wo: Dencukaayu Kàrt Memuwaar

source: {{app}} would like to access your memory card.
wo: {{app}} dafa bëgg a jot ci sa kàrt memuwaar.

source: {{site}} would like to access your memory card.
wo: {{site}} dafa bëgg a jot ci sa kàrt memuwaar.

source: Video Storage
wo: Dencukaayu Wideo

source: {{app}} would like to access your videos.
wo: {{app}} dafa bëgg a jot ci say wideo.

source: {{site}} would like to access your videos.
wo: {{site}} dafa bëgg a jot ci say wideo.

source: FM Radio
wo: Rajo FM

source: {{app}} would like to use the FM Radio.
wo: {{app}} dafa bëgg a jëfandikoo ci sa Rajo FM.

source: {{site}} would like to use the FM Radio.
wo: {{site}} dafa bëgg a jëfandikoo ci sa Rajo FM.

source: Geolocation
wo: Wëree satelit

source: {{app}} would like to know your location.
wo: {{app}} dafa bëgg a xam fi nga nekk.

source: {{site}} would like to know your location.
wo: {{site}} dafa bëgg a xam fi nga nekk.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
wo: {{brandShortName}} dafay jëfandikoo njoxe yu ci melni GPS, Wi-Fi, ak yeneen reso mobil yi la jege ngir nga mën a xam fi nga nekk. Yónnee nañu njoxe Mozilla ak yeneen joxekatu liggéeyal te di nañu leen jëfandikoo nimu waree ngir gën a baaxal yooyu njoxe barab. Mën nañu denc njoxe yi ci sa jëfandaay te dencug njoxe mën na am su fekkee sax benn jëfekaay dawul.

source: Camera
wo: Nataalukaay

source: Would you like to share your camera with {{app}}?
wo: Ndax danga bëgg a séddoo sa nataalukaay ak {{app}}?

source: Would you like to share your camera with {{site}}?
wo: Ndax danga bëgg a séddoo sa nataalukaay ak {{site}}?

source: Microphone
wo: Mikro

source: Would you like to share your microphone with {{app}}?
wo: Ndax danga bëgg a séddoo sa mikro ak {{app}}?

source: Would you like to share your microphone with {{site}}?
wo: Ndax danga bëgg a séddoo sa mikro ak {{site}}?

source: Camera and Microphone
wo: Nataalukaay ak Mikro

source: Would you like to share your camera and microphone with {{app}}?
wo: Ndax danga bëgg a séddoo sa nataalukaay ak sa mikro ak {{app}}?

source: Would you like to share your camera and microphone with {{site}}?
wo: Ndax danga bëgg a séddoo sa nataalukaay ak sa mikro ak {{site}}?

source: Select a camera for {{app}}.
wo: Tànnal ab nataalukaay ngir {{app}}.

source: Select a camera for {{site}}.
wo: Tànnal ab nataalukaay ngir {{site}}.

source: Mobile Identity
wo: Ràññeekaayu Portaabal
