Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/sms/sms.properties.po
Languages: ee

source: Messages
ee: Mesedziwo

source: Delete messages
ee: Ɖe mesedziwo ɖa

# thread-header-text
source: {[ plural(n) ]}
ee: gborsorsor me

source: {{name}}
ee: nkor

# thread-header-text[one]
source: {{name}} (+{{n}})
ee: {{nkor}} (+{{n}})

# thread-header-text[two]
source: {{name}} (+{{n}})
ee: {{nkor}} (+{{n}})

# thread-header-text[few]
source: {{name}} (+{{n}})
ee: {{nkor}} (+{{n}})

source: Edit
ee: Doedo

source: Back
ee: Yi megbe

source: Cancel
ee: Tso eme

source: Undo
ee: Tro yi gbator dzi

source: Done
ee: Wu enu

source: Delete
ee: Dee da

source: Deleting…
ee: Ele edem da

source: Select all
ee: Tia wo katã

source: Deselect all
ee: Gatia wo katã o

source: none selected
ee: metia ɖeke o

# selected[one]
source: {{n}} selected
ee: {{n}} letiatia

# selected[two]
source: {{n}} selected
ee: {{n}} letiatia

# selected[few]
source: {{n}} selected
ee: {{n}} le tiatia

# selected[many]
source: {{n}} selected
ee: {{n}} si wotia

# selected[other]
source: {{n}} selected
ee: esi wotia

source: Delete Messages
ee: Ɖe mesedziwo ɖa

source: Settings
ee: Nuwornawo tiafe

source: Add subject
ee: Tso Tanya kpee

source: Remove subject
ee: De tanya da

source: To:
ee: Yi na

source: Send
ee: Doe da

source: New
ee: Yeye

source: Message
ee: mɛsedzi

# messagesInput_placeholder
source: Message
ee: mɛsedzi

source: Subject
ee: tanya

source: Converting to multimedia message.
ee: Wotrɔ mɔtimidia zu mɛsedzi

source: Converting to text message.
ee: wotrɔm zu mɛsedzi

source: You’ve reached the maximum length.
ee: Eɖo didime si hia

source: Maximum length of subject reached.
ee: Eɖo didime si hia na tanya la

source: You’ve exceeded the maximum size. Remove attachments or shorten the message to send it.
ee: Edzeto didime si hia la ŋu. De atatsiment da alo na mesegi nanɔ kpui be na ɖoeɖa.

source: New message
ee: Dudoda yeye

source: Send message
ee: Do du'a da

source: (No recipient)
ee: Duxor la medze o

source: {{n}} recipient
ee: duxorla

# recipient[two]
source: {{n}} recipients
ee: duxorlawo

# recipient[few]
source: {{n}} recipients
ee: {{n}} xɔlawo

# recipient[many]
source: {{n}} recipients
ee: {{n}} xɔlawo

# recipient[other]
source: {{n}} recipients
ee: duxorlawo

source: There is no application available to open this file type.
ee: Aplikation deke meli si aʋu file sia togbuie o.

source: Remove
ee: Deɖa

source: {{n}} participant
ee: {{n}} emenula

# participant[two]
source: {{n}} participants
ee: {{n}} paticipant wo

# participant[few]
source: {{n}} participants
ee: {{n}} emenulawo

# participant[many]
source: {{n}} participants
ee: {{n}} emenɔlawo

# participant[other]
source: {{n}} participants
ee: eme norlawo

source: Message report
ee: Dudoda gbefadede

source: Text Message (SMS)
ee: Dudoda Nlornlor

source: Multimedia Message (MMS)
ee: Dudoda le Mornu Gede me

source: Your Text Message (SMS), was sent on {{datetime}}
ee: Wodo wo Dudoda Nlornlor (SMS) 'a da le {{gbekagbe /gakame}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
ee: Wo Dudoda le Mornu Gede me (MMS), tanya {{tanya}}, wodoe da le {{gbekagbe / gakame}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
ee: Woɖo wo mɔtimedia mɛsedzi (MMS) ɖa le {{datetime}}

source: Status:
ee: Nukae le edzi yim:

source: sent
ee: wodoe da

source: received
ee: woxɔe

source: sending
ee: ele yiyim

source: error
ee: vodada

source: not downloaded
ee: me download o

source: Delivered:
ee: eɖo

source: Read:
ee: Xle:

source: Requested
ee: Wolebiabiam

source: Message size:
ee: Mesagi fe lolome

source: %e %B %Y, {{shortTimeFormat}}
ee: %e %B %Y{{heyihi Kpui fe Dodo}}

source: Recipients:
ee: Exɔlawo:

source: From:
ee: Tso:

source: Sent:
ee: Eyi:

source: Received:
ee: Exɔe:

source: Via:
ee: To:

source: Search
ee: Dzi

source: Unknown
ee: Mele nyanya o

source: Replace existing Draft
ee: ɖɔli draft si li

source: Save as Draft
ee: leɖi abe draft ene

# discard-message
source: Discard
ee: ɖe asi le eŋu

source: Are you sure you want to discard this message?
ee: eka ɖe edzi be yeaɖe asi le mɛsedzi sia ŋua?

source: Discard the message you’re composing and open the new message?
ee: ɖe asi le mɛsedzi si ŋlɔm nele la ŋu eye na ʋu yeyetɔ

source: The message could not be sent. Try again?
ee: Mesedzi la meyi o. Agaɖoe ɖaa?

source: Resend this message
ee: Gaɖo mɛsedzi sia ɖa

source: Delete selected messages?
ee: A tutu mesedzi siwo ne tia la?

source: Delete selected message threads?
ee: A tutu mesagi siwo ne tia la?

source: New message from
ee: Mesagi yeye tso

source: Read it
ee: Xlee

source: No messages
ee: Mesedziwo meli o

source: Start communicating now
ee: Dze nufofo fifia

source: Message not sent
ee: Mesagi meyi o

source: There was a problem sending the message. Please try again.
ee: Hehedemegbe ade va esi nele mesegi ɖomɖa. Meɖekuku gbugbɔ wɔe ke.

source: Missing SIM card
ee: SIM card meli eme o

source: Insert a valid SIM card to continue.
ee: De SIM card si le valid la eme hafi nayi dzi

source: Airplane mode activated
ee: Yameʋu ƒe ɖoɖowo si

source: Turn off airplane mode to send messages.
ee: Tsi yameʋu ƒe ɖoɖowo ne na ɖo mesedziwo ɖa

source: FDN active
ee: FDN le dɔwɔm

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:<br />{{ numbers }}
ee: FDN (FixedDialing Numbers) le sisi. Kpɔ egbɔ be SMS center kple nuxɔla si gbɔna la wo le wo FDN ƒe list me: <br />{{ numbers }}

# fdnBlocked2Body.innerHTML[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ee: FDN (FixedDialing Numbers) le sisi. Kpɔ egbɔ be SMS center kple nuxɔla si gbɔna la wo le wo FDN ƒe list me: <br />{{ numbers }}

# fdnBlocked2Body.innerHTML[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ee: FDN (Fixed Dialing Numbers) le ʋuʋu me. Dze agbagba be SMS ƒe center kple eƒe eŋuxɔlawo le wo FDN ƒe list me:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ee: FDN (Fixed Dialing Numbers) le ʋuʋu me. Dze agbagba be SMS ƒe center kple eƒe eŋuxɔlawo le wo FDN ƒe list me:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ee: FDN (Fixed Dialing Numbers) le ʋuʋu me. Dze agbagba be SMS ƒe center kple eƒe eŋuxɔlawo le wo FDN ƒe list me:<br />{{ numbers }}

source: Switch data connection
ee: Dɔli data ƒe tsiatsia

source: Switch the data connection to {{ nonactive }} to retrieve the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
ee: Ɖɔli data ƒe tsiatsia yi {{ nonactive }} bena axɔ MMS. Wo data ɖoɖoɖa si le {{ active }} le tɔtɔ ge. Ayi dzia?

source: Later
ee: Emegbe

source: Switch the data connection to {{ nonactive }} to send the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
ee: Ɖɔli data tsiatsia zu {{ nonactive }} ne naɖo MMS ɖa. Woatɔ data sia ɖoɖoɖa si le {{ active }}.Ayi dzia?

source: No network coverage
ee: Network meli o

source: Make sure you have a mobile signal and try again.
ee: Kpɔ egbɔ be kaƒomɔ ƒe dzesi li eye na ga woe ake.

source: Message not found
ee: Womekpɔ mɛsedzi o

source: The message you’re looking for is no longer available.
ee: Mesedzi si dim nele la mega li o

source: Invalid number
ee: Nɔmba me le dɔwɔm o

source: Make sure the mobile number you’re sending to is valid.
ee: Dze agbagba be kaƒomɔ ƒe nɔmba si ɖomii ɖa ne la le dɔwɔm

source: This message has already been deleted.
ee: Woɖe mesedzi sia ɖa xoxo

# view-attachment-image
source: View
ee: Kpɔ

source: Listen
ee: Seɖa

# view-attachment-video
source: View
ee: Kpɔ

# view-attachment-other
source: View
ee: Kpɔ

source: Remove image
ee: Ɖe nɔnɔmetata ɖa

source: Remove audio
ee: Ɖe nyasese ɖa

source: Remove video
ee: Ɖe nɔnɔmetatakpɔkpɔ ɖa

source: Remove attachment
ee: Ɖe atatsimeti ɖa

source: Replace image
ee: Ɖo nɔnɔmetata teƒe

source: Replace audio
ee: Ɖo nyasese teƒe

source: Replace video
ee: Ɖo nɔnɔmetatakpɔkpɔ teƒe

source: Replace attachment
ee: Ɖo atatsimeti teƒe

source: Unsent Message
ee: Mesedzi si meɖoɖa o

source: Your previous message was not sent. Do you want to edit the unsent message or discard it and continue?
ee: Wo mesedzi xoxoa meyi o. Edi be yeale ŋku ɖe eŋua alo aɖe asi le eŋu ayi adzia?

# unsent-message-option-edit
source: Edit
ee: Le ŋku ɖe eŋu

# unsent-message-option-discard
source: Discard
ee: Ɖe asi le eŋu

source: Message options
ee: Mesedzi ƒe mɔnu vovovowo

source: Forward
ee: Ɖo ɖa ɖe

source: View message report
ee: Kpɔ mesedzi ƒe report

source: Mobile
ee: Kaƒomɔ

source: Home
ee: Aƒeme

source: Work
ee: Dɔme

source: Personal
ee: Ɖokuitɔ

source: Fax home
ee: Fax aƒeme

source: Fax office
ee: Fax dɔme

source: Fax other
ee: Fax amebubu

source: Another
ee: Bubu

source: Other
ee: Ekemɛ

source: today
ee: egbe

source: yesterday
ee: etsɔ

source: Add to an existing contact
ee: Kɔe kpe kɔntakiti si le xoxo

source: Create new contact
ee: Wɔ kɔntakiti yeye

source: View contact
ee: Kpɔ kɔntakiti

source: Call
ee: Yɔyɔ

source: Send email
ee: Ɖo email

source: MMS message
ee: MMS ƒe mesedzi

source: Message is not downloaded yet.
ee: Wome download mesedzi hade o.

source: Attachment can be downloaded until {{date}}.
ee: Ateŋu download attachment vaseɖe {{date}}.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
ee: Baba, mɛsedzia ƒe ɣeyiyi vayi le {{date}} eyata mateŋu download o.

source: Downloading…
ee: Ele downloadim…

source: untitled
ee: tanya meli o

# files-too-large[zero]
source: The file you have selected is too large.
ee: File si netia la lolo akpa.

# files-too-large[one]
source: The file you have selected is too large.
ee: File si netia la lolo akpa.

# files-too-large[two]
source: The files you have selected are too large.
ee: File siwo netia la lolo akpa.

# files-too-large[few]
source: The files you have selected are too large.
ee: File siwo netia la lolo akpa.

# files-too-large[many]
source: The files you have selected are too large.
ee: File siwo netia la lolo akpa.

# files-too-large[other]
source: The files you have selected are too large.
ee: File siwo netia la lolo akpa.

source: Resizing the attached image
ee: Wogbugbɔ le nɔnɔtata si attach la ƒe kpekpeme trɔm

source: There is a problem with the attached file and it cannot be downloaded.
ee: Nane gble le file si attach la ŋu eyata mateŋu download o.

source: Message saved as draft
ee: Wodzra mesedzia ɖo abe draft
