Repository: BenitoJedai/mozilla-gaia
Catalog: ln/shared/permissions/permissions.properties.po
Languages: ln

source: App Permission
ln: Ndingisa ya App

source: Website Permission
ln: Ndingisa Site web

source: Select Camera
ln: Pona Camera

source: Contacts
ln: Bacontact

source: {{app}} would like to access your contact list.
ln: {{app}} elingi ezwa accès na liste ya bacontact nayo.

source: {{site}} would like to access your contact list.
ln: {{site}} elingi ezwa accès na liste ya bacontact nayo.

source: Notifications
ln: Mayebisi

source: {{app}} would like to display notifications.
ln: {{app}} elingi emonisa mayebisi nayo.

source: {{site}} would like to display notifications.
ln: {{site}} elingi eminisa mayebisi nayo.

source: Music Storage
ln: Stockage ya Miziki

source: {{app}} would like to access your music.
ln: {{app}} elingi kozwa accès na miziki nayo.

source: {{site}} would like to access your music.
ln: {{site}} elingi ezwa accès na miziki nayo.

source: Image Storage
ln: Stockage ya Elili

source: {{app}} would like to access your images.
ln: {{app}} elingi ezwa accès na bilili nayo.

source: {{site}} would like to access your images.
ln: {{site}} elingi ezwa accès na bilili nayo.

source: Memory Card Storage
ln: Stockage ya Carte Mémoire

source: {{app}} would like to access your memory card.
ln: {{app}} elingi ezwa accès na carte mémoire nayo.

source: {{site}} would like to access your memory card.
ln: {{site}} elingi ezwa accès na carte mémoire nayo.

source: Video Storage
ln: Stockage Video

source: {{app}} would like to access your videos.
ln: {{app}} elingi ezwa accès na bavideo nayo.

source: {{site}} would like to access your videos.
ln: {{site}} elingi kozwa accès na bavideo nayo.

source: FM Radio
ln: Radio FM

source: {{app}} would like to use the FM Radio.
ln: {{app}} elingi esalela Radio FM.

source: {{site}} would like to use the FM Radio.
ln: {{site}} elingi esalela Radio FM.

source: Geolocation
ln: Géolocalisation

source: {{app}} would like to know your location.
ln: {{app}} elingi eyeba esika oza.

source: {{site}} would like to know your location.
ln: {{site}} elingi eyeba esika oza.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ln: {{brandShortName}} esalelaka badonnée neti GPS, Wi-Fi, mpe bareseaux mobile oyo eza pembeni nayo mpo na kosalisa koyeba esika oza. Badonnée ekotindama na Mozilla mpe na bafournisseur misusu ya service mpe ekosangisama mpo na kosalela yango mpo na koaméliorer badonnée ya bisika bina. Badonnée ekoki kozala stocker na appareil nayo mpe bokongoli badonnée ekoki kosalema ata tango apps moko te eza kosala.

source: Would you like to share your camera with {{app}}?
ln: Olingi kokabola camera nayo na {{app}}?

source: Would you like to share your camera with {{site}}?
ln: Olingi kokabola camera nayo na {{site}}?

source: Would you like to share your microphone with {{app}}?
ln: Olingi kokabola microphone nayo na {{app}}?

source: Would you like to share your microphone with {{site}}?
ln: Olingi kokabola microphone nayo na {{site}}?

source: Camera and Microphone
ln: Camera na Microphone

source: Would you like to share your camera and microphone with {{app}}?
ln: Olingi kokabola camera na microphone nayo na {{app}}?

source: Would you like to share your camera and microphone with {{site}}?
ln: Olingi kokabola camera na microphone nayo na {{site}}?

source: Select a camera for {{app}}.
ln: Pona camera mpo na {{app}}.

source: Select a camera for {{site}}.
ln: Pona camera mpo na {{site}}.

source: Mobile Identity
ln: Identification ya portable
