Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/settings/settings.properties.po
Languages: ee

source: Sign In or Create an Account
ee: Geɖe eme alo ʋu akaunt

source: Enable Find My Device
ee: Na mɔ be woadi nye mɔ

source: About Find My Device
ee: Nutsotso tso nye mɔ didi ŋu

source: Find My Device allows you to locate, lock or erase your phone from a web site:
ee: Mɔ didi na bena woakpɔ, asa alo atutu wo nuƒomɔ le websait:

source: Enable Geolocation?
ee: Ana mɔ Geolocation a?

source: To view your device's location, you must enable geolocation tracking.
ee: Ne edi be yeakpɔ afisi wo mɔ le la, ele be na ʋu mɔ na geolocation ƒe tracking.

source: Geolocation Enabled
ee: Wo ʋu mɔ na geolocation

source: This device is currently offline. Connect to a network and try again.
ee: Emɔ sia le offline. Tsia ɖe network eye nagagbugbɔ wɔe ake.

source: Your phone is being tracked by another device through the website.
ee: Emɔ bubu le wo nuƒomɔ tracki le websait.

source: No devices are actively tracking your phone through the website.
ee: Emɔ bubu aɖeke mele wo nuƒomɔ tracki le websait o.

source: Privacy & Security
ee: Praivesi kple Sekuriti

source: Passcode lock
ee: Wotu passcode

source: Screen lock
ee: Screen tu

source: SIM security
ee: SIM ƒe sekuriti

source: App permissions
ee: App ƒe mɔɖeɖewo

source: Author
ee: Eŋlɔ̃la

source: Permissions
ee: Mɔɖeɖewo

source: Revoke
ee: Ɖeeɖa

source: Ask
ee: Bia

source: Deny
ee: Megaxɔɖedzi o

source: Grant
ee: Xɔɖedzi

source: Uninstall app
ee: Me ga install app o

source: Are you sure you want to uninstall {{ app }}?
ee: Ekaɖedzi be yedi be ye ma install {{ app }} oa?

source: Clear bookmarks data
ee: Ɖe bookmarks ƒe data

source: Clear private data from bookmarks?
ee: A tutu nuxlaxla nyadewo le bookmarks a?

source: This clears private data from bookmarks that have been added to the home screen. This cannot be undone.
ee: Esia ɖe na wo praiveti ƒe data ɖa le bookmarks siwo wo kɔ kpe wo afeme ƒe ŋkume. Womagateŋu agbugbɔ wɔ esia o.

source: Clear
ee: Heeɖa

source: Phone
ee: Nuƒomɔ

source: Messages
ee: Mesedziwo

source: Vibrate
ee: Ɖigbe

source: Change
ee: Trɔ

source: Create
ee: Ŋu

source: Create a Passcode
ee: Ŋu Passcode

source: Enter passcode
ee: Tɔ asi passcode dzi

source: New passcode
ee: Passcode yeye

source: Current passcode
ee: Passcode fifiatɔ

source: Passcode is incorrect
ee: Passcode mede o

source: Passcode doesn’t match. Try again.
ee: Passcode mesɔ o. Gbugbɔ wɔe ke.

source: Confirm passcode
ee: Ɖokpe passcode

source: Immediately
ee: Fifi laa

source: After 5 seconds
ee: Aɖabaƒoƒo atɔ

source: After 15 seconds
ee: Aɖabaƒoƒo wuiatɔ megbe

source: After 30 seconds
ee: Aɖabaƒoƒo blaetɔ megbe

source: After 1 minute
ee: Miniti ɖeka megbe

source: After 2 minutes
ee: Miniti eve megbe

source: After 5 minutes
ee: Miniti atɔ megbe

source: After 10 minutes
ee: Miniti ewo megbe

source: After 15 minutes
ee: Miniti awuitɔ megbe

source: After 30 minutes
ee: Miniti blaetɔ megbe

source: After 1 hour
ee: Ga ɖeka megbe

source: After 4 hours
ee: Ga ene megbe

source: Require passcode
ee: Ehia passcode

source: Change passcode
ee: Trɔ passcode

source: No SIM card
ee: SIM card meli o

source: PUK code
ee: PUK ƒe code

source: PUK2 code
ee: PUK2 ƒe code

source: What is a SIM PIN?
ee: Nukae nye SIM PIN?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
ee: SIM PIN meɖea mɔ na SIM card ƒe data networkwo o. Ne nye be wo na mɔ la, nuƒomɔ ɖesiaɖe si xɔ SIM card ma la ahia PIN ne nye be wogbugbɔ si.

source: A SIM PIN is not the same as the passcode used to unlock the device.
ee: SIM PIN mele abe passcode si woza kɔʋu mɔ lae o.

source: Change PIN
ee: Trɔ PIN

source: SIM PIN changed successfully
ee: SIM PIN ƒe trɔtrɔ dzedzi nyuie

source: SIM {{index}} PIN changed successfully
ee: SIM {{index}} PIN ƒe trɔtrɔ dzedzi nyuie

source: Enter SIM PIN
ee: Ƒo SIM PIN

source: Enter SIM PIN2
ee: Ƒo SIM PIN2

source: Enter PUK code
ee: Ƒo PUK ƒe code

source: Enter PUK2 code
ee: Ƒo PUK2 ƒe code

source: New PIN
ee: PIN yeye

source: Last try.
ee: Trɔwɔe mɔmlɔetɔ

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ee: Esusɔ agbagbadzedze zi {{n}}.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ee: Esusɔ agbagbadzedze zi {{n}}.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ee: Esusɔ agbagbadzedze zi {{n}}.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ee: Esusɔ agbagbadzedze zi {{n}}.

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
ee: Esusɔ agbagbadzedze zi ɖeka ne naƒo wo code nyuitɔ hafi SIM card na sa.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ agbagbadzedze zi ɖeka ne naƒo wo code nyuitɔ hafi SIM card na sa.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ agbagbadzedze zi ɖeka ne naƒo wo code nyuitɔ hafi SIM card na sa.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ agbagbadzedze zi ɖeka ne naƒo wo code nyuitɔ hafi SIM card na sa.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ agbagbadzedze zi ɖeka ne naƒo wo code nyuitɔ hafi SIM card na sa.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ee: Esiae nye zi mamletɔ ne naƒo wo PIN2 nyuitɔ. Alo edzebe naƒo wo PUK2 code ne naza SIM card sia.

source: The SIM card is locked.
ee: SIM card le sasa me

source: The SIM card is blocked.
ee: Woxemɔ na SIM card sia.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ee: Ele be naƒo Personal Unlocking Key (PUK) code na SIM card sia. Kpɔ wo SIM card ƒe agbãlɛ me alo bia wo carrier be naxɔ nutsotso geɖee.

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ee: Ele be naƒo Personal Unlocking Key (PUK) code na SIM card sia. Kpɔ wo SIM card ƒe agbãlɛ me alo bia wo carrier be naxɔ nutsotso geɖee.

source: The PUK code is incorrect.
ee: PUK ƒe code mede o.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ee: Esusɔ agbagbadzedze zi ɖeka ne naƒo wo code nyuitɔ hafi mateŋu azã SIM card o. Kpɔ wo SIM card ƒe agbãlɛ me alo bia wo carrier be naxɔ nutsotso geɖee.

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ee: Esusɔ agbagbadzedze zi {{n}} ne naƒo wo code nyuitɔ hafi mateŋu azã SIM card o. Kpɔ wo SIM card ƒe agbãlɛ me alo bia wo carrier be naxɔ nutsotso geɖee.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ee: Esusɔ agbagbadzedzewo zi {{n}} ne naƒo wo code nyuitɔ hafi mateŋu azã SIM card o. Kpɔ wo SIM card ƒe agbãlɛ me alo bia wo carrier be naxɔ nutsotso geɖee.

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ee: Esusɔ agbagbadzedzewo zi {{n}} ne naƒo wo code nyuitɔ hafi mateŋu azã SIM card o. Kpɔ wo SIM card ƒe agbãlɛ me alo bia wo carrier be naxɔ nutsotso geɖee.

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ee: Esusɔ agbagbadzedzewo zi {{n}} ne naƒo wo code nyuitɔ hafi mateŋu azã SIM card o. Kpɔ wo SIM card ƒe agbãlɛ me alo bia wo carrier be naxɔ nutsotso geɖee.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
ee: Esusɔ mɔɖeɖe mlɔetɔ ne naƒo PUK code nyuitɔ. Mateŋu azã SIM card gbeɖeo ne nye be eƒo PUK ƒe code si me de o. Kpɔ wo SIM card ƒe agbãlɛ me alo bia wo carrier be naxɔ nutsotso geɖee.

source: Create PIN (must contain 4 to 8 digits)
ee: Wɔ PIN (nenɔ nɔmba ɣeɣleme tso ene yi enyi)

source: Create PIN2 (must contain 4 to 8 digits)
ee: Wɔ PIN2 (nenɔ nɔmba ɣeɣleme tso ene yi enyi)

source: Confirm new PIN
ee: Ɖokpe PIN yeye dzi

source: Confirm new PIN2
ee: Ɖokpe PIN2 yeye dzi

source: PINs don’t match
ee: PIN womesɔ o

source: SIM-locked phone
ee: Kaƒomɔ sia ƒe SIM le sasa me

source: Unknown SIM card state
ee: SIM card ƒe nɔnɔme le manyamanya me

source: SIM card not ready
ee: SIM card mele ready me o

source: Unauthorized SIM card
ee: Womeɖe mɔ na SIM card o

source: Do Not Track
ee: Megadze yonye me o

source: Tell websites and apps that I do not want to be tracked
ee: Gblɔ na websaitwo kple eƒeŋunuwo be yemedi be woadze ye yome o

source: Tell websites and apps that I want to be tracked
ee: Gblɔ na websaitwo kple eƒeŋunuwo be yedi be woadze ye yome

source: Do not tell websites and apps anything about my tracking preferences
ee: Mega gblɔ na websaitwo kple eƒeŋunuwo naneke tso nye yomedzedze ƒe tiatiawo o

source: How does Do Not Track work?
ee: Aleke megadzeyonyeme o wɔa dɔe?

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you don’t want your behavior tracked.
ee: Ne nye be esi megadzeyonyeme o la, wo mɔ gblɔa na websaitwo kple eƒeŋunuwo ɖesiaɖe (advertwɔlawo kple nububu nalawo)be medi be woadze yeƒe nuwɔna yome o.

source: Turning on Do Not Track won’t affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
ee: Megadzeyonyeme o ƒe sisi meɖea fu na wo gege ɖe websaitwo alo ana be womɔ aŋlɔ wo nya ɣaɣlawo be o, abe woƒe nuƒeƒle ƒe nyawo, afisi nele ƒe nyawo alo gegeɖe me ƒe nyawo o.

source: Storage
ee: Nudzadzraɖoɖo

source: USB storage
ee: USB ƒe nudzadzraɖoɖo

source: Unplug USB cable to disable
ee: Ɖe USB ƒe ka be mawɔ dɔ o

source: Application storage
ee: Application ƒe dzadraɖo

# availableSize[zero]
source: {{size}} {{unit}} available
ee: {{size}} {{unit}} le dɔwɔm

# availableSize[one]
source: {{size}} {{unit}} available
ee: {{size}} {{unit}} le dɔwɔm

# availableSize[two]
source: {{size}} {{unit}} available
ee: {{size}} {{unit}} le dɔwɔm

# availableSize[few]
source: {{size}} {{unit}} available
ee: {{size}} {{unit}} le dɔwɔm

# availableSize[many]
source: {{size}} {{unit}} available
ee: {{size}} {{unit}} le dɔwɔm

# availableSize[other]
source: {{size}} {{unit}} available
ee: {{size}} {{unit}} le dɔwɔm

# apps-total-space
source: Total space
ee: Space wo katã

source: Used
ee: Wozae

source: Left
ee: Ekpɔtɔ

source: Photos, videos and music are stored separately from apps. See media storage for details.
ee: Wodzra nɔnɔmetatawo, videowo kple hawo ɖo ɖa le vovome na apps. Kpɔ media ƒe dzadzraɖoɖo na nya bubuwo.

source: {{list}} shared
ee: Wo ma {{list}}

source: Media storage
ee: Media ƒe dzadzraɖo

source: Internal Storage
ee: Nutome ƒe dzadzraɖo

source: SD Card Storage
ee: SD Card ƒe dzadzraɖo

source: SD Card Storage 2
ee: SD Card ƒe dzadzraɖo evelia

source: Internal
ee: Nutome

source: Music
ee: Ha

source: Pictures
ee: Nɔnɔmetatawo

source: Movies
ee: Nɔnɔmetata kpɔkpɔ

# left-space
source: Space left
ee: Space si susɔ

# free-space
source: Space left
ee: Space si susɔ

source: Total space
ee: Space wo katã

# size-not-available
source: Not available
ee: Meli o

source: No storage found
ee: Womekpɔ nudzraɖo aɖe ke o

source: Advanced
ee: Da ɖedzi

source: Enable USB storage?
ee: Ana mɔ USB ƒe nudzadzraɖoɖo a?

source: Turning on Enable USB storage allows another computer or device connected using USB to access files on this phone.
ee: USB ƒe nudzraɖo ƒe sisi na be kɔmpita bubu alo mɔ si wo tsia to USB dzi be woaxɔ filewo le nuƒomɔ sia dzi.

source: Default media location
ee: Default media ƒe teƒe

source: Choose where photos, videos, music and downloads are stored by default.
ee: Tia afisi nɔnɔmetatawo, nɔnɔmetatakpɔkpɔwo, hawo kple nusiwo ne download na dzraɖo ɖa to default.

source: Changing the default media storage volume will affect where photos, videos, downloads and other media will be saved to by default. Existing data will remain in its current location.
ee: Media ƒe dzadzraɖo ƒe volume ƒe trɔtrɔ ana afisi nɔnɔmetatawo, nɔnɔmetatakpɔkpɔwo, hawo, nusiwo ne download kple media bubuwo woadzraɖo to default. Data si wwo le xoxo la anɔ woƒe teƒe si wo le.

source: Share using USB
ee: Mama kple USB

source: This will erase all data stored on your SD card, such as music and photos.
ee: Esia atutu wonu desiade si ne dzraɖo de wo SD kpedzi,abe ha kple nɔnɔmetatawo.

source: Device
ee: Mɔ

source: Help
ee: Kpeɖeŋu

source: Device information
ee: Mɔ ƒe nutsotsowo

source: Phone number
ee: Kaƒomɔ ƒe nɔmba

source: SIM {{index}}: Not available
ee: SIM {{index}}: Meli o

source: Downloads
ee: Nusiwo wo download

source: Unknown
ee: Wo me nyae o

source: SIM {{index}}: Unknown
ee: SIM {{index}}: Si wo me nya o

source: Developer
ee: Ame si wo wɔe

source: Developer HUD
ee: Ame si wɔ HUD

source: Log changes in ADB
ee: Log trɔna le ADB

source: Problems
ee: Numadzedziwo

source: Warnings
ee: Kaklawo

source: Errors
ee: Vodadawo

source: Security issues
ee: Sekuriti ƒe nyawo

source: Performance
ee: Dɔwɔwɔ

source: Reflows
ee: Trɔtsatsawo

source: Frames per second
ee: Framewo le aɖaba ƒoƒo me

source: Time to load
ee: Ɣeyiyi si woakɔ load

source: Memory
ee: Memori

source: App memory
ee: App ƒe memori

source: JS objects
ee: JS ƒe nukuiwo

source: JS strings
ee: JS ƒe katsewo

source: JS other
ee: JS bubu

source: Style
ee: Dzedzeme

# hud-other
source: Other
ee: Bubu

source: Software
ee: Sɔfwɔe

source: Developer settings
ee: Ewɔla ƒe ɖoɖowo

source: Developer Menu
ee: Ewɔla ƒe menu

source: Developer Tools
ee: Ewɔla ƒe dɔwɔnuwo

source: Hardware composer
ee: Hardware kpala

source: Flash repainted area
ee: Flash repainted ƒe area

source: Dump layers tree
ee: Dump layers ƒe ati

source: Async Pan/Zoom
ee: Async Pan/Wɔe be yeakpɔe ga ɖe

source: Overscrolling
ee: Wogbɔ dzi

source: Simple tiling
ee: Tiling ƒe soetɔ

source: Draw tile borders
ee: Ta tile ƒe bɔdawo

source: Draw layer borders
ee: Ta layer ƒe bɔdawo

source: Debugging via USB
ee: Debugging to USB dzi

source: DevTools via Wi-Fi
ee: DevTools to Wi-Fi dzi

# debugger-disabled
source: Disabled
ee: Wo me na mɔ o

source: ADB only
ee: ADB ɖeɖeko

source: ADB and DevTools
ee: ADB kple DevTools

source: Show devtools overlay
ee: Fia devtools ƒe overlay

source: Jank Threshold
ee: Jank ƒe Threshold

source: Wi-Fi output in ADB
ee: Wi-Fi output le ADB

source: Bluetooth output in ADB
ee: Bluetooth output le ADB

source: Console enabled
ee: Wo na mɔ Console

source: Cards View: Screenshots
ee: Cards ƒe kpɔkpɔ: Screenshots

source: Geolocation output in ADB
ee: Geolocation ƒe output le ADB

source: OS version
ee: OS ƒe version

source: Firmware revision
ee: Firmware ƒe gbugbɔwɔe

source: Hardware revision
ee: Hardware ƒe gbugbɔwɔe

source: Platform version
ee: Platform ƒe gbugbɔwɔe

source: Build Identifier
ee: Build ƒe Dzesidela

source: Update channel
ee: Tuɖe channel dzi

source: Update URL
ee: Tuɖe URL dzi

source: Last Updated
ee: Ɣeyiyi si wo tu ɖe dzi

source: More Information
ee: Nutsotso geɖee

source: Software updates
ee: Sɔfwɔe ƒe tutuɖedziwo

source: Daily
ee: Gbesiagbe

source: Weekly
ee: Kwasiɖagbesiagbe

source: Monthly
ee: Ɣleti ɖesiaɖe

source: Check for updates
ee: Di tutuɖedziwo

source: Check now
ee: Di fifia

source: Update status
ee: Wo tutuɖedzi ƒe nɔnɔme

source: Checking for updates…
ee: Wo le tutuɖedzi dim…

source: No updates were found
ee: Womekpɔ tutuɖedzi aɖeke o

source: Network is offline. Will check again when the network is online.
ee: Network le offline. Woagbugbɔ dii ne nye be network le online.

source: This is already the latest version of {{brandShortName}}
ee: Esiae nye {{brandShortName}} ƒe version mlɔetɔ

source: There was an error when checking for updates.
ee: Vodada aɖe va esi wo le tutuɖedziwo dim.

source: About {{brandShortName}}
ee: Abe {{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
ee: {{brandShortName}} nye source operating system si wo ʋu tso Mozilla. Miaƒe dɔdeasi enye be mia he nu nyuiewo kple mɔɖeɖe geɖee vee na wo be miana Web anɔ asiwo me.

source: Learn More
ee: Srɔ nugeɖewo

source: Reset Phone
ee: Gbugbɔ do nuƒomɔ

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
ee: Gbugbɔdodo tutuna wo data kata ɖa abe apps siwo neƒle. Nuƒomɔ agbugbɔ yiɖe nɔnɔme xoxoa. Wo ɖoɖowo alo data aɖeke ma dzraɖo o.

source: Your Rights
ee: Wo dzɔdzoenyenye

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
ee: Wo tu {{brandShortName}} ɖe vovo kple ʋuʋu source software tso ame akpewo gbɔ le xexeame godoo. Nanewo li wole be nanya:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
ee: Woɖe asi le {{brandShortName}} na wo to open source licenses ƒe se geɖee ŋu abe Mozilla Public License. Mɔ si le {{brandShortName}} zam la ateŋu nye proprietary sɔfwɔe tso ametɔlia gbɔ. Code si wo na tso license ʋuʋu..................

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
ee: Mɔɖeɖe meli nawo de asitsatsa fe lɔlɔnu alo agbalɛ na asitsatsa tso Mozilla fe foundation alo tefe bubu adeke o ,kple {{brandShortName}} fe ŋkɔ alo dzesi o.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ee: Nu aɖewo le {{brandShortName}}, abe Crash Reporter a nawo mɔ be na na nuɖoɖo doɖe Mozilla. Le esime na tsonu na Mozilla eye na nawo mɔɖeɖe be wazae atsɔ ɖɔwo fe nuwo nu ,ada nutsotso la de websitewo kple amae.

source: Legal Information
ee: Se nyawo

source: Open Source Notices
ee: Nutsotsowo tso tefe ʋuʋu

source: Obtaining Source Code
ee: Ele tefe si wotso la fe dzesi xɔm

# about-other
source: Other
ee: Bubu

source: Your Privacy
ee: Wo nuxlaxla

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
ee: z

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
ee: Tefe dzesiwo kata na nusia li di le mɔnuɖeɖe fe agbalɛ sinye femaxe kple le ʋɔʋɔ la te.Efe gbogbotɔ li le Mozilla fe amehawo fe mɔnuɖeɖe fe agbalɛ 2.0 (MPL) la te.

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
ee: Sɔftwɔe siwo mele Mozilla Public License 2.0 MPL te o la le license bubuwo te. Esiwo hia license bubu ƒe wɔwɔ la gbɔna kpuie. (Note: Code mele wo product si le license siwo woŋlɔ te o, esia tso wo product kple eƒe version gbɔ.)

source: Mozilla Public License 2.0
ee: Mozilla ameha fe mɔnuɖeɖe fe agbalɛ 2.0

source: Apache License 2.0
ee: Apache mɔnuɖeɖe fe agbalɛ 2.0

source: Launch First Time Use
ee: Ɖoe anyi na zaza zi gbatɔ

source: No first time use app found
ee: Womekpɔ aplikation aɖeke si wo za zi gbatɔ o

source: Rocketbar enabled
ee: Wo si Rocketbar

source: Software home button
ee: Software fe afeme buton

source: Home gesture
ee: Afeme dzesiwɔwɔ

source: Continuous transition
ee: Trɔtrɔ si le edzeyim daa

source: Gaia debug traces
ee: Gaia fe ɖeɖe mɔwo

source: App transition
ee: Aplikation fe trɔtrɔ

source: App suspending
ee: Asiɖoɖo aplikation dzi

source: Window management
ee: Window dzikpɔkpɔ

source: Edit downloads
ee: Ɖɔ nusiwo ne download la ɖo

source: Select all
ee: Tia wo kata

source: Deselect all
ee: Na tiatia si ne wɔ la na tutu

source: Delete
ee: Ɖe ɖa

source: Battery
ee: Kpe

source: Current level
ee: Fifia ƒe kɔkɔme

source: Power save mode
ee: Ele power dzadraɖo ƒe mode

source: {{level}}% battery left
ee: {{level}}% kpe si susɔ

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ee: Ne power dzadraɖo ƒe mode le sisime la, nuƒomɔ ƒe data, Bluetooth kple Geolocation ƒe tsiatsiawo be battery nanɔ anyi dedie. Ateŋu akɔ wo asi agbugbɔ si sevisi siawo.

source: Turn on automatically
ee: Si ɔtomatikali

source: Accessibility
ee: Dzedzeme

source: Invert colors
ee: Invert kɔlawo

source: Screen reader
ee: Screen ƒe ɣlela

source: Show accessibility settings
ee: Fia dzedzeme ƒe ɖoɖowo

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
ee: Ne screen ƒe ɣlela le sisime la, wo mɔ akpeɖe ŋkugbagbatɔwo kple amesiwo mekpɔa nu nyuie o be woase nuƒo tso ale si wo le mɔa zam ŋu.

source: Speech Volume
ee: Nuƒo ƒe seseme

source: Speech Rate
ee: Nuƒo ƒe dodome

source: Start Screen Reader?
ee: Adze screen ƒe ɣlela gɔmea?

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
ee: Ne screen ƒe ɣlela le dɔwɔm la, wo asitɔtɔ screen ƒe dɔwɔwɔ atrɔ alesi wowɔa dɔe. Tɔ asi afisiafi bena ase nusi le wo asi te eye natɔ asi edzi zi eve ko adze dɔwɔm.

source: Start
ee: Dze egɔme

source: Stop Screen Reader?
ee: Atasi screen ƒe ɣlela?

source: Stopping the screen reader will end all speech feedback.
ee: Screen ƒe ɣlela ƒe tɔtɔ ana be nuƒo ƒe feedback kata atɔ.

source: Stop
ee: Tasi

# improveBrowserOS
source: Improve {{brandShortName}}
ee: Do {{brandShortName}} ɖe dzi

# improveBrowserOSTitle
source: Improve {{brandShortName}}
ee: Do {{brandShortName}} ɖe dzi

source: Send Mozilla Feedback
ee: Ɖo Mozilla ƒe Feedack ɖa

source: Performance data
ee: Dɔwɔwɔ ƒe data

source: Help us improve {{brandShortName}} by sharing data about your phone.
ee: Kpeɖe mia ŋu ne mia do {{brandShortName}} ɖe dzi to data mama le wo nuƒomɔ ŋu.

source: Submit performance data
ee: Ɖo dɔwɔwɔ ƒe data ɖa
