Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/settings/settings.properties.po
Languages: ee

source: Settings
ee: ɖoɖowo

source: Advanced settings
ee: ɖoɖo kɔkɔwo

source: Enabled
ee: Wona mɔ

source: Enable
ee: Na mɔ

source: Disabled
ee: Wo me na mɔ o

source: Error
ee: Vodada

source: Yes
ee: Ee

source: No
ee: Ao

source: Reset
ee: Gbugbɔ do

source: Cancel
ee: Na wa tasi

source: Close
ee: Tui

source: Back
ee: Megbe

source: Continue
ee: Yidzi

source: Skip
ee: Dzeto enu

source: Pair
ee: Sɔe kpli

source: Done
ee: Ewɔ

source: Set
ee: ɖo

source: Not now
ee: Menye fifia o

source: Turn ON
ee: Si

source: Select a SIM card
ee: Tia SIM card

# unavailable
source: Not available
ee: Mele o

source: Network & Connectivity
ee: Network kple Ka ƒe tsiatsia

source: Airplane mode
ee: Yameʋu ƒe mode

source: Geolocation
ee: Afisi nele

source: Turn Wi-Fi on to view available networks.
ee: Si Wi-Fi be nakpɔ netwok siwo li.

source: Available networks
ee: Netwok siwo li

source: Known networks
ee: Netwok nyanya wo

source: Hidden networks
ee: Netwok si wodzra do

source: Searching…
ee: Eledzim...

source: Search again
ee: Dzi ake

source: Initializing…
ee: Eyiyim…

source: Connecting to {{ssid}}…
ee: Ele tsiatsiam kple {{ssid}}…

# fullStatus-associated
source: Obtaining an IP address…
ee: IP adres le xɔxɔm…

source: Connected to {{ssid}}
ee: Etsia kple {{ssid}}

# fullStatus-connectingfailed
source: Connection failed
ee: katsiatsia medze dzi o

# fullStatus-disconnected
source: Offline
ee: Mele Online o

# shortStatus-connecting
source: Connecting…
ee: Etsiatsiam…

# shortStatus-associated
source: Obtaining an IP address…
ee: IP adres xɔxɔ le dzi yim…

# shortStatus-connected
source: Connected
ee: Etsia

# shortStatus-connectingfailed
source: Connection failed
ee: Tsiatsia medzedzi o

# shortStatus-disconnected
source: Offline
ee: Offlin

source: Manage networks
ee: Trɔ asi le netwokwo nu

source: Manage certificates
ee: Trɔ asi le setificatiwo nu

source: Manage Cert.
ee: Trɔ asi le setifikati nu.

source: Join hidden network
ee: Kpekpli netwok si wodzrado me

source: Secured by {{capabilities}}
ee: {{capabilities}} wokɔ tue

source: Security
ee: Sekurity

# securityNone
source: None
ee: Deke o

source: Open
ee: ʋu

source: IP address
ee: IP ƒe adrɛsi

source: Link speed
ee: tsiatsia ƒe duƒuƒu

source: Signal strength
ee: Signal ƒe ŋuse

source: Very weak
ee: Mese kra o

source: Weak
ee: Mese o

source: Average
ee: Vedomesi

source: Good
ee: Enyo

source: Very good
ee: Enyo nutɔ

source: Forget
ee: ŋlɔebe

source: Forget network?
ee: A ŋlɔ netwok be a?

# forgetNetwork-confirmation
source: Confirmation
ee: Asidadadedzi

source: Authentication
ee: Authentikation

source: EAP method
ee: EAP mɔ

source: Phase 2 authentication
ee: Akpa 2 authentikation

source: Server certificate
ee: Setifiketi ƒe server

source: Notice: If you need to import new certificates, please go to "Manage certificates".
ee: Notice: Ne edi be yea import setifiketi yeyewo la, meɖekuku yi ɖe "Manage Certificates"

source: Identifier
ee: Dzesidela

source: Show password
ee: Fia password

source: Network notification
ee: Network ƒe dzesidede

source: Notify me when an open network is available
ee: Na nyanyam nenye be network ʋuʋu aɖe li

source: MAC address
ee: MAC ƒe adrɛsi

# macUnavailable
source: Not available
ee: Meli o

source: No networks found
ee: Womekpɔ network aɖeke o

source: No known networks
ee: Netwok deke mele nyanya o

source: Edit
ee: Le ŋku denu

source: Certificate list
ee: Setifiketi ƒe list

source: No imported certificate
ee: wo me import setifiketi o

source: Delete certificate
ee: Tutu setifiketi

source: Import certificate
ee: wɔ setifiketi ƒe import

source: Select certificate file
ee: Tia setifiketi ƒe file

source: Enter certificate nick name
ee: ŋlɔ setifiketi ƒe megbeŋkɔ

source: Nick name
ee: Megbeŋkɔ

source: You can change the nick name or keep the default name.
ee: Ateŋu atrɔ wo megbe ŋkɔ alo ale ŋkɔ gbãtɔ

source: Certificate deletion failed
ee: Setifiketi ƒe tutu medze dzi o

source: This may be due to a storage issue, for example.
ee: Esia atso nudzraɖo ƒea gbɔ, abe kpɔɖeŋu ene

source: Certificate import failed
ee: Wo setifiketi ƒe import medze dzi o

source: This may be due to a damaged certificate file, for example.
ee: Esia anye setifiketi ƒe file si gble gbɔ, abe kpɔɖeŋu ene

source: Connect with WPS
ee: Tsia kple WPS

source: WPS is in progress…
ee: WPS le wɔwɔm…

source: WPS was canceled
ee: Wo tefli ɖe WPS me

source: WPS timed out
ee: WPS ƒe ɣeyiɣi va yi

source: WPS failed
ee: WPS medze dzi o

source: Another WPS PBC AP was found
ee: Wokpɔ WPS PBC bubu

source: Automatic Wi-Fi setup
ee: Ɔtomatik Wi-Fi ƒe ɖoɖo

source: Select a WPS method:
ee: Tia WPS ƒe mɔ

source: Button connection
ee: Button ƒe katsiatsia

source: My PIN connection
ee: Wo PIN ƒe katsiatsia

source: AP PIN connection
ee: AP PIN ƒe katsiatsia

source: PIN is 4 or 8 digits
ee: PIN nye 4 alo 8 digitwo

source: Input {{pin}} to an opposite device
ee: ŋlɔ {{pin}} na kafomɔ sinye bubu na esia

source: Select an opposite device
ee: Tia kaƒomɔ kemɛ

# wpsAnyAp
source: Any
ee: Desiade

source: Cancel WPS
ee: Tasi WPS

source: Failed to cancel WPS
ee: WPS ƒe tasitasi medze dzi o

source: Call Settings
ee: Yɔyɔ ƒe ɖoɖowo

source: Requesting network info…
ee: Wole nya biam tso network ŋu…

source: Error in query
ee: Vodada le wo biabia ŋu

source: Voicemail
ee: vɔismel

source: Voicemail Number
ee: Vɔismel ƒe nɔmba

source: Not set
ee: Mele ɖoɖoŋu o

source: Voice privacy mode
ee: Voice privacy ƒe mode

source: Call waiting
ee: Ele kaƒomɔ bubu dzom…

source: Unable to confirm call waiting preferences
ee: Wometeŋu ɖokpe yɔyɔ bubu ƒe didiwo dzi o

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
ee: Kaƒomɔa meteŋu xɔ ka kple wo carrier o. Gatrɔ ɖoɖowo na wo didiwo ake.

source: Call forwarding
ee: Yɔyɔ si woɖo ɖe ŋgɔ

source: Forward
ee: Ɖo ɖe ŋgɔ̃

source: Always forward
ee: Ɖoe ɖe ŋgɔ̃ ɣesiayi

source: Always
ee: ɣesiaɣi

source: Forward when busy
ee: Ɖoe ɖe ŋgɔ̃ ne nye be mevo o

source: When busy
ee: Ne vovo meli o

source: Forward when unanswered
ee: Ɖoe ɖe ŋgɔ̃ ne nye be meɖoŋu o

source: When unanswered
ee: Ne nye be meɖoŋu o

source: Forward when unreachable
ee: Ɖoe ɖe ŋgɔ̃ ne nye be melee o

source: When unreachable
ee: Ne nye be melee o

source: Voice calls to
ee: Nuƒoƒo yɔyɔ yi ɖe ŋgɔ̃

# callForwardingNotForwarding
source: Disabled
ee: Mele dɔ wɔm o

source: Call forwarding confirmation message
ee: Yɔyɔ ɖoɖo ɖe ŋgɔ ƒe asidada ɖe dzi mesedzi

source: Always use this number
ee: Zã nɔmba sia ɣesiayi

source: Number when unreachable
ee: Nɔmba ne nye be meli o

source: Number when unanswered
ee: Nɔmba ne nye be meɖo ŋu o

source: Number when busy
ee: Nɔmba ne nye be mevo o

source: This phone number is invalid.
ee: Kaƒomɔ sia mele dɔwɔm o

source: Operation successfully set.
ee: Wowɔ dɔwɔwɔ ƒe ɖoɖo dedie.

source: Your operator does not support that operation.
ee: Wo operata mesɔkpli dɔwɔna ma o.

source: Call settings error.
ee: Vodada le yɔyɔ ƒe ɖoɖowo ŋu.

source: Caller ID
ee: Yɔyɔla ƒe ID

source: Network default
ee: Network ƒe default

source: Hide number
ee: Ɣla nɔmba

source: Show number
ee: Fia nɔmba

# fdn
source: Fixed dialing numbers
ee: Fixed dialing ƒe nɔmbawo

# fdnSettings
source: Fixed dialing numbers
ee: Fixed dialing ƒe nɔmba ɖoɖowo

source: List of numbers that can be called
ee: Nɔmbasiwo ateŋu ayɔ ƒe list

source: Restrict which numbers can be dialed from this phone.
ee: Ɣemɔ na nɔmbasiwo woateŋu yɔ tso nuƒomɔ sia dzi.

source: (Emergency numbers will always be dialable)
ee: (medzensi nɔmbasiwo woateŋu yɔ ɣesiayi)

source: Enable FDN
ee: Na mɔ FDN

source: Disable FDN
ee: Mega na mɔ FDN O

source: Reset PIN2
ee: Gbugbɔ do PIN2

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
ee: Esusɔ agbagbadzedze zi ɖeka ne naƒo wo code nyuitɔ hafi SIM card na sa.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ agbagbadzedze zi {{n}} ne naƒo wo code nyuitɔ hafi SIM card na sa.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ agbagbadzedze zi {{n}} ne naƒo wo code nyuitɔ hafi SIM card na sa.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ agbagbadzedze zi {{n}} ne naƒo wo code nyuitɔ hafi SIM card na sa.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ agbagbadzedze zi {{n}} ne naƒo wo code nyuitɔ hafi SIM card na sa.

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
ee: Esiae nye zi mamletɔ ne naƒo wo PIN2 nyuitɔ. Alo edzebe naƒo wo PUK2 code ne naza SIM card sia.

source: The PIN2 code is incorrect.
ee: PIN2 ƒe code mede o

source: Call forwarding is disabled by FDN.
ee: FDN ɖo asi yɔyɔ si woɖo ɖe ŋgɔ la dzi

source: Authorized numbers
ee: Nɔmba si dzi wodasi ɖo

source: name
ee: Ŋkɔ

# fdnContact-number
source: number
ee: Nɔmba

source: submit
ee: Ɖoe ɖa

source: Add contact
ee: Kɔ kontati kpe

source: Call
ee: Yɔ

# fdnAction-edit
source: Edit contact
ee: Le ŋku de kontati ŋu

# fdnAction-edit-header
source: Edit contact
ee: Le ŋku de kontati ŋu

source: Delete contact
ee: Tutu kontati

source: Messaging Settings
ee: Mesedzi ƒe ɖoɖowo

source: Message confirmation
ee: Mesedzi ƒe asidada ɖe dzi

source: Delivery reports
ee: Ɖoɖoɖa ƒe nutsotso

source: Request notification of delivery for each message sent
ee: Bia ne naxɔ nutsotso tso mesedzi ɖesiaɖe si yi la ŋu

source: Read reports
ee: Ɣle nutsotsowo

source: Request read report for each message sent
ee: Biabe yeaɣle nutsotso tso mesedzi ɖesiaɖe si yi la ŋu

source: Multimedia messaging (MMS)
ee: Multimedia mesedzi ɖoɖoɖa (MMS)

source: Auto retrieve
ee: Ɔto ƒe ɖeɖe

source: Automatically retrieve messages
ee: Ɖe mesedziwo ziɖeka

source: Off
ee: Tsi

source: On with roaming
ee: Tsatsa si le sisime

source: On without roaming
ee: Matsamatsa si mele sisime o

source: Auto-configure
ee: Ɔto-konfiga

source: WAP Push messages
ee: WAP ƒe Push mesedziwo

source: WAP Push
ee: WAP ƒe Push

source: Cell broadcast messages
ee: Kaƒomɔ ƒe mesedzi nana amegbogbowo

source: Cell broadcast
ee: Kaƒomɔ ƒe nunana amegbogbowo

source: Cellular & Data
ee: Kaƒomɔ kple Data

source: Carrier
ee: Carrierla

source: Data connection
ee: Data tsiatsia

source: Data roaming
ee: Data fe tsatsa

source: Network operator
ee: Netwok nala

source: Network operators in the area
ee: Netwok nalawo sile afisi nele

source: Preferred network type
ee: Netwok togbui siwo dzi

source: Network type could not be set
ee: Wome taŋu do netwok o

source: Network type
ee: Netwok togbui

# operator-networkType-auto
source: Automatic
ee: Ɔtomatic

source: 3G preferred
ee: 3G siwo dzi

source: 2G only
ee: 2G dedeko

source: 3G only
ee: 3G dedeko

source: WCDMA preferred
ee: WCDMA siwo dzi

source: Auto (2G/3G)
ee: Ɔto (2G/3G)

source: Auto (CDMA/EVDO)
ee: Ɔto (CDMA/EVDO)

source: Auto (WCDMA/GSM)
ee: Ɔto (WCDMA/GSM)

source: Auto (LTE/WCDMA/GSM)
ee: Ɔto (LTE/WCDMA/GSM)

source: Auto (LTE/CDMA/EVDO)
ee: Ɔto (LTE/CDMA/EVDO)

source: Auto (WCDMA/GSM/CDMA/EVDO)
ee: Ɔto (WCDMA/GSM/CDMA/EVDO)

source: Automatic selection
ee: Tiatia sile ɔtomatic

# operator-networkSelect-auto
source: Automatic
ee: Ɔtomatic

source: Manual
ee: Ame ŋtɔ fewɔwɔ

source: Turn automatic selection off to view available network operators.
ee: Tsi ɔtomatic fe tiatia be nakpɔ netwok nala swoi li.

# operator-status-connecting
source: Connecting…
ee: Ele tsiatsiam…

# operator-status-connectingfailed
source: Connection failed
ee: Tsiatsia me dzedzi o

# operator-status-connected
source: Connected
ee: Etsia

source: Roaming preference
ee: Tsiatsia siwo dzi

source: Home
ee: Afeme

# operator-roamingPreference-any
source: Any
ee: Desiade

source: Affiliated
ee: Kpeɖenu

source: Data settings
ee: Data ƒe ɖoɖowo

source: A-GPS settings
ee: A-GPS ƒe ɖoɖowo

source: Message settings
ee: Mesedzi ƒe ɖoɖowo

source: Tethering settings
ee: Ɖoɖowo na tethering

source: IMS settings
ee: IMS ƒe ɖoɖowo

source: MMS port
ee: MMS ƒe nugbɔ

source: MMS proxy
ee: MMS ƒe proxy

source: HTTP proxy host
ee: HTTP proxy ƒe host

source: HTTP proxy port
ee: HTTP proxy ƒe nugbɔ

# apn-authType
source: Authentication
ee: ɔtentikesen

# apn-authType-notDefined
source: Not defined
ee: Wome ɖe egɔme o

# apn-authType-none
source: None
ee: Ɖeke o

source: PAP or CHAP
ee: PAP alo CHAP

source: Protocol
ee: Protokɔl

source: Roaming protocol
ee: Protokɔl ƒe tsatsa

# apn-protocol-notDefined
source: Not defined
ee: Wome ɖe egɔme o

source: Turn ON data connection?
ee: Edi be yeasi data ƒe katsiatsia?

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
ee: Wo aplikasenwo axɔ data ze ɖeka to wo data katsiatsia nenye be ehia. Nyae be feɣeɣeɖewo akpe ɖe ŋu.

source: Turn ON data roaming?
ee: Edi be yeasi data ƒe tsatsa?

source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
ee: Ɖe wo sevisinalawo ƒe ɖoɖo nu la, febubuwo akpeɖe wo data ŋu nenye be ele tsatsa ƒe teƒewo

source: Unknown state
ee: Nɔnɔme manyamanya

source: Available
ee: Ele

# state-connected
source: Connected
ee: Ele tsiatsia

# state-current
source: Connected
ee: Etsia

source: Forbidden
ee: Wome na mɔ o

source: Turn Bluetooth on to view devices in the area.
ee: Si Bluetooth be nakpɔ kaƒomɔ siwo le area

source: Paired devices
ee: Kaƒomɔ siwo kpe kple tɔwo

source: Devices in the area
ee: Kaƒomɔ siwo le area

source: Visible to all
ee: Ekpɔkpɔ le na amesiame

source: Your device name exceeds {{length}} characters. Please retry again.
ee: Wo kaƒomɔ ƒe ŋkɔ didi{{length}} akpa. Meɖekuku gagbugbɔe ake.

source: Bluetooth Address
ee: Bluetooth ƒe adres

# bluetooth-address-unavailable
source: Not available
ee: Me le o

source: No devices paired
ee: Kaƒomɔ aɖeke metsa o

source: Turned off
ee: Tsi

# bt-status-paired[one]
source: {{name}}, +{{n}} more
ee: {{name}}, +{{n}} wu

# bt-status-paired[two]
source: {{name}}, +{{n}} more
ee: {{name}}, +{{n}} sɔgbɔwu

# bt-status-paired[few]
source: {{name}}, +{{n}} more
ee: {{name}}, +{{n}} tsɔwu

# bt-status-paired[many]
source: {{name}}, +{{n}} more
ee: {{name}}, +{{n}} kpewu

# bt-status-paired[other]
source: {{name}}, +{{n}} more
ee: {{name}}, +{{n}} wu

source: Tap to connect
ee: Ka asi enu be na tsia

source: Pairing with device…
ee: Ele kpekpem kpli kafomɔ la…

source: Waiting for other device…
ee: Ele kafomɔ bubu dzom…

source: Paired
ee: Ekpe

# device-status-connecting
source: Connecting…
ee: Tsiatsiam…

# device-status-connected
source: Connected
ee: Etsia

source: Connected to phone audio
ee: Etsia de kaƒomɔ ƒe nyaseƒe

source: Connected to media audio
ee: Etsia de media fe nyaseƒe

source: Connected to phone/media audio
ee: Etsia de kaƒomɔ/media ƒe nyaseƒe

source: Unpair
ee: Mega kpe o

source: Confirm
ee: Woɖokpe

# device-option-unpair-confirmation
source: Confirmation
ee: Asidadadedzi

source: Unpair device?
ee: Me di be yeakpe kaƒomɔa oa?

source: Connect
ee: Tsia

source: Disconnect
ee: Megatsia

source: Searching for devices…
ee: Ele kaƒomɔwo dim…

source: Search for devices
ee: Di kaƒomɔwo

source: Rename my device
ee: Gbugbɔ na ŋkɔ kaƒomɔa

source: Unknown device
ee: Kaƒomɔ manyamanya

source: Change phone name
ee: Trɔ kaƒomɔ ƒe ŋkɔ

source: Change the name of your device as it appears in your computer
ee: Trɔ wo mɔ ƒe ŋkɔ abe ale si wodze le wo kɔmpita dzi

source: New name
ee: Ŋkɔ yeye

source: Unable to pair devices
ee: Wometeŋu kpe mɔwo o

source: Unable to pair with the device. Check that the PIN is correct.
ee: Wometeŋu kpe kple mɔ sia o. Kpɔɖa be PIN le dedie.

source: Unable to pair with the device. Too many requests.
ee: Wometeŋu kpe kple mɔ sia o. Biabiawo sɔ akpa.

source: Unable to connect devices
ee: Wometeŋu tsia kple kaƒomɔwo o

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
ee: Kpoeɖa be mɔ si ne di be yeatsa kple la le kpuieƒe eye eƒe Bluetooth le sisi me.

source: Unpair a connected device?
ee: Medi be yeakpe kple mɔtsatsa o maha?

source: You are currently connected to this device. Unpairing will also disconnect from it.
ee: Fifia etsa kple mɔ sia. Makpemakpe kpli ana be maganɔ tsiatsia me kpli o.

source: The SSID cannot be empty
ee: Mele be SSID nanɔ ƒuƒlui o

source: Internet sharing
ee: Internet ƒe mama

source: Share my phone’s Internet connection with a USB-connected device.
ee: Ma nyenuƒomɔ ƒe Internet tsiatsia kple USB ƒe mɔ tsiatsia.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
ee: Ɖemɔ na mɔ bubuwo bena woaza nye nuƒomɔ ƒe Internet to Wi-Fi dzi.

source: Wi-Fi hotspot
ee: Wi-Fi ƒe hotspot

source: Name
ee: Ŋkɔ

# wifi-security
source: Security
ee: Sekurity

source: USB tethering
ee: USB ƒe tethering

source: Hotspot settings
ee: Hotspot ƒe ɖoɖowo

# wifi-auth-username
source: Username
ee: Ezãla ƒe ŋkɔ

# wifi-join-username
source: Username
ee: Ezãla ƒe ŋkɔ

source: SSID network name
ee: SSID ƒe network ƒe ŋkɔ

source: open
ee: ʋu

source: The password must have at least 8 characters.
ee: Ele be password ƒe ŋɔŋlɔdzesi nanye godoo enyi

source: Personalization
ee: Ɖokuinyenye

source: Sound
ee: Nusese

source: Volume
ee: Seseme

source: Tones
ee: Ɖiɖime

source: Audible touch tones
ee: Asitɔtɔ gbeɖiɖi ƒe sese

source: Short
ee: Ele kpuie

source: Long
ee: Edidi

source: Select a tone
ee: Tia gbeɖiɖi ɖeka

source: Ringer
ee: Yɔyɔnu

source: Ringtones
ee: Yɔyɔnu ƒe gbeɖiɖiwo

source: Alert tones
ee: Alert ƒe gbeɖiɖiwo

source: Manage Sounds
ee: Trɔ asi le nusesewo ŋu

source: Manage Ringtones
ee: Trɔ asi le gbeɖiɖiwo ŋu

source: Other sounds
ee: Nusese bubuwo

source: Alerts
ee: Alertwo

source: Unlock screen
ee: Ʋu screen

source: Camera
ee: Kamera

source: Sent Message
ee: Mesedzi si woɖoɖa

source: Ringer & Notifications
ee: Yɔyɔnu kple Nyanala

source: Saving ringtone…
ee: Ele yɔyɔnu ƒe gbeɖiɖi dzam ɖo…

source: The ringtone was not changed because the selected file can not be played on this phone.
ee: Yɔyɔnu ƒe gbeɖiɖi metrɔ o elabe file si ne tsɔ la, mateŋu aƒo le nuƒomɔ sia dzi o.

source: We were unable to find a ringtone app to manage ringtones!
ee: Meteŋu kpɔ yɔyɔnu ƒe gbeɖiɖi ƒe app si ana atrɔ asi le yɔyɔnu ƒe gbeɖiɖiwo ŋu o!

source: Display
ee: Fia bena akpɔ

source: Brightness
ee: Eƒe keklɛme

source: Adjust automatically
ee: Trɔe ziɖeka

source: Lock screen
ee: Ʋu screen

source: Screen timeout
ee: Ɣeyiyi si screen atsi

source: 1 minute
ee: Miniti ɖeka

source: 2 minutes
ee: Miniti eve

source: 5 minutes
ee: Miniti atɔ

source: 10 minutes
ee: Miniti ewo

source: never
ee: gbeɖeo

source: Lock orientation
ee: Tutu ƒe gɔmedzenusrɔsrɔ

source: Navigation
ee: Eme tsatsa

source: Edge swipe navigation
ee: Eƒe nugbɔ ƒe tsatsa

source: Drag from the left or right edge of the screen to jump between apps.
ee: Hee tso miame alo ɖusime ƒe nuwuƒe na screen ne na do to apps me.

source: Notifications
ee: Nyanyanana

source: Show on lock screen
ee: Na woa dze le skreen si le tutu la dzi

source: Show after reboot
ee: Fia woakpɔ ne wogbugbɔ si vɔ

source: Date & Time
ee: Ŋkeke kple gaƒoƒo

source: Set automatically
ee: Ɖoe ziɖeka

source: Set manually
ee: Ɖoe kple asi

source: Time zone
ee: Gaƒoƒo ƒe alɔdzoe

source: Date
ee: Ŋkeke

source: Time
ee: Gaƒoƒo

source: Select continent
ee: Tia anyigba

source: Select time zone
ee: Tia gaƒoƒo ƒe alɔdzoe

source: Language & Region
ee: Gbegbɔgblɔ kple Nutome

source: Language
ee: Gbegbɔgblɔ

source: Region
ee: Nutome

source: Sample Format
ee: Kpɔɖeŋutɔ ƒe nɔnɔme

source: SIM manager
ee: SIM ƒe asinutrɔla

source: SIM settings
ee: SIM ƒe ɖoɖowo

source: Outgoing calls
ee: Yɔyɔ siwo yina

source: Calls will be sent from
ee: Woaɖo yɔyɔwo ɖa tso

source: Outgoing messages
ee: Mesedzi siwo yina

source: SMS will be sent from
ee: Woaɖo SMS ɖa tso

source: Data service network and Marketplace payments
ee: Data ƒe sevisi ƒe network kple asime feɣeɣe

source: Always ask
ee: Bia ɣesiayi

source: SIM PIN locked
ee: SIM card le sasa me

source: No operator
ee: Operata meli o

source: At least one SIM should be activated at a time
ee: Ele be SIM ɖeka tete naʋu ziɖeka gbɔ

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
ee: SIM {{disableCardIndex}} mateŋu axɔ yɔyɔwo alo mesedziwo o. Yɔyɔwo kple mesedziwo siwo woɖo ɖe SIM {{disableCardIndex}} la, mawɔ dɔ o.

source: The current data transfer will be suspended. Continue anyway?
ee: Woɖo asi data ƒe heheyi teƒe bubu. Ayidzi nenema?

source: Homescreen
ee: Homeskreen

# vertical-homescreen-header
source: Homescreen
ee: Homeskreen

source: Icon Layout
ee: Icon ƒe ɖoɖonu

source: Three Columns
ee: Mamamewo etɔ̃

source: Four Columns
ee: Mamamewo ene

source: Notice
ee: Nɔ nyanya me

source: Search Engine
ee: Didi ƒe Engine

source: Search Suggestions
ee: Didi ƒe sɔekpɔwo

source: The characters you type when entering a search are sent to multiple search providers and will be used to send you search suggestions. Additional data charges may apply when using this feature.
ee: Nu siwo na ŋlɔ na dzidzi ayi de afisi mie yɔ̃a be multiple search providers eye wa ɖo wo fe nutsotso ɖewo .Fe bubuwo akpedenu nenye be eza nu sia

source: Homescreens
ee: Homescreenwo

source: Change homescreen
ee: Trɔ homescreen

# changeHomescreenButton
source: Change
ee: Trɔ

source: Description
ee: Dzedzeme

source: Installed input methods
ee: Input ƒe mɔnuwo si woxɔ

source: Keyboards
ee: Kibɔdiwo

source: Number layouts
ee: Nɔmba ƒe dzedzeme

source: Option layouts
ee: Dzedzeme bubuwo

source: Keypad
ee: Kipadi

source: Dial Pad
ee: Dail Padi

source: Selected keyboards
ee: Kibɔdi siwo wotia

source: Add more keyboards
ee: Kɔ kibɔdi bubuwo kpee

source: At least one {{type}} keyboard should be selected
ee: Ne eglogodoo kibɔdi {{type}} na nɔ tiatia me

source: text
ee: ŋɔŋlɔ̃

# keyboardType-number
source: number
ee: Nɔmba

source: {{appName}} {{layoutName}} is set as default input method
ee: Woɖo {appName}} {{layoutName}} abe defɔt input ƒe mɔnuwo

# fxa
source: Firefox Accounts
ee: Firefox ƒe Akauntwo

source: Account Management
ee: Akaunt ƒe ŋtidzadraɖo

# fxa-accounts
source: Firefox Accounts
ee: Firefox ƒe Akauntwo

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
ee: Wo Firefox

source: Create account or sign in
ee: Ʋu akaunt alo geɖe eme

source: Confirm Your Account
ee: Ɖokpe wo akaunt dzi

source: We will send an email to: {{email}}
ee: Miaɖo emaili ɖe: {{email}}

source: Click the verification link in your email to confirm your account.
ee: Tɔsi verification link si le wo email me bena aɖo si wo akaunt dzi

source: Cancel Account Confirmation
ee: Tutu akaunt ƒe asidadadedzi

source: A verification link has been sent to {{email}}.
ee: Wo ɖo nɔnɔmetata aɖe ɖoɖawo {{email}}.

source: Don’t see an email? {{resend}}.
ee: Mekpɔ emaili oa? {{resend}}.

source: Resend
ee: Gbugbɔ ɖoe ɖa

source: About
ee: Abe

source: Signed in as {{email}}
ee: Geɖeme abe {{email}}

source: Signed In
ee: Egeɖeme

source: Marketplace
ee: Asime

# fxa-find-my-device-app
source: Find My Device
ee: Di eye nakpɔ nye kaƒomɔ

source: Options
ee: Bubuwo

source: Sign Out
ee: Do le eme

source: Please confirm {{email}}
ee: Meɖekuku ɖokpe {{email}}

source: Find My Device
ee: Di eye nakpɔ nye kaƒomɔ

source: Find My Device allows you to locate, lock or erase your phone
ee: Di eye nakpɔ nye kaƒomɔ na be ateŋu akpɔ afisi, asa alo atutu wo kaƒomɔ
