Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/settings/settings.properties.po
Languages: ee

source: Crash reports
ee: Crash ƒe report

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
ee: Ne eɖo report ɖa Mozilla nenye be crash dzɔ la, ekpe na ɖe miaŋu be mia dzra nu masɔmasɔ si dzɔ la na amesiame ɖo. Woɖoa report siawo ɖa to Wi-Fi ko.

source: Always send a report
ee: Ɖo report ɖa ɣesiayi

source: Never send a report
ee: Megaɖo report ɖa gbeaɖeke gbe o

source: Ask each time
ee: Bia ɣesiayi si

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
ee: Crash ƒe report na bena nyasianya si dzɔ tso crash kple mɔ kpakple alesi wo mɔ le hafi crash dzɔ ɖe dzi.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
ee: Nuwo le esia me abe page kple app ʋuʋuwo, text si zu nɔnɔmebubuwo kpakple nusiwo le message ʋuʋuwo me, browsing ƒe history alo teƒe si nele hafi za app ʋuʋu

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ee: Miezana crash ƒe report akɔ dzra kuxewo ɖo kple miakɔ tu productwo ɖo. Mie za wo nyawo abe alesi ɖɔe le mia ƒe

source: privacy policy
ee: privacy ƒe ɖoɖowo

source: Submit Your Feedback
ee: Tsɔ wo nutsotso na

source: Your feedback will help us to improve Firefox OS.
ee: Wo nutsotso akpeɖe miaŋu be miatu Firefox OS ɖo.

source: Happy
ee: Dzidzɔ

source: Sad
ee: Veve

source: How do you feel?
ee: Alekee ne lie?

source: Why do you feel happy?
ee: Nukata nekpɔa dzidzɔ

source: Why do you feel sad?
ee: Nukata nesea veve?

source: Please tell us in detail.
ee: Meɖekuku kɔ eŋu nami

source: The content of your feedback will be public, so please be sure not include any personal information.
ee: Amesiame akpɔ wonutsotsoa eyata kpɔ egbɔ be wo nya vevi aɖeke mele eme o.

source: Check here to let us contact you from your email.
ee: Tick fisia be nana mia contact wo to wo email dzi.

source: Email address:
ee: Email ƒe adresi

source: Don’t worry. Your email will always be kept private.
ee: Megatsidzi o. Wo email anɔ dedie ɣesiaɣi.

source: Send Feedback
ee: Ɖo nutsotso ɖa

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
ee: Taflatse, system la mateŋu aɖo wo nuɖoɖo ɖa o elabena wo data metsia o. Meɖekuku ga woe ake ne wo dzrae ɖo.

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
ee: Taflatse, system la mateŋu aɖo wo nuɖoɖo ɖa o elabena server la tu. Meɖekuku gbɔdziɖi vie ne naga woe ake.

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
ee: Taflatse, system la mateŋu aɖo wo nuɖoɖo ɖa o elabena ɣeyiyi va yi. Meɖekuku gadze egɔme ne naga woe ake.

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
ee: Taflatse, system la mateŋu aɖo wo nuɖoɖo ɖa o elabena email adres meli o alo vodada aɖe va. Meɖekuku za email adres nyui eye naga woe ake.

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
ee: Taflatse, system la mateŋu aɖo wo nuɖoɖo ɖa o elabena meŋlɔ nu ɖe comment teƒe o. Meɖekuku ŋlɔ nane eye naga woe ake.

source: Sorry, the system can’t send your suggestion because you already sent us feedback. Please try our next software update and send again.
ee: Taflatse, system la mateŋu aɖo wo nuɖoɖo ɖa o elabena eɖo feedback ɖa mi xoxo. Miɖekuku dzeagbagba le miaƒe sɔfwɔe update ŋu eye nagbugbɔ ɖoe ɖa.

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
ee: Akpe na wo ɖe feeback si ne na mi ta. Miza ne akɔ wɔ Firefox OS le ŋkekesiwo gbɔna be woanyo dze ɖe dzi.

source: Online support:
ee: Online kpekpeɖeŋu:

source: Call support:
ee: Yɔyɔ kpekpeɖeŋu:

source: User guide
ee: kpeɖenu na eza la

source: Please contact your local provider for support.
ee: Meɖekuku yɔ wo lokal enala na kpekpeɖenu.

source: Operator Services
ee: operator ƒe servisiwo

# operatorServices-help
source: Help
ee: Kpeɖeŋu

source: Help menu
ee: Kpeɖeŋu ƒe menu

source: SIM card applications not available.
ee: SIM card ƒe application meli o

source: SIM toolkit
ee: SIM ƒe asinutrɔla

source: Set Up Call
ee: Ɖo yɔyɔ

source: Send SS
ee: Ɖo SS

source: Send USSD
ee: Ɖo USSD

source: Send SMS
ee: Ɖo SMS

source: Send DTMF
ee: Ɖo DTMF

source: Launch Browser
ee: Ʋu browser

source: Play Tone
ee: Ƒo gbeɖiɖi

source: Display Text
ee: Fia nyaŋlɔŋlɔ

source: Get Inkey
ee: Xɔ Inkey

source: Get Input
ee: Xɔ input

source: Select Item
ee: Tia

source: Set Up Menu
ee: Ɖo Menu

source: Provide Local Info
ee: Na Local ƒe nya

source: Set Idle Mode Text
ee: Ɖo Idle Mode ƒe nuŋlɔŋlɔ

source: Open Channel
ee: Ʋu Channel

source: Close Channel
ee: Tu channel

source: Receive Data
ee: Xɔ Data

source: Send Data
ee: Ɖo Data

source: Get Channel Status
ee: Xɔ channel ƒe ɖoƒe
