Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Séddoo

source: Resend
id: Yónneewaat

source: Connecting
id: Lënku

source: Verify
id: Wéral

source: Verifying
id: Wéral gi

source: Verified
id: Wéral nañu ko

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} dafa bëgg a wéral sa nimero telefon. Tànnal bi nga bëgg a séddoo walla nga dugal bu bees.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Yónnee nanu la ab kod ci {{phone_number}}. Dina nu ko jéem a ci saasi, waaye danga ko war a dugal njëkk sudee jëfandikoo wuñu ko ci jëfandaay bi.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Def nga lépp! Leegi wéral nañu sa nimero {{phone_number}} te jàppandi na ci {{app_name}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Cëraakonu wéral gi jàppandiwul jamono jii. Seetal sa lonkug Internet, nga jéemaat walla nga xaar tuuti.

source: There seems to be a problem with your verification code. Let's try once again!
id: Daa melni kodu wéral bi dafa am jafe-jafe. Nanu jéemaat benn yoon seet?

source: Mobile identity
id: Ràññeekaayu portaabal

source: Or add your phone number
id: Walla nga dugal sa nilmero telefon

source: Or select a phone number from the list
id: Walla nga tànnee nimero telefon ci lim bi
