Repository: BenitoJedai/mozilla-gaia
Catalog: wo/shared/sounds/sounds.properties.po
Languages: wo

source: None
wo: Lenn

source: Classic Prism
wo: Prism Cosaan

source: Classic Courier
wo: Kuriyee Cosaan

source: Classic Touchmatic
wo: Touchmatic Cosaan

source: Classic Electric
wo: Electric Cosaan

source: Classic Wallphone
wo: Wallphone Cosaan

source: Ringing Gems
wo: Gems yuy Sone

source: Rain Echoes
wo: Riiru Taw

source: Progressive Dapple
wo: Tàqal di Dem

source: Analog Dapple
wo: Tàqal Analog

source: Wind Chimes
wo: Riiri Ngelaw

source: Bit Bounce
wo: Bonde Tuuti

source: Minimal Bands
wo: Bànd yu Néew

source: Exclamation
wo: Biral

source: Boomer
wo: Bumër

source: Rewind
wo: Delloo

source: Spring
wo: Prentaŋ

source: Bell
wo: Joolooli

source: Bell Extended
wo: Joolooli guñ Tàwwi

source: Ring
wo: Sone
