Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/collection/collection.properties.po
Languages: ee

source: Loading
ee: Dedem

source: Cancel
ee: Te fli eme

source: Custom
ee: Tɔtrɔwɔ

source: Create your own Smart Collection
ee: Wɔ wo Smart Collection

source: Connect to the internet to add more Smart Collections
ee: Tsia ka kple intanet la be naxɔ Smart Collection bubuwo

source: Add to top of collection
ee: Kɔe kpe dzidzi colection

source: Save to Homescreen
ee: Dzrae ɖo le Homescreen dzi

source: Connect to the internet to get apps for {{collectionName}}
ee: Tsia ka kple intanet be naxɔ appwo {{collectionName}}

source: Edit
ee: To eme

source: Done
ee: Wunu

source: Delete {{name}}
ee: Tutu {{name}}

source: {{name}} and all of its data will be deleted.
ee: {{name}} kple datawo kata atutu

source: Delete
ee: Tutu
