Repository: BenitoJedai/mozilla-gaia
Catalog: sm/apps/email/email.properties.po
Languages: sm

source: Mail
sm: Imeli

source: Your login information
sm: Lou fa'amatalaga saini-totonu

source: Other Email
sm: Isi Imeli

source: Name
sm: Igoa

source: Email Address
sm: Imeli

# setup-info-password-placeholder
source: Password
sm: 'Upulilo

# setup-info-next
source: Next
sm: Soso'o

source: Mail account setup
sm: Fa'atūlagaga Imeli account

source: All Done!
sm: 'Uma Lava!

source: Add another account
sm: Fa'aopoopo se isi account

source: Continue to Mail
sm: Fa'aauau i le Imeli

source: Invalid username or password
sm: E lē aogā le igoa-fai po'o 'upulilo

source: An unknown error occurred
sm: Sesē lē iloa

source: Manually setup account
sm: Fa'atūlagaga account fai-lima

source: Manual Setup
sm: Fa'atūlagaga fai-lima

source: Account Type
sm: Account Itu'āiga

source: IMAP Settings
sm: Fa'atonutonu IMAP

source: SMTP Settings
sm: Fa'atonutonu SMTP

source: ActiveSync Settings
sm: Fa'atonutonu ActiveSync

# setup-manual-next
source: Next
sm: Soso'o

source: Socket Type
sm: Socket Itu'āiga

# setup-manual-hostname-placeholder
source: Hostname
sm: Igoa-talimalō

source: Port Number
sm: Port Numera

# setup-manual-username-placeholder
source: Username
sm: Igoa-fai

source: Bad Password!
sm: 'Upulilo e leaga!

source: We could not login to the server. Maybe your password is wrong?
sm: E lē mafai ona saini i le server. Sesē i le 'upulilo?

source: Retry with new password
sm: Toe taumafai ma le 'upulilo fou

source: Mail Settings
sm: Fa'atonutonu o Imeli

source: Close
sm: Tāpuni

source: Done
sm: 'Uma lava

source: Add Account
sm: Fa'aopoopo Account

source: Delete Account
sm: Tia'i Account

source: About
sm: Fa'atatau

source: General settings
sm: Fa'atonutonu Aoao

source: Check mail
sm: Siati imeli

source: Always show images
sm: Maimoaga le ata taimi lava

source: 3 minutes
sm: 3 minute

source: 5 minutes
sm: 5 minute

source: 10 minutes
sm: 10 minute

source: 15 minutes
sm: 15 minute

source: 30 minutes
sm: 30 minute

source: 60 minutes
sm: 60 minute

source: Manually
sm: Fai-lima

source: Default account
sm: Account fa'atonutonu-māsani

source: Account type
sm: Account itu'āiga

source: Synchronize
sm: Tu'ufa'atasia

source: ActiveSync settings
sm: Fa'atonutonu ActiveSync

source: IMAP settings
sm: Fa'atonutonu IMAP

source: SMTP settings
sm: Fa'atonutonu SMTP

# settings-hostname
source: Hostname
sm: Igoa-talimalō

# settings-username
source: Username
sm: Igoa-fai

# settings-password
source: Password
sm: 'Upulilo

source: Save
sm: Teu

source: 1 day
sm: 1 aso

source: 3 days
sm: 3 aso

source: 1 week
sm: 1 vaiaso

source: 2 weeks
sm: 2 vaiaso

source: 1 month
sm: 1 māsina

source: 3 months
sm: 3 māsina

source: 6 months
sm: 6 māsina

source: All messages
sm: Fe'au 'uma

# envelope-from
source: From
sm: Mai

# envelope-to
source: To
sm: Mo

source: Read
sm: Faitau

source: Send
sm: Lafo

# compose-to
source: To
sm: Mai

# compose-subject
source: Subject
sm: Ulutala

source: Star
sm: Fetū

source: Unstar
sm: 'Ave'ese Fetū

source: Move
sm: 'Ave

source: Delete
sm: Tia'i

source: Delete email message?
sm: Tia'i fe'au imeli?

source: Edit
sm: Toe-sui

# message-multiedit-header[one]
source: {{ n }} selected
sm: {{ n }} filifiliina

# message-multiedit-header[two]
source: {{ n }} selected
sm: {{ n }} filifiliina

# message-multiedit-header[few]
source: {{ n }} selected
sm: {{ n }} filifiliina

# message-multiedit-header[many]
source: {{ n }} selected
sm: {{ n }} filifiliina

source: Cancel
sm: Sōloia

source: Delete this email message?
sm: Tia'i lenei fe'au imeli?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
sm: Tia'i {{ n }} fe'au imeli?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
sm: Tia'i {{ n }} fe'au imeli?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
sm: Tia'i {{ n }} fe'au imeli?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
sm: Tia'i {{ n }} fe'au imeli?

# message-search-from
source: From
sm: Mai

# message-search-to
source: To
sm: Mo

# message-search-subject
source: Subject
sm: Ulutala

source: Body
sm: Tino

source: Search Mail
sm: Su'e Imeli

source: cancel search
sm: sōloia le su'e

source: Loading messages
sm: la'uga fe'au

source: Load more messages from server
sm: La'u isi fe'au mai le server

source: No Mail in this Folder
sm: Leai se Imeli i lenei pusa-faila

source: Select folder
sm: Filifili pusa-faila

source: Folders
sm: Pusa-faila

source: {name} wrote
sm: {name} tusia

source: Original Message
sm: Fe'au Muamua

# forward-header-subject
source: Subject
sm: Ulutala

source: Date
sm: Aso

# forward-header-from
source: From
sm: Mai

# forward-header-to
source: To
sm: Mo

source: Undo
sm: Toe 'ave'ese

source: Try again
sm: Toe taumafai

source: Remove text
sm: 'Ave'ese tusitā
