Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/communications/contacts/contacts.properties.po
Languages: ku, tl

source: Add
ku: Lê zêde bike
tl: Magdagdag

source: Back
ku: Paşve
tl: Bumalik

source: Call
ku: Lê bigere
tl: Tumawag

source: Edit
ku: Serast bike

source: Cancel
ku: Betal
tl: Kanselahin

source: Done
ku: Qediya
tl: Tapos na

source: OK
ku: Temam

source: Update
ku: Nû bike
tl: I-update:

source: Retry
ku: Dîsa biceribîne

source: Contacts
ku: Peywendî
tl: Mga kakilala

source: Add contact
ku: Li peywendiyan zêde bike
tl: Magdagdag ng kakilala

source: Delete contact
ku: Ji peywendiyan rake
tl: Burahin ang kontak

source: Select contact
ku: Peywendiyê hilbijêre

source: Edit contact
ku: Peywendiyê serast bike
tl: Ayusin ang mga kakilala

source: Delete contact?
ku: Bila peywendî bê jêbirin
tl: Burahin ang kontak?

source: Remove
ku: Rake
tl: Alisin

source: Comments
ku: Şîrove

source: No phones
ku: Telefon tune ye
tl: Walang mga telepono

source: No email
ku: E-peyam tune ye
tl: Walang email

source: Remove contact picture?
ku: Wêneyê peywendiyê rake?
tl: Tanggalin ang larawan ng kontak?

source: Loading contacts…
ku: Peywendî tên barkirin…
tl: Pumapasok ang mga kontak...

source: Cannot add to contact as your contact list is empty
ku: Ji ber ku lîsteya peywendiyan vala ye lê nayê zêdekirin

source: No name
ku: Nav tune ye
tl: Walang pangalan

source: Name
ku: Nav
tl: Pangalan:

source: Last name
ku: Paşnav
tl: Apelyido

source: Phone
ku: Telefon
tl: Telepono

source: Carrier
ku: Operator
tl: Kumpanya ng Telepono:

# carrier.placeholder
source: Carrier
ku: Operator

source: Email
ku: E-peyam

# email.placeholder
source: Email
ku: E-peyam

source: Street
ku: Kolan
tl: Kalye

source: Zip code
ku: Koda postê

source: City
ku: Bajar
tl: Lungsod

source: Country
ku: Welat
tl: Bansa

source: Comment
ku: Şîrove
tl: Kumento

source: Company
ku: Şirket
tl: Kumpanya

source: Custom
ku: Taybet
tl: Pagpapasadya

source: Birthday
ku: Rojbûn
tl: Kaarawan

source: %B %e
ku: %e %B

source: Add Picture
ku: Wêne lê zêde bike
tl: Magdadagdag ng larawan

source: Add Phone
ku: Telefonê lê zêde bike
tl: Mag-dagdag ng Telepono

source: Add Email
ku: E peyamê lê zêde bike
tl: Magdagdag ng Email

source: Carrier:
ku: Operator:
tl: Kumpanya ng Telepono:

source: Email:
ku: E-peyam:

source: Street:
ku: Kolan:
tl: Kalye:

source: Zip code:
ku: Koda postê:

source: City:
ku: Bajar:
tl: Lungsod

source: Country:
ku: Welat:

source: Comment:
ku: Şîrove:
tl: Saloobin:

source: Main information
ku: Agahiyên bingehîn
tl: Pangunahing impormasyon

source: Phone numbers
ku: Jimareyên telefonê

source: Email address
ku: Navnîşana e-peyamê

source: Address
ku: Navnîşan

source: Settings
ku: Eyar
tl: Pagkaka-ayos

source: Search
ku: Lêgerîn
tl: Hanapin

source: No contacts found
ku: Peywendî nehat dîtin
tl: Walang matagpuan na mga kontaks

source: Import Contacts
ku: Peywendiyan bîne

source: Import SIM contacts
ku: Peywendiyên SIMê bîne

source: Importing SIM contacts…
ku: Peywendiyên SIMê bîne…

source: Reading from SIM card…
ku: Ji SIM kartê dixwîne…
tl: Binabasa galing sa SIM card..

source: Could not import contacts from SIM
ku: Peywendî ji SIMê nehatin anîn
tl: Hindi maaaring ilipat ang mga kontaks na galing sa SIM

source: Social networks
ku: Torên civakî

source: Link contact
ku: Peywendiyê girêbide
tl: Pagsamahin ang mga contact

source: Unlink contact
ku: Girêdana peywendiyê rake
tl: Huwag pagsamahin ang contact

source: Do you want to unlink your friend?
ku: Dixwazî girêdana hevalê/a xwe rakî?
tl: Gusto mo bang tanggalin ang iyong kaibigan?

source: Unlink
ku: Girêdanê rake
tl: Tanggalin sa pagkaka-ugnay

source: Import Facebook friends
ku: Hevalên Facebookê bîne
tl: Kunin ang mga kaibigan mula sa Facebook

source: View Facebook profile
ku: Profîla Facebookê nîşan bide
tl: Tingnan ang profile sa Facebook

source: Message
ku: Peyam
tl: Mensahe

source: Wall post
ku: Şandiyên Dîwarî

source: No friends imported (out of {{total}})
ku: Tu heval nehat anîn (ji {{}} kesan)
tl: Walang kaibigan na nailipat (mula sa {{total}})

source: One friend imported (out of {{total}})
ku: Hevalek hat anîn (ji {{}} kesan)
tl: Isang kaibigan na nailipat (mula sa {{total}})

# facebook-import-msg[two]
source: {{imported}}/{{total}} friends imported
ku: {{imported}}/{{total}} heval hatin anîn
tl: {{imported}}/{{total}} nailipat na mga kaibigan

# facebook-import-msg[few]
source: {{imported}}/{{total}} friends imported
ku: {{imported}}/{{total}} heval hatin anîn
tl: {{imported}}/{{total}} nailipat na mga kaibigan

# facebook-import-msg[many]
source: {{imported}}/{{total}} friends imported
ku: {{imported}}/{{total}} heval hatin anîn
tl: {{imported}}/{{total}} nailipat na mga kaibigan

# facebook-import-msg[other]
source: {{imported}}/{{total}} friends imported
ku: {{imported}}/{{total}} heval hatin anîn
tl: {{imported}}/{{total}} nailipat na mga kaibigan

source: Other accounts
ku: Hevalên din

source: Sync friends
ku: Hevalan hevcot bike

source: Select mobile
ku: Mobîlê hilbijêre
tl: Piliin ang mobile

source: Select email
ku: E-peyamê hilbijêre
tl: Piliin ang email

source: Order by last name
ku: Li gorî paşnavan rêz bike
tl: Pagkaka-sunod ayon sa huling pangalan

source: SIM card
ku: SIM kart

source: SD card
ku: SD kart

source: Update imported friends
ku: Hevalên hatî anîn nû bike
tl: Update ang mga kaibigan na nailipat

source: Removing Facebook data
ku: Daneyên Facebookê tên rakirin
tl: ina-Alis ang mga datos mula sa Facebook

source: Logging out from Facebook
ku: Ji Facebookê derdikeve
tl: Logging out mula sa Facebook

source: Remove all Facebook data?
ku: Hemû daneyên Facebookê jê bibe?
tl: Alisin ang lahat na datos mula sa Facebook?

source: Your password in Facebook has changed. Please, update it.
ku: Şîfreya te ya di facebookê de hat guhertin. Tika ye nû bike.
tl: Ang password sa Facebook ay nagbago na. Paki, tama po.

source: Add Address
tl: Idagdag ang Tirahan

source: Add Comment
tl: Magdagdag ng kuro-kuro

source: Add as Favorite
tl: Magdagdag ng mga Gustuhin

source: Remove as Favorite
tl: Tanggalin sa Listahan ng Paborito

source: Home
tl: Tirahan

source: Work
tl: Trabaho

source: Personal
tl: Pansarili

source: Fax home
tl: Fax sa bahay

source: Fax office
tl: Fax sa Opisina

source: Fax other
tl: Iba pang Fax

source: Another
tl: Iba pa

source: Custom tag
tl: Pansariling tatak

source: Exit
tl: Labasan

source: Expand
tl: Palawigin

source: Name:
tl: Pangalan:

source: Last name:
tl: Apelyido:

source: No contacts detected on SIM to import
tl: Walang kontak na nabasa sa SIM para ilipat

# simContacts-imported3[two]
source: Imported {{n}} contacts
tl: Nailipat {(n)} na mga contact

# simContacts-imported3[few]
source: Imported {{n}} contacts
tl: Nailipat {(n)} na mga contact

# simContacts-imported3[many]
source: Imported {{n}} contacts
tl: Nailipat {(n)} na mga contact

# simContacts-imported3[other]
source: Imported {{n}} contacts
tl: Nailipat {(n)} na mga contact

source: Create a new contact
tl: Lumikha ng bagong kontak

source: Import your contacts from SIM card or Facebook
tl: Isalin ang iyong mga kontaks mula sa SIM card o Facebook

source: No contacts
tl: Walang mga kontaks

source: Start adding them now
tl: Simulan ang pagdagdag sa kanila ngayon
