Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/gallery/gallery.properties.po
Languages: wo

# number-selected2[zero]
source: Select
wo: Tànn

# number-selected2[one]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# number-selected2[two]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# number-selected2[few]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# number-selected2[many]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# number-selected2[other]
source: {{ n }} selected
wo: {{ n }} lañ tànn

source: Delete photo?
wo: Dangay far nataal bi?

source: Delete video?
wo: Dangay far wideo bi?

source: Nothing selected
wo: Tànnu ñu lenn

source: Delete selected item?
wo: Dangay far ëmbeef bi?

# delete-n-items?[two]
source: Delete {{ n }} items?
wo: Dangay far {{ n }} ëmbeef?

# delete-n-items?[few]
source: Delete {{ n }} items?
wo: Dangay far {{ n }} ëmbeef?

# delete-n-items?[many]
source: Delete {{ n }} items?
wo: Dangay far {{ n }} ëmbeef?

# delete-n-items?[other]
source: Delete {{ n }} items?
wo: Dangay far {{ n }} ëmbeef?

# pickoneimage2
source: Select
wo: Tànn

# cropimage
source: Crop
wo: Dagg

source: Cancel
wo: Bàyyi

source: Delete
wo: Far

source: Edit
wo: Soppali

source: Save
wo: Denc

source: Done
wo: Sotti na

source: Exposure
wo: Fësaay

source: Crop
wo: Dagg

source: Effects
wo: Efe yi

source: Borders
wo: Ñag yi

source: Auto-enhance on
wo: Defaral-boppam tàkk na

source: Auto-enhance off
wo: Defaral-boppam fay na

source: Original
wo: Cosaan

source: Sepia
wo: Sepiya

source: Freeform
wo: Jëmmu coobare

source: Portrait
wo: Xët wu taxaw

source: Landscape
wo: Xët wu tëdd

source: Square
wo: Kaare

source: No photos or videos
wo: Amul nataal walla wideo

source: Use the Camera app to get started.
wo: Jëfandikool jëfekaayu Nataalukaay bi ngir tàmbali.

source: No photos
wo: Amul nataal

source: No memory card
wo: Amul kàrt memuwaar

source: Insert a memory card to use this app.
wo: Roofal kàrt memuwaar ngir jëfandikoo jëfekaay bii.

source: Memory card in use
wo: Kàrt memuwaar baa ngi dox

source: Unplug the phone to use this app.
wo: Debaraaseel telefon bi ngir jëfandikoo jëfekaay bi.

source: Scanning
wo: Seet

source: Looking for photos and videos.
wo: Wër ay nataal ak wideo.

source: Database Upgrade
wo: Kaweel Këru njoxe bi

source: Please wait while Gallery updates its database.
wo: Xaaral Kàggu nataal bi yeesal këru njoxeem.

source: Can not share this image file type.
wo: Mën séddóo bii xeetu taxañu nataal.

source: Can not edit photos: Memory card is full.
wo: Mënul soppali nataal yi: Kàrt memuwaar fees na.

source: Image is too large to display on this device.
wo: Nataal bi dafa rëy lool ngir feeñ ci jëfandaay bii.

source: Image is invalid or corrupt and cannot be displayed.
wo: Nataal bi baaxul walla daa yàqu moo tax mënul wonewu.

source: {{filename}} saved to Gallery
wo: {{filename}} dencu na ci Kàggu nataal bi

source: Go to Camera
wo: Dem ci Nataalukaay bi

source: Name
wo: Tur

source: Size
wo: Dayo

source: Image Type
wo: Xeetu Nataal

source: Date Taken
wo: Bis biñ ko Jëlee

source: Resolution
wo: Rëyaay

source: Close
wo: Tëj

source: Bytes
wo: Okte yi

source: KB
wo: Ko

source: MB
wo: Mo

source: GB
wo: Go

source: Gallery
wo: Kàggu

source: Preview
wo: Xolandi
