Repository: BenitoJedai/mozilla-gaia
Catalog: yo/shared/sounds/sounds.properties.po
Languages: yo

source: None
yo: Kò sí

source: Classic Prism
yo: Pírísímú Aláìlẹ́gbẹ́

source: Classic Courier
yo: Kòríà Aláìlẹ́gbẹ́

source: Classic Touchmatic
yo: Ìfọwọ́bàọ̀nààrà Aláìlẹ́gbẹ́

source: Classic Electric
yo: Ti iná Aláìlẹ́gbẹ́

source: Classic Wallphone
yo: Aláìlẹ́gbẹ́ Fóònùògiri

source: Disco Drive
yo: Àwo àká-ọ̀rọ̀ Dísíkò

source: Analog Ascent
yo: Àfọwọ́se Okè

source: Low Bit Swing
yo: Bíítì Kékeré Afi rọ̀ lóforufú

source: Ringing Gems
yo: Dídún Gẹ́ẹ̀mù

source: Rain Echoes
yo: Ìró Òjò

source: Progressive Dapple
yo: Ìtẹ̀síwájú Dapple

source: Analog Dapple
yo: Dapple Àfọwọ́se

source: Wind Chimes
yo: Afẹ́fẹ́ Ariwo aago

source: Bit Bounce
yo: Bíìtì Tapadè

source: Minimal Bands
yo: Àwọn Agbègbèe Kéréjù

source: Exclamation
yo: Ipò ìyàlẹ́nu

source: Rewind
yo: Sáré sẹ́yìn

source: Ting
yo: Ṣe

source: Dididi
yo: Extended

source: Spring
yo: Ìgbà òjò

source: Bell
yo: Aago

source: Bell Extended
yo: Aago Alátànká

source: Ring
yo: Dún
