Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/gallery/gallery.properties.po
Languages: bn_bd, rw

# number-selected2[zero]
source: Select
bn_bd: নির্বাচন করুন
rw: Hitamo

# number-selected2[one]
source: {{ n }} selected
bn_bd: {{ n }} টি নির্বাচিত

# number-selected2[two]
source: {{ n }} selected
bn_bd: {{ n }} টি নির্বাচিত

# number-selected2[few]
source: {{ n }} selected
bn_bd: {{ n }} টি নির্বাচিত
rw: Ayahiswemo

# number-selected2[many]
source: {{ n }} selected
bn_bd: {{ n }} টি নির্বাচিত
rw: Ayahiswemo

# number-selected2[other]
source: {{ n }} selected
bn_bd: {{ n }} টি নির্বাচিত

source: Delete photo?
bn_bd: ছবি মুছবেন?
rw: Urashaka gusiba iyi foto??

source: Delete video?
bn_bd: ছবি মুছবেন?
rw: Urashaka gusiba videwo??

source: Nothing selected
bn_bd: কিছুই নির্বাচিত নেই
rw: Nta cyatoranyijwe

source: Delete selected item?
bn_bd: নির্বাচিতগুলো মুছবেন?
rw: Urashaka gusiba ibyatoranijwe?

# delete-n-items?[two]
source: Delete {{ n }} items?
bn_bd: {{ n }} টি মুছবেন?

# delete-n-items?[few]
source: Delete {{ n }} items?
bn_bd: {{ n }} টি মুছবেন?

# delete-n-items?[many]
source: Delete {{ n }} items?
bn_bd: {{ n }} টি মুছবেন?

# delete-n-items?[other]
source: Delete {{ n }} items?
bn_bd: {{ n }} টি মুছবেন?

# pickoneimage2
source: Select
bn_bd: নির্বাচন করুন
rw: Guhitamo

# cropimage
source: Crop
bn_bd: কেঁটে ছোট করা
rw: Kataho

source: Cancel
bn_bd: বাতিল
rw: Kureka

source: OK
bn_bd: ঠিক আছে

source: Edit
bn_bd: সম্পাদনা
rw: Guhindura

source: Save
bn_bd: সংরক্ষন
rw: Kubika

source: Exposure
bn_bd: এক্সপোজার
rw: Kumurika

source: Crop
bn_bd: কেঁটে ছোট করা
rw: Gukataho

source: Effects
bn_bd: আবহ
rw: Impinduka

source: Borders
bn_bd: সীমানা
rw: Imipaka

source: Auto-enhance on
bn_bd: স্বতঃ উন্নয়ন চালু

source: Auto-enhance off
bn_bd: স্বতঃ উন্নয়ন বন্ধ

source: Original
bn_bd: আসল
rw: Umwimerere

source: B&W
bn_bd: সাদা-কালো

source: Sepia
bn_bd: কালচে বাদামী

source: Freeform
bn_bd: ফ্রী-ফর্ম

source: Portrait
bn_bd: লম্বালম্বি

source: Landscape
bn_bd: আড়াআড়ি
rw: Ntambike

source: Square
bn_bd: বর্গ
rw: Mpandenye

source: No photos or videos
bn_bd: ছবি বা ভিডিও নেই
rw: Nta mafoto cyangwa videwo

source: Use the Camera app to get started.
bn_bd: ক্যামেরা এপ্ দিয়ে শুরু করুন।
rw: Koresha kamera kugirango utangire

source: No memory card
bn_bd: মেমরী কার্ড নেই
rw: Nta memori kadi

source: Insert a memory card to use this app or select an alternate default media location in settings.
bn_bd: এই অ্যাপ ব্যবহার করতে মেমরি কার্ড প্রবেশ করান অথবা সেটিংস এ একটি বিকল্প ডিফল্ট মিডিয়া লোকেশন নির্বাচন করুন।

source: Memory card in use
bn_bd: মেমরী কার্ড ব্যস্ত
rw: Memori kadi iri gukoreshwa

source: Unplug the phone to use this app.
bn_bd: এই এপ্ ব্যবহার করতে ফোন প্লাগমুক্ত করুন।
rw: Comokora telefoni kugirango ukoreshe iyi apulikasiyo

source: Scanning
bn_bd: স্ক্যানিং

source: Looking for photos and videos.
bn_bd: ছবি এবং ভিডিওগুলো খোঁজা হচ্ছে।
rw: Kureba amafoto na videwo

source: Database Upgrade
bn_bd: ডাটাবেজ আপগ্রেড

source: Please wait while Gallery updates its database.
bn_bd: গ্যালারী ডাটাবেজ আপগ্রেড হওয়ার আগ পর্যন্ত অনুগ্রহ করে অপেক্ষা করুন।
rw: Mwihangane mu gihe ikusanyamafoto iri kwivugurura

source: Can not share this image file type.
bn_bd: এই ধরনের ছবি শেয়ার করা যাচ্ছে না।
rw: Ntibishobotse gusangiza ubwoko bw'iyi foto

source: Can not edit photos: Memory card is full.
bn_bd: ছবি সম্পাদনা করা যাচ্ছে না: মেমরী কার্ড পূর্ন।
rw: Ntibishobotse guhindura iyi foto: memori kadi iruzuye

source: Image is too large to display on this device.
bn_bd: ছবিটির আকার অনেক বড় হওয়ায় এটি এই ডিভাইসে দেখানো যাচ্ছে না।
rw: Ifoto ni nini kugirango yerekanwe muri iki gikoresho

source: Image is invalid or corrupt and cannot be displayed.
bn_bd: ছবিটি অকার্যকর বা নষ্ট এবং এটি প্রদর্শন করা যাবে না ।
rw: Ifoto ntibonetse cg yarangiritse none ntishobotse kugaragara

source: {{filename}} saved to Gallery
bn_bd: {{filename}} গ্যালারীতে সংরক্ষন করা হয়েছে

source: Media storage settings
bn_bd: মিডিয়া স্টোরেজ সেটিংস

source: Go to Camera
bn_bd: ক্যামেরায় যাও
rw: Jya kuri kamera

source: Name
bn_bd: নাম
rw: Izina

source: Size
bn_bd: আকার

source: Image Type
bn_bd: ছবির ধরন
rw: Ubwoko bw'ishusho

source: Bytes
bn_bd: বাইট

source: Gallery
bn_bd: গ্যালারি
rw: Ikirongozi

# number-selected2
source: {[ plural(n) ]}
rw: Ubwinshi

# delete-n-items?
source: {[ plural(n) ]}
rw: Ubwinshi

source: Delete
rw: Gusiba

source: Done
rw: Byakozwe

source: No photos
rw: Nta mafoto

source: Insert a memory card to use this app.
rw: Shyiramo memori kadi kugirango ukoreshe iyi apulikasiyo

source: Date Taken
rw: Itariki yafashwe
