Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/apps/email/email.properties.po
Languages: yo

source: Mail
yo: Ifiweranse

source: You are not set up to send or receive email. Would you like to do that now?
yo: A ko ti seto fun e lati firanse tabi gba ero-ifiweranse. Se o fe lati se be bayi?

source: To send and receive email, you will need to set up an account.
yo: Lati firanse tabi gba ero-ifiweranse, o ni lati seto apamo kan.

source: New Account
yo: Àpamọ́ Tuntun

# setup-info-name.placeholder
source: Your name
yo: Oruko re

# setup-info-password.placeholder
source: Password
yo: Oruko-agbawole

# setup-info-next
source: Next
yo: Omiran

source: Setting up account
yo: Sise igbekale Àpamọ́

source: Mail account setup
yo: Igbekale Àpamọ́ ifiweranse

source: All done!
yo: Gbogbo re ti setan!

source: Add another account
yo: Fi Àpamọ́ miran kun

source: Continue to Mail
yo: Tesiwaju lati fiweranse

source: This device is currently offline. Connect to a network and try again.
yo: Ero-amulo yii kosi nipo lowolowo. Sopo mo ero-ayelujara ki osi gbiyanju lekansi.

source: Invalid username or password. Check for typos.
yo: Oruko-akole tabi Àmì-àṣírí ti ko fesemunle. Sayewo bo se awon to tee.

source: Invalid e-mail address. Check for typos.
yo: Apejuwe Ero-ifiweranse ti ko fesemunle. Sayewo bo se awon to tee.

source: The server said you’re not authorized to create an account
yo: Olupin so wipe a ko fun e lase lati seda apamo kan.

source: Server unsupported. The POP3 server does not implement required features.
yo: Olupin ti a ko tileyin. Olupin POP3 ko le samulo awon eya to se ibeere fun.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
yo: Asise aimo kan waye. Ye isopo netiwoki re wo tabi gbiyanju asayan iseto fifowoyi wo.

source: You must use an application specific password for two-factor Gmail accounts
yo: O gbodo lo eto ami-asiri kan pato fun ohun to se koko meji awon apamo Gmail

source: You must enable IMAP for your Gmail account
yo: O gbodo je ki IMAP sise fun apamo Gmail re

source: You must enable POP3 for your Gmail account
yo: O gbodo je ki POP3 sise fun apamo Gmail re

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
yo: Ko sese lati leda isopo kolofin sile pelu "{{olupin}}". Isoro le wa pelu netiwoki tabi olupin re.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
yo: Ko sese lati leda isopo kolofin sile pelu "{{olupin}}". Isoro le wa pelu netiwoki.

source: There is a problem with the server "{{server}}". Try again later.
yo: Isoro kan wa pelu olupin "{{olupin}}". Gbiyanju lekansi nigbamiran.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
yo: Ko sese lati satunto apamo re laifowoyi. Satunse apejuwe ero-ifiweranse re tabi gbiyanju yiyan atunto fifowoyi.

source: The server "{{server}}" is offline for maintenance. Try again later.
yo: Olupin naa "{{olupin}}" wa laisise fun itoju. Gbiyanju lekansi nigbamiran.

source: This account is already configured.
yo: A ti seto akosile yi tele.

source: Manual setup
yo: Eto afowose

source: Manual Setup
yo: Eto Afowose

# setup-manual-account-type
source: Account type
yo: Iru apamo

# setup-manual-imap-header
source: IMAP settings
yo: Igbekale IMAP

# setup-manual-pop3-header
source: POP3 settings
yo: Igbekale POP3

# setup-manual-smtp-header
source: SMTP settings
yo: Igbekale SMTP

# setup-manual-activesync-header
source: ActiveSync settings
yo: Igbekale ActiveSync

# setup-manual-next
source: Next
yo: Omiran

source: Socket Type
yo: Iru Iho

# setup-manual-hostname.placeholder
source: Hostname
yo: Oruko-agbalejo

source: Port Number
yo: Nomba Pooti

# setup-manual-username.placeholder
source: Username
yo: Oruko-akole

source: Domain\Username
yo: Sakani\Oruko-akole

source: Bad password!
yo: Ami-asiri ti ko dara!

source: We could not sign in to the server. Maybe your password is wrong?
yo: A ko le fi ami-iwole wole sori olupin. Boya ami-asiri re ni ko bamun?

source: New password
yo: Ami-asiri tuntun

source: Retry with new password
yo: Tun gbiyanju pelu ami-asiri tuntun

source: Two-Factor Enabled
yo: Koko-Meji Musise

source: You need to enter an application-specific password below.
yo: Onilo lati mu eto ami-asiri kan pato wole sisale yi.

source: Use application password
yo: Lo eto ami-asiri

source: IMAP Disabled
yo: IMAP Ko sise

source: You must enable IMAP on your Gmail account
yo: O gbodo je ki IMAP sise fun apamo Gmail re

# setup-gmail-imap-retry
source: Retry
yo: Tun-gbiyanjusi

source: POP3 Disabled
yo: POP3 Ko sise

source: You must enable POP3 on your Gmail account
yo: O gbodo je ki POP3 sise fun apamo Gmail re

# setup-gmail-pop3-retry
source: Retry
yo: Tun-gbiyanjusi

source: Mail Settings
yo: Awon agbekale Ifiweranse

source: Account
yo: Apamo

# settings-account-name
source: Your name
yo: Oruko re

source: Display notifications for new messages
yo: Safihan awon iwifunni fun awon-ifiranse tuntun

source: Play sound after message is sent
yo: Bere orin leyin igbati ifiranse ba ti jise tan

source: Data
yo: Iwifun

source: Check for new messages
yo: Sayewo fun awon ifiranse tuntun

source: Server settings
yo: Awon agbekale olupin

source: Username and password
yo: Oruko-akole ati Àmì-àṣírí

source: Done
yo: Opari

# settings-account-section
source: Accounts
yo: Apamo

source: Add Account
yo: Fikun Apamo

source: Delete account
yo: Pa apamo re

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
yo: Nje o daju pe o fe pa {{apamo}} apamo ifiweranse re? O ni lati tun se igbasile ifiweranse re pada ti o ba pada seda apamo naa.

# settings-account-delete-cancel
source: Cancel
yo: Pare

# settings-account-delete-confirm
source: Delete
yo: Pare

source: {{account-name}} (IMAP)
yo: {{oruko-apamo}} (IMAP)

source: {{account-name}} (POP3)
yo: {{oruko-apamo}} (POP3)

source: {{account-name}} (SMTP)
yo: {{oruko-apamo}} (SMTP)

source: General settings
yo: Apapo awon igbekale

source: Always show images
yo: Safihan awon aworan nigbagbogbo

source: Download attachments
yo: Gba awon asomo sile

source: Every 5 minutes
yo: Gbogbo 5 iseju

source: Every 10 minutes
yo: Gbogbo 10 iseju

source: Every 15 minutes
yo: Gbogbo 15 iseju

source: Every 30 minutes
yo: Gbogbo 30 iseju

source: Every hour
yo: Gbogbo wakati

source: Manually
yo: Fifowoyi

# settings-check-dynamic
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: seconds
yo: aaya

# settings-check-dynamic[one]
source: {{ n }} seconds
yo: {{ n }} iseju aaya

# settings-check-dynamic[two]
source: {{ n }} seconds
yo: {{ n }} iseju aaya

# settings-check-dynamic[few]
source: {{ n }} seconds
yo: {{ n }} iseju aaya

# settings-check-dynamic[many]
source: {{ n }} seconds
yo: {{ n }} iseju aaya

# settings-check-dynamic[other]
source: {{ n }} seconds
yo: {{ n }} iseju aaya

source: Set as default email
yo: Lo gege bi ero-ifiweranse abalaye

# settings-account-type
source: Account type
yo: Iru apamo

source: Credentials
yo: Iwe-eri

# settings-activesync-label
source: ActiveSync settings
yo: ActiveSync awon igbekale

# settings-imap-label
source: IMAP settings
yo: IMAP awon igbekale

# settings-pop3-label
source: POP3 settings
yo: POP3 awon igbekale

# settings-smtp-label
source: SMTP settings
yo: SMTP awon igbekale

# settings-hostname
source: Hostname
yo: Orukoolugbalejo

source: Port
yo: Pooti

# settings-username
source: Username
yo: Oruko akole

# settings-password
source: Password
yo: Àmì-àṣírí

source: Save
yo: Fi pamo

source: Password field should not be empty
yo: Aaye Àmì-àṣírí ko gbodo sofo

source: Days to sync
yo: Awon ojo lati baradogba-lakokokanna

source: Automatic
yo: Aifowoyi

source: 1 day
yo: ojo 1

source: 3 days
yo: awon ojo 3

source: 1 week
yo: ose 1

source: 2 weeks
yo: awon ose 2

source: 1 month
yo: osu 1

source: All messages
yo: Gbogbo awo-ifiranse

# envelope-from
source: From
yo: Lati

# envelope-to
source: To
yo: Si

source: Compose message
yo: Ko-iwe ifiranse

source: Compose
yo: Ko-iwe

source: Send
yo: Firanse

# compose-to
source: To
yo: Si

# compose-attachments
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: Attachments
yo: Awon-asomo

source: {{ n }} attachment
yo: {{ n }} asomo

# compose-attachments[two]
source: {{ n }} attachments
yo: {{ n }} awon-asomo

# compose-attachments[few]
source: {{ n }} attachments
yo: {{ n }} awon-asomo

# compose-attachments[many]
source: {{ n }} attachments
yo: {{ n }} awon-asomo

# compose-attachments[other]
source: {{ n }} attachments
yo: {{ n }} awon-asomo

source: One moment, still working on the previous attachment...
yo: Lakoko kan, a si nsise lori asomo ti tele...

# compose-subject
source: Subject
yo: Koko-oro

source: Save to Local Drafts
yo: Fipamo si Apo-ifiwepamosi Abele

source: Discard email?
yo: Ero-ifiweranse to sonu?

source: Discard
yo: Sonu

source: Sending email failed
yo: Fi fero-ifiweranse ranse kuna.

source: Attachment too large
yo: Asomo ti tobi pupo ju

source: Attachments too large
yo: Asomo ti tobi pupo ju

source: The selected attachment is too large to send with this message.
yo: Asayan asomo ti tobi pupo ju lati firanse pelu ifiranse yii.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
yo: Asayan awon asomo ti tobi pupo ju lati firanse pelu ifiranse yii. Gbiyanju yiyan awon atojo to kere.

source: OK
yo: Odaa

source: attachment{{ n }}
yo: asomo{{ n }}

source: View
yo: Wo

source: This file is too large to download.
yo: Atojo yi ti tobi pupo ju lati gbasile.

source: (no subject)
yo: (ko no koko-oro)

# message-edit-menu-edit
source: Edit
yo: Satunse

# message-edit-menu-delete
source: Delete
yo: Pare

source: Delete email message?
yo: Pa ifiranse ero-ifiweranse re?

source: Attachments can not be forwarded.
yo: A ko le fi awon asomo sowo.

# message-multiedit-header
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

# message-multiedit-header[zero]
source: Edit
yo: Satunse

# message-multiedit-header[one]
source: {{ n }} selected
yo: {{ n }} asayan

# message-multiedit-header[two]
source: {{ n }} selected
yo: {{ n }} asayan

# message-multiedit-header[few]
source: {{ n }} selected
yo: {{ n }} asayan

# message-multiedit-header[many]
source: {{ n }} selected
yo: {{ n }} asayan

# message-multiedit-header[other]
source: {{ n }} selected
yo: {{ n }} asayan

# message-download-images
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: This email contains one image. Click to download.
yo: Ero-ifiweranse yi ni aworan eyokan. Tee lati gbasile.

# message-download-images[two]
source: This email contains {{ n }} images. Click to download.
yo: Ero-ifiweranse yi ni {{ n }} awon-aworan. Tee lati gbasile.

# message-download-images[few]
source: This email contains {{ n }} images. Click to download.
yo: Ero-ifiweranse yi ni {{ n }} awon-aworan. Tee lati gbasile.

# message-download-images[many]
source: This email contains {{ n }} images. Click to download.
yo: Ero-ifiweranse yi ni {{ n }} awon-aworan. Tee lati gbasile.

# message-download-images[other]
source: This email contains {{ n }} images. Click to download.
yo: Ero-ifiweranse yi ni {{ n }} awon-aworan. Tee lati gbasile.

source: Show external images
yo: Safihan awon aworan gbangba

# message-multiedit-cancel
source: Cancel
yo: Pare

# message-multiedit-delete-confirm
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: Delete this email message?
yo: Pa ifiranse ero-ifiweranse yi re?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
yo: Pa {{ n }} awon-ifiranse ero-ifiweranse re?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
yo: Pa {{ n }} awon-ifiranse ero-ifiweranse re?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
yo: Pa {{ n }} awon-ifiranse ero-ifiweranse re?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
yo: Pa {{ n }} awon-ifiranse ero-ifiweranse re?

# message-large-message-cancel
source: Cancel
yo: Pare

source: Continue
yo: Tesiwaju

source: This message is large and may take some time to download.
yo: Ifiranse yi tobi yio si gba akoko die lati gbasile.

# message-search-from
source: From
yo: Lati

# message-search-to
source: To
yo: Si

# message-search-subject
source: Subject
yo: Koko-oro

source: Body
yo: Ara

source: All
yo: Gbogbo

source: Search Mail
yo: Sawaari Ifiweranse

# message-search-cancel
source: Cancel
yo: Pare

source: Loading Messages
yo: Igbasile Ifiranse

source: Load more messages from server
yo: Gba awon-ifiranse sile die si lati inu olupin

source: No mail in this Folder
yo: Ko si ifiweranse ninu kolofin-apo yi

source: Select folder
yo: Yan ibi-kolofin

source: Save new contact
yo: Fi olubasoro tuntun pamo

source: Add to existing contact
yo: Fikun olubasoro to ti wa tele

source: View contact
yo: Wo olubasoro

# message-contact-menu-reply
source: Reply
yo: Dahun

source: Send new mail
yo: Fi ifiweranse tuntun ranse

# message-reply-menu-reply
source: Reply
yo: Dahun

source: Reply All
yo: Dahun Gbogbo re

source: Forward
yo: Tesiwaju

# message-reply-menu-cancel
source: Cancel
yo: Fagilee

source: {name} wrote
yo: {oruko} koo

source: Original message
yo: Ifiranse ojulowo

# forward-header-subject
source: Subject
yo: Koko-oro

source: Date
yo: Asiko

# forward-header-from
source: From
yo: Lati

source: Reply-To
yo: Dahun-si

# forward-header-to
source: To
yo: Si

source: Inbox
yo: Apo-isewelojosi

source: Sent
yo: Firanse

source: Drafts
yo: Apo-afiwepamosi

source: Trash
yo: Idoti

source: Unsent
yo: Aifiranse

source: Junk
yo: Ainani

source: Archives
yo: Ibi-isewelojosi fojopipe

source: Local Drafts
yo: Apo-afiwepamosi Abele

source: Outbox
yo: Apo-ifiweransesita

source: Back
yo: Pada

# drawer-accounts-header
source: Accounts
yo: Apamo

source: Settings
yo: Igbekale

source: Last sync:
yo: Ibaradogba-lakokokanna to gbeyin:

source: Undo
yo: Tupale pada

# toaster-retry
source: Retry
yo: Tun-gbiyanju

# toaster-message-star
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: 1 message flag set
yo: 1 asia ifiranse ni a seto

# toaster-message-star[two]
source: {{ n }} message flags set
yo: {{ n }} awon asia ifiranse ni a seto

# toaster-message-star[few]
source: {{ n }} message flags set
yo: {{ n }} awon asia ifiranse ni a seto

# toaster-message-star[many]
source: {{ n }} message flags set
yo: {{ n }} awon asia ifiranse ni a seto

# toaster-message-star[other]
source: {{ n }} message flags set
yo: {{ n }} awon asia ifiranse ni a seto

# toaster-message-unstar
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: 1 message flag removed
yo: 1 asia ifiranse ni a mun kuro

# toaster-message-unstar[two]
source: {{ n }} message flags removed
yo: {{ n }} awon asia ifiranse ni a mun kuro

# toaster-message-unstar[few]
source: {{ n }} message flags removed
yo: {{ n }} awon asia ifiranse ni a mun kuro

# toaster-message-unstar[many]
source: {{ n }} message flags removed
yo: {{ n }} awon asia ifiranse ni a mun kuro

# toaster-message-unstar[other]
source: {{ n }} message flags removed
yo: {{ n }} awon asia ifiranse ni a mun kuro

# toaster-message-read
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: 1 message marked as read
yo: 1 se amin si ifiranse pe ati ka won

# toaster-message-read[two]
source: {{ n }} messages marked as read
yo: {{ n }} se amin si awon ifiranse pe ati ka won

# toaster-message-read[few]
source: {{ n }} messages marked as read
yo: {{ n }} se amin si awon ifiranse pe ati ka won

# toaster-message-read[many]
source: {{ n }} messages marked as read
yo: {{ n }} se amin si awon ifiranse pe ati ka won

# toaster-message-read[other]
source: {{ n }} messages marked as read
yo: {{ n }} se amin si awon ifiranse pe ati ka won

# toaster-message-unread
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: 1 message marked as unread
yo: 1 se amin si ifiranse pe a ko ti ka won

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
yo: {{ n }} se amin si awon ifiranse pe a ko ti ka won

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
yo: {{ n }} se amin si awon ifiranse pe a ko ti ka won

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
yo: {{ n }} se amin si awon ifiranse pe a ko ti ka won

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
yo: {{ n }} se amin si awon ifiranse pe a ko ti ka won

# toaster-message-move
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: 1 message moved
yo: 1 a si ifiranse nipo

# toaster-message-move[two]
source: {{ n }} messages moved
yo: {{ n }} a si awon ifiranse nipo

# toaster-message-move[few]
source: {{ n }} messages moved
yo: {{ n }} a si awon ifiranse nipo

# toaster-message-move[many]
source: {{ n }} messages moved
yo: {{ n }} a si awon ifiranse nipo

# toaster-message-move[other]
source: {{ n }} messages moved
yo: {{ n }} a si awon ifiranse nipo

# toaster-message-delete
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: 1 message deleted
yo: 1 a pa ifiranse re

# toaster-message-delete[two]
source: {{ n }} messages deleted
yo: {{ n }} a pa awon ifiranse re

# toaster-message-delete[few]
source: {{ n }} messages deleted
yo: {{ n }} a pa awon ifiranse re

# toaster-message-delete[many]
source: {{ n }} messages deleted
yo: {{ n }} a pa awon ifiranse re

# toaster-message-delete[other]
source: {{ n }} messages deleted
yo: {{ n }} a pa awon ifiranse re

source: Unable to connect to server
yo: Ko sese lati sopo mo ero-olupin

source: Invalid Addresses
yo: Awon apejuwe ti ko Fesemule

source: Your message contains one or more invalid email addresses. Please correct them before sending.
yo: Ifiranse re ni eyo kan tabi meji adiresi ero-ifiweranse ti ko fesemule. Jowo satunse ki o to fi won ranse.

source: Network unavailable. Email saved to outbox.
yo: Ko si netiwoki. Ero-ifiweranse ni a fipamo si apo-ifiweransesita.

source: Sending mail…
yo: Anfi ifiweranse ranse…

source: Email sent.
yo: A ti fi Ero-ifiweranse ranse.

source: Error occurred. Email saved to outbox.
yo: Asise waye. Ero-ifiweranse ni a fipamo si apo-ifiweransesita.

source: Recipient error. Email saved to outbox.
yo: Asise olugbawe. Ero-ifiweranse ni a fipamo si apo-ifiweransesita.

source: Mail failed to send
yo: Ifiweranse kuna lati ranse

source: Check the spelling of the addresses above. Your mail server indicated one or more of the addresses above are incorrect.
yo: Ye okookan kika labidi awon adiresi oke yiwo. Olupin ifiweranse re sope ikan tabi die si ninu awon adiresi oke yi ni ko peye.

source: The message could not be sent.
yo: A ko le fi ifiranse ranse

source: Remove text
yo: Mu oro-kiko kuro

source: Confirmation
yo: Aridaju

# new-emails
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

# new-emails[one]
source: 1 New Email
yo: 1 Ero-ifiweranse Tuntun

# new-emails[two]
source: {{ n }} New Emails
yo: {{ n }} awon Ero-ifiweranse Tuntun

# new-emails[few]
source: {{ n }} New Emails
yo: {{ n }} awon Ero-ifiweranse Tuntun

# new-emails[many]
source: {{ n }} New Emails
yo: {{ n }} awon Ero-ifiweranse Tuntun

# new-emails[other]
source: {{ n }} New Emails
yo: {{ n }} awon Ero-ifiweranse Tuntun

# new-emails-notify-one-account
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

# new-emails-notify-one-account[one]
source: 1 New Email
yo: 1 Ero-ifiweranse Tuntun

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
yo: {{ n }} awon Ero-ifiweranse Tuntun

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
yo: {{ n }} awon Ero-ifiweranse Tuntun

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
yo: {{ n }} awon Ero-ifiweranse Tuntun

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
yo: {{ n }} awon Ero-ifiweranse Tuntun

# new-emails-notify-multiple-accounts
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: 1 New Email ({{ accountName }})
yo: 1 Ero-ifiweranse Tuntun ({{ Orukoapamo }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
yo: {{ n }} awon Ero-ifiweranse Tuntun ({{Orukoapamo }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
yo: {{ n }} awon Ero-ifiweranse Tuntun ({{ Orukoapamo }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
yo: {{ n }} awon Ero-ifiweranse Tuntun ({{ Orukoapamo }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
yo: {{ n }} awon Ero-ifiweranse Tuntun ({{ Orukoapamo }})

source: {{ from }} “{{ subject }}”
yo: {{ lati }} “{{ koko-oro }}”
