Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/apps/search/search.properties.po
Languages: yo

source: Install {{ title }}
yo: Install {{ akole }}

source: HISTORY
yo: AKOSILE

source: TOP SITES
yo: AWON OJUBO TO SEKOKO

source: Suggestions
yo: Awon-aba

source: Contacts
yo: Awon-olubasoro

source: Places
yo: Awon ibiti

source: Apps
yo: Awon eto

source: Search suggestions are shown as you type. Go to the Homescreen section of Settings to change your search preferences.
yo: Isawaari awon aba ni a fihan gege bo se nte si. Lo si abala ojuiworan-ile fun awon Agbekale lati yi awaari ti o nifesi pada.

source: OK
yo: Odaa

source: Add to homescreen
yo: Safikun re si ojuiworan-ile

source: Connect to the internet to get apps for {{ searchQuery }}
yo: Lo si ori ayelujara lati ni eto si {{ sawaariIbeere }}
