Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/calendar/calendar.properties.po
Languages: ln

source: Back
ln: Zonga sima

source: Save
ln: Bomba

source: Hide
ln: Bomba

source: Cancel
ln: Tika

source: Confirm
ln: Ndima

source: Done
ln: Esili

source: Events
ln: Makambo

source: Edit
ln: Bongisa kokoma

source: All-day Events
ln: Makambo ya mikolo nionso

source: No Events
ln: Makambo eza te

source: Swipe
ln: Selumona

source: to navigate between calendar dates.
ln: Konaviguer kati kati ya mikolo ya manaka

source: Today
ln: Lelo

source: Month
ln: Sanza

source: Week
ln: Poso

source: Day
ln: Mokolo

# settings-show
source: Settings
ln: Paramětres

source: Hide settings
ln: Bomba paramětres

source: Add an account
ln: Bakisa compte moko

source: Add event
ln: Bakisa likambo

source: Event
ln: Likambo

source: Add Event
ln: Bakisa Likambo

source: Edit Event
ln: Bongisa kokoma Likambo

source: Account
ln: Compte

source: Accounts
ln: Bacomptes

# advanced-settings-short
source: Settings
ln: Paramětres

source: Calendar Settings
ln: Paramětres ya Manaka

source: Personalization
ln: Personalisation

source: Reminders
ln: Rappels

source: Add Account
ln: Bakisa Compte

source: Username
ln: Kombo ya mosali

source: Password
ln: Bilembo ya kokotela

source: Please wait while your account is set up
ln: Tosengi ozela awa compte na yo ezali kotiama

source: Unable to sync
ln: Ekoki kosynchroniser te

source: Sign in
ln: Kota

# preset-local
source: Offline calendar
ln: Manaka oyo eza na ligne te

# calendar-local
source: Offline calendar
ln: Manaka oyo eza na ligne te

source: Title
ln: Mama na likambo

source: Where?
ln: Wapi?

source: Notes
ln: Nkoma

source: All day event?
ln: Likambo ya mikolo nionso

source: Start date
ln: Mokolo ya kobanda

source: End date
ln: Mokolo ya sukisa

source: Start time
ln: Tango ya kobanda

source: End time
ln: Tango ya sukisa

source: Delete event
ln: Boma likambo

source: Remove local data
ln: Longola badonnées locale

source: Remove account
ln: Longola compte

source: Removing this account will also remove your local copy of associated calendars and events.
ln: Kolongola compte oyo ekolongola lisusu kopi local na yo ya makambo mpe bamanaka esangani na yango.

source: Sync Calendar
ln: Manaka ya Sync

source: Manually
ln: Na maboko

source: 15 min
ln: Miniti zomi na mitano (15)

source: 30 min
ln: Miniti tuku misatu (30)

source: Each hour
ln: Ngonga na ngonga

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
ln: {{startDate}}<br>uta {{startTime}} kino na {{endTime}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
ln: Uta {{startTime}} {{startDate}}<br>ti na {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
ln: Mokolo mobimba<br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
ln: Mokolo mobimba uta{{startDate}}<br>kino na {{endDate}}

source: None
ln: Moko te

source: Reminder:
ln: Rappel:

source: Remind me
ln: Kanisela ngai

source: At time of event
ln: Na tango ya likambo

source: On day of event
ln: Na mokolo ya likambo

source: {{title}} starting {{distance}}
ln: {{title}} kobanda {{distance}}

source: {{title}} started {{distance}}
ln: {{title}} ebandaki {{distance}}

source: 0 minutes before
ln: Miniti libungutulu (0) liboso

source: 1 minute before
ln: Miniti moko (1) liboso

# minutes-before[two]
source: {{value}} minutes before
ln: baminiti {{value}} liboso

# minutes-before[few]
source: {{value}} minutes before
ln: baminiti {{value}} liboso

# minutes-before[many]
source: {{value}} minutes before
ln: baminiti {{value}} liboso

# minutes-before[other]
source: {{value}} minutes before
ln: baminiti {{value}} liboso

source: 0 hours before
ln: Batango libungutulu (0) liboso

source: 1 hour before
ln: Ngonga moko (1) liboso

# hours-before[two]
source: {{value}} hours before
ln: bangonga {{value}} liboso

# hours-before[few]
source: {{value}} hours before
ln: bangonga {{value}} liboso

# hours-before[many]
source: {{value}} hours before
ln: bangonga {{value}} liboso

# hours-before[other]
source: {{value}} hours before
ln: bangonga {{value}} liboso

source: 0 days before
ln: Mikolo libungutulu (0) liboso

source: 1 day before
ln: Mokolo moko (1) liboso

# days-before[two]
source: {{value}} days before
ln: mikolo {{value}} liboso

# days-before[few]
source: {{value}} days before
ln: mikolo {{value}} liboso

# days-before[many]
source: {{value}} days before
ln: mikolo {{value}} liboso

# days-before[other]
source: {{value}} days before
ln: mikolo {{value}} liboso

source: 0 weeks before
ln: Baposo libungutulu (0) liboso

source: 1 week before
ln: poso moko(1) liboso

# weeks-before[two]
source: {{value}} weeks before
ln: baposo {{value}} liboso

# weeks-before[few]
source: {{value}} weeks before
ln: baposo {{value}} liboso

# weeks-before[many]
source: {{value}} weeks before
ln: baposo {{value}} liboso

# weeks-before[other]
source: {{value}} weeks before
ln: baposo {{value}} liboso

source: 0 months before
ln: Basanza libungutulu (0) liboso

source: 1 month before
ln: sanza moko (1) liboso

# months-before[two]
source: {{value}} months before
ln: basanza {{value}} liboso

# months-before[few]
source: {{value}} months before
ln: basanza {{value}} liboso

# months-before[many]
source: {{value}} months before
ln: basanza {{value}} liboso

# months-before[other]
source: {{value}} months before
ln: basanza {{value}} liboso

source: 0 years before
ln: mibu libungutulu (0) liboso

source: 1 year before
ln: mobu moko (1) liboso

# years-before[two]
source: {{value}} years before
ln: mibu {{value}} liboso

# years-before[few]
source: {{value}} years before
ln: mibu {{value}} liboso

# years-before[many]
source: {{value}} years before
ln: mibu {{value}} liboso

# years-before[other]
source: {{value}} years before
ln: mibu {{value}} liboso

source: 0 minutes after
ln: Baminiti libungutulu(0) na sima

source: 1 minute after
ln: Miniti moko (1) na sima

# minutes-after[two]
source: {{value}} minutes after
ln: baminiti {{value}} na sima

# minutes-after[few]
source: {{value}} minutes after
ln: baminiti {{value}} na sima

# minutes-after[many]
source: {{value}} minutes after
ln: baminiti {{value}} na sima

# minutes-after[other]
source: {{value}} minutes after
ln: baminiti {{value}} na sima

source: 0 hours after
ln: bangonga libungutulu (0) na sima

source: 1 hour after
ln: ngonga moko (1) na sima

# hours-after[two]
source: {{value}} hours after
ln: bangonga {{value}} na sima

# hours-after[few]
source: {{value}} hours after
ln: bangonga {{value}} na sima

# hours-after[many]
source: {{value}} hours after
ln: bangonga {{value}} na sima

# hours-after[other]
source: {{value}} hours after
ln: bangonga {{value}} na sima

source: 0 days after
ln: Mikolo libungutulu (0) na sima

source: 1 day after
ln: Mokolo moko na sima

# days-after[two]
source: {{value}} days after
ln: mikolo {{value}} na sima

# days-after[few]
source: {{value}} days after
ln: mikolo {{value}} na sima

# days-after[many]
source: {{value}} days after
ln: mikolo {{value}} na sima

# days-after[other]
source: {{value}} days after
ln: mikolo {{value}} na sima

source: 0 weeks after
ln: baposo libungutulu(0) na sima

source: 1 week after
ln: sima ya poso moko (1)

# weeks-after[two]
source: {{value}} weeks after
ln: baposo {{value}} na sima

# weeks-after[few]
source: {{value}} weeks after
ln: baposo {{value}} na sima

# weeks-after[many]
source: {{value}} weeks after
ln: baposo {{value}} na sima

# weeks-after[other]
source: {{value}} weeks after
ln: baposo {{value}} na sima

source: 0 months after
ln: basanza libungutulu (0) na sima

source: 1 month after
ln: sanza moko (1) na sima

# months-after[two]
source: {{value}} months after
ln: basanza {{value}} na sima

# months-after[few]
source: {{value}} months after
ln: basanza {{value}} na sima

# months-after[many]
source: {{value}} months after
ln: basanza {{value}} na sima

# months-after[other]
source: {{value}} months after
ln: {basanza {{value}} na sima

source: 0 years after
ln: mibu libungutulu (0) na sima

source: 1 year after
ln: mobu moko (1) na sima

# years-after[two]
source: {{value}} years after
ln: mibu {{value}} na sima

# years-after[few]
source: {{value}} years after
ln: mibu {{value}} na sima

# years-after[many]
source: {{value}} years after
ln: mibu {{value}} na sima

# years-after[other]
source: {{value}} years after
ln: mibu {{value}} na sima

source: All Day
ln: Mokolo Mobimba

source: End date must come after start date
ln: Mokolo ya kosukisa esengeli koya sima ya mokolo ya ebandeli

source: Wrong login and/or password
ln: Ekoteli mpe/to bilembo ya kokotela ya mabe

source: Server error. Check your login and try again.
ln: Erreur ya serveur. Tala ekoteli na yo mpe meka lisusu

source: Something is wrong. Try again later.
ln: Eloko moko eza mabe. Meka lisusu sima.

source: No connection. Check your network configuration and try again.
ln: Konnection eza te. Tala lolenge ya rezo na yo mpe meka lisusu.

source: This account already exists.
ln: Compte oyo esi ezwami.

source: Calendar sync error
ln: Erreur ya sync ya manaka

source: Tap for more info
ln: Beta po na kozwa sango mingi koleka
