Repository: BenitoJedai/mozilla-gaia
Catalog: ha/apps/music/music.properties.po
Languages: ha

source: Music
ha: Kiɗa

source: Mix
ha: Daidaitawa

source: Playlist
ha: Jerin mawaƙa

source: Artists
ha: Mawaƙi

source: Albums
ha: Faya-fayai

source: Songs
ha: Waƙoƙi

source: More
ha: Ƙari

source: Song artist
ha: Mawaƙi

source: Song album
ha: Faifan waƙa

source: Unknown artist
ha: Mawaƙin da ba'a sani ba

source: Unknown album
ha: Faifan da ba'a sani ba

source: Unknown title
ha: Taken da ba'a sani ba

source: Add songs to get started
ha: Daɗa waƙa domin farawa

source: Load songs on to the memory card.
ha: Loda waƙa a kati mai ƙwaƙwalwa.

source: No memory card found
ha: Ba'a sami kati mai ƙwaƙwalwa ba

source: Insert a memory card to listen to songs.
ha: Saka kati mai ƙwaƙwalwa domin sauraren waƙe-waƙe.

source: Music can not be used while phone is plugged in
ha: Ba za'a iya amfani da kiɗa ba yayin da waya ta ke a haɗe

source: Unplug the phone to play music.
ha: Cire haɗin wayarka domin kunna kiɗa.

source: Database Upgrade
ha: Inganta Tushen Bayani

source: Please wait while Music updates its database.
ha: Dakata yayinda Kiɗa ya ke inganta tushen bayaninsa.

source: Search Music
ha: Nemo Kiɗa

# search-cancel
source: Cancel
ha: Soke

# search-artists
source: Artists
ha: Mawaƙi

# search-albums
source: Albums
ha: Faya-fayai

source: Tracks
ha: Faya-fayan da aka ɗauka

source: close
ha: rufe

source: Shuffle all
ha: Canja wurin duka

source: Highest rated
ha: Wanda aka fi kambamawa

source: Recently added
ha: Wanda aka ƙara kwanan nan

source: Most played
ha: Wanda aka fi saurare

source: Least played
ha: Wanda ba'a saurara

source: Select a track
ha: Zaɓi fai-fai

source: Save
ha: Ajiye

source: Saved {{title}} to Music
ha: An ajiye {{title}} zuwa Kiɗa

source: Audio cannot be played: format is unsupported or file is invalid.
ha: Ba za'a iya saka fai-fan saurare ba: yanayinsa ba shi da tallafi ko fayil ba shi da inganci.

# overlay-cancel-button
source: Cancel
ha: Soke

source: Music paused during the call
ha: An tsayar da kiɗa lokacin kira
