Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/gallery/gallery.properties.po
Languages: ln

# number-selected2[zero]
source: Select
ln: Pona

# number-selected2[one]
source: {{ n }} selected
ln: {{ n }} eponami

# number-selected2[two]
source: {{ n }} selected
ln: {{ n }} eponami

# number-selected2[few]
source: {{ n }} selected
ln: {{ n }} eponami

# number-selected2[many]
source: {{ n }} selected
ln: {{ n }} eponami

# number-selected2[other]
source: {{ n }} selected
ln: {{ n }} eponami

source: Delete photo?
ln: Oboma foto?

source: Delete video?
ln: Oboma video?

source: Nothing selected
ln: Eloko moko eponami te

source: Delete selected item?
ln: Oboma eloko oponaki?

# delete-n-items?[two]
source: Delete {{ n }} items?
ln: Oboma biloko {{ n }}?

# delete-n-items?[few]
source: Delete {{ n }} items?
ln: Oboma biloko {{ n }}?

# delete-n-items?[many]
source: Delete {{ n }} items?
ln: Oboma biloko {{ n }}?

# delete-n-items?[other]
source: Delete {{ n }} items?
ln: Oboma biloko {{ n }}?

# pickoneimage2
source: Select
ln: Pona

# cropimage
source: Crop
ln: Tia na cadre

source: Cancel
ln: Tika

source: Delete
ln: Boma

source: Edit
ln: Bongisa kokoma

source: Save
ln: Bomba

source: Done
ln: Esili

source: Exposure
ln: Botalisi

source: Crop
ln: Tia na cadre

source: Effects
ln: Biloko

source: Borders
ln: bandelo

source: Auto-enhance on
ln: Mobakisi nguya ezali kosala

source: Auto-enhance off
ln: Mobakisi nguya ezalim kosala te

source: Original
ln: ya Ebandeli

source: Freeform
ln: Na lokasa ya pamba

source: Landscape
ln: Paysage

source: Square
ln: Quadrillé

source: No photos or videos
ln: Bafoto to bavideo ezali te

source: Use the Camera app to get started.
ln: Salela app ya Camera po na kobanda.

source: No photos
ln: Bafoto ezali te

source: No memory card
ln: Carte mémoire ezali te

source: Insert a memory card to use this app.
ln: Kotisa carte memoire po na kosalela app oyo.

source: Memory card in use
ln: Carte mémoire ezali kosala

source: Unplug the phone to use this app.
ln: Longola telefone na moto po na kosalela app oyo.

source: Scanning
ln: Ezali koscanner

source: Looking for photos and videos.
ln: Koluka bafoto to bavideo.

source: Database Upgrade
ln: Komatisa base des données

source: Please wait while Gallery updates its database.
ln: Tosengi ozela awa Gallerie ezali kosala mise ǎ jour ya base des données na ye.

source: Can not share this image file type.
ln: Ekoki kokabola lolenge ya fichier ya elili oyo te.

source: Can not edit photos: Memory card is full.
ln: Ekoki kobongisa kokoma bafoto te: Mémoire ezali ya kotonda.

source: Image is too large to display on this device.
ln: Elili eleki monene mpo et elakisama na appareil oyo.

source: Image is invalid or corrupt and cannot be displayed.
ln: Elili eza malamu te to ya kobeba mpe ekoki kolakisama te.

source: {{filename}} saved to Gallery
ln: {{filename}} ebombami na Gallerie

source: Go to Camera
ln: Kende na Camera

source: Name
ln: Kombo

source: Size
ln: Monene

source: Image Type
ln: Lolenge ya Elili

source: Date Taken
ln: Mokolo Ezwamaki

source: Resolution
ln: Résolution

source: Close
ln: Kanga

source: Gallery
ln: Gallerie

source: Preview
ln: Komonisama yambo ebima
