Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/ringtones/ringtones.properties.po
Languages: ee

source: Manage Ringtones
ee: Kpɔ wo Ringtonewo dzi

source: Share ringtone
ee: Ma ringtone

source: Delete ringtone
ee: Tutu ringtone

# actions-cancel
source: Cancel
ee: Tefli eme

source: Delete Ringtone
ee: Tutu Ringtone

source: Are you sure you want to delete "{{tone}}"?
ee: Eka ɖe edzi be yeatutu "{{tone}}" la?

source: "{{tone}}" is the current default ringtone. Are you sure you want to delete it?
ee: "{{tone}}" nye wo ringtone fifia. Eka ɖe edzi be yeatutuia?

source: "{{tone}}" is the current default alert. Are you sure you want to delete it?
ee: "{{tone}}" nye wo default alert fifia. Eka ɖe edzi be yeatutuia?

# delete-cancel
source: Cancel
ee: Tefli eme

source: Delete
ee: Tutu

source: Ringtone deleted.
ee: Tutu ringtone

source: New ringtone created.
ee: Wowɔ ringtone yeye.

source: Ringtone set as default.
ee: Wowɔ ringtone wo default.

source: Select Sound
ee: Tia gbedidi

source: Done
ee: Wunu

source: Alerts
ee: Aletiwo

source: Custom Ringtones
ee: Wɔ wo ringtonewo

source: Create Ringtone
ee: Wɔ ringtonewo

source: Save
ee: Dzrado

# create-cancel
source: Cancel
ee: Tefli eme

source: Corrupted File
ee: Faili gbegble

source: The file is corrupted. It cannot be used to create a ringtone.
ee: Faili la gble. Womateŋu akɔe wɔ ringtone o.

source: Ringtone Not Created
ee: Womewɔ ringtone o

source: There was an issue creating the ringtone. Please try again.
ee: Ringtone wɔwɔ medzedzi o. Gatee kpɔ.

source: Use as default ringtone
ee: Wɔe wo default ringtone

source: OK
ee: Enyo

source: Untitled
ee: Megana tanyae o
