Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/system/system.properties.po
Languages: ee

source: OK
ee: Enyo

source: Back
ee: Megbe\v

source: Help
ee: Kpeɖeŋu

source: Cancel
ee: Tefli ɖe eme

source: Close
ee: Tu

source: Skip
ee: Dzo eta

source: Searching…
ee: Didi...

source: No network
ee: Network meli o

source: (no SIM)
ee: (SIM meli o)

source: (SIM PIN required)
ee: (SIM PIN hia)

source: (SIM PUK required)
ee: (SIM PUK hia)

source: (network locked)
ee: (network do)

source: (service provider locked)
ee: (service provider do)

source: (corporate locked)
ee: (corporate do)

source: (network1 locked)
ee: (network1 do)

source: (network2 locked)
ee: (network2 do)

source: (hrpd network locked)
ee: (hrpd network do)

source: (ruim corporate locked)
ee: (ruim corporate do)

source: (ruim service provider locked)
ee: (ruim service provider do)

source: Enter PIN
ee: Ŋlɔ PIN

source: Title
ee: Tanya

source: Previous
ee: ...si va yi

source: Play
ee: Ƒo

source: Pause
ee: Tɔ

source: Next
ee: Si gbɔna

source: Wi-Fi on
ee: Wi-Fi li

source: Wi-Fi on, initializing
ee: Wi-Fi on, le initializim

source: Wi-Fi off
ee: Wi-Fi meli o

source: Data {{type}} on
ee: Data {{type}} li

source: Data {{type}} off
ee: Data {{type}} meli o

# bluetoothButton-on
source: Bluetooth on
ee: Bluetooth li

source: Bluetooth on, initializing
ee: Bluetooth le, initializim

source: Bluetooth off
ee: Bluetooth meli o

source: Airplane mode on
ee: Airplane mode li

source: Airplane mode off
ee: Airplane mode meli o

source: Close utility tray
ee: Tu utility tray

# statusbarFlightMode.ariaLabel
source: Airplane mode on
ee: Airplane mode li

source: Wi-Fi: connecting
ee: Wi-Fi: le katsiam

source: Wi-Fi: {{level}} of 4 bars
ee: Wi-Fi: {{level}} bar 4

source: {{operator}} network, {{level}} of 5 bars
ee: {{operator}} network, {{level}} bar 5

source: {{operator}} network (roaming), {{level}} of 5 bars
ee: {{operator}} network (roaming), {{level}} bar 5

source: Headphones on
ee: Headphones li

source: Bluetooth headphones on
ee: Bluetooth headphones li

source: Tethering on
ee: Tethering li

source: Tethering on, active
ee: Tethering le active

source: Alarm on
ee: Alarm li

# statusbarIconOn-bluetooth
source: Bluetooth on
ee: Bluetooth li

source: Bluetooth on, active
ee: Bluetooth le active

source: Vibration on
ee: Vibration li

source: Recording on
ee: Recording li

source: Geolocation on
ee: Geolocation li

source: USB on
ee: USB li

source: Call forwarding on
ee: Call forwarding li

source: NFC on
ee: NFC li

source: Networking on
ee: Networking li

# statusbarNotifications[two]
source: {{n}} notifications
ee: {{n}} notificationwo

# statusbarNotifications[few]
source: {{n}} notifications
ee: {{n}} notificationwo

# statusbarNotifications[many]
source: {{n}} notifications
ee: {{n}} notificationwo

# statusbarNotifications[other]
source: {{n}} notifications
ee: {{n}} notificationwo

source: {{n}} unread notification
ee: {{n}} notification siwo mexle o

# statusbarNotifications-unread[two]
source: {{n}} unread notifications
ee: {{n}} notification siwo mexle o

# statusbarNotifications-unread[few]
source: {{n}} unread notifications
ee: {{n}} notification siwo mexle o

# statusbarNotifications-unread[many]
source: {{n}} unread notifications
ee: {{n}} notification siwo mexle o

# statusbarNotifications-unread[other]
source: {{n}} unread notifications
ee: {{n}} notification siwo mexle o

source: Notifications
ee: Notificationwo

source: Clear all
ee: tutu wokata

source: Tap to show
ee: Tap naɖee fia

source: No new voicemail
ee: Voicemail yeye meli o

source: One new voicemail
ee: Voicemail yeye ɖeka

# newVoicemails[two]
source: {{n}} new voicemails
ee: {{n}} voicemail yeyewo

# newVoicemails[few]
source: {{n}} new voicemails
ee: {{n}} voicemail yeyewo

# newVoicemails[many]
source: {{n}} new voicemails
ee: {{n}} voicemail yeyewo

# newVoicemails[other]
source: {{n}} new voicemails
ee: {{n}} voicemail yeyewo

source: New voicemail
ee: Voicemail yey

source: Are you sure you want to connect to the device?
ee: Eka ɖe edzi be yedi be yeatsia ka kple mɔ̀?

source: Turn on Bluetooth and connect to the device?
ee: Aʋu wo Bluetooth eye natsiae kple mɔ̀ la?

source: Are you sure you want to connect to {{deviceName}}?
ee: Eka ɖe edzi be yedi be yeatsia ka kple {{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
ee: Aʋu wo Bluetooth eye natsiae kple mɔ̀ {{deviceName}}?

source: Turn on
ee: Ʋui

# dismissNFCConnectBTdisabled
source: Cancel
ee: Tefli ɖe eme

source: Confirmation
ee: Kakaɖedzi

source: Phone
ee: Kaƒomɔ̀

source: Turn on airplane mode
ee: Ʋu airplane mode

source: Silence incoming calls
ee: Silence call siwo gbɔna

source: Restart
ee: Trɔ dze egɔme

source: To enable screen reader, press volume up then volume down buttons three more times
ee: Be naɖe mɔ na screen reader la, press volume up emegbe la na press volume down buttonwo zi etɔ

source: To disable screen reader, press volume up then volume down buttons three more times
ee: Be megaɖe mɔ na screen reader la, press volume up emegbe la na press volume down buttonwo zi etɔ

source: No recent apps
ee: recent appwo meli o

source: Yes
ee: Ɛ

source: No
ee: Ao

source: Don’t allow
ee: Megaɖe mɔ o

source: Allow
ee: ɖe mɔ

# dontshare-geolocation
source: Don’t Share
ee: Mega ma o

# share-geolocation
source: Share
ee: Ma

# dontshare-audio-capture
source: Don’t Share
ee: Mega ma o

# share-audio-capture
source: Share
ee: Ma

# dontshare-video-capture
source: Don’t Share
ee: Mega ma o

# share-video-capture
source: Share
ee: Ma

# dontshare-media-capture
source: Don’t Share
ee: Mega ma o

# share-media-capture
source: Share
ee: Ma

source: Front Camera
ee: Kamera ŋgɔgbetɔ

source: Back Camera
ee: Megbe kamera

source: Remember my choice
ee: Ɖo ŋku nye choice dzi

source: More info…
ee: Information bubuwo...

source: Hide info
ee: Be information

source: Size
ee: Kekeme

source: Author
ee: Eŋlɔla

# size-unknown
source: Unknown
ee: Manyamanya

# author-unknown
source: Unknown
ee: manyamanya

source: {{ appName }} download stopped
ee: {{ appName }} download tɔ

source: {{ appName }} download failed
ee: {{ appName }} download medzedzi o

source: {{ appName }} install failed
ee: {{ appName }} install medzedzi o

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
ee: Flitete ɖe eme mana be nagbugbɔ axɔ wo ga o. Nudzrala la koe xea ga ɖe nu si megadi be yeaƒle o la ta.

source: Apps can be installed later from the original installation source.
ee: Ateŋu a instal Appwo emegbe tso original installation source la me.

source: Are you sure you want to cancel this install?
ee: Eka ɖe edzi be yeatefli ɖe install la mea?

source: Cancel Install
ee: Tefli ɖe Install me

# cancel-install-button
source: Cancel Install
ee: Tefli ɖe Install me

source: Resume
ee: Gadze egɔme

source: Continue
ee: Yi edzi

source: Stop downloading {{ app }}?
ee: Dzudzɔ downloading {{ app }}?

source: The download can be restarted later.
ee: Ateŋu atrɔ adze download la gɔme emegbe.

source: Stop Download
ee: Tɔ Download

source: Not enough space
ee: Teƒe si li la mesu o

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
ee: Teƒe si li la mesu be na install app sia o. Ɖe mɔ to app alo media xoxowo ɖeɖeɖa me, eye naga te installing kpɔ tso original source la me.

source: Add keyboards
ee: Kpe keyboard-wo ɖe eŋu

source: Later
ee: Emegbe

source: Download update now?
ee: Adownload update fifia?

source: Install update now?
ee: A install update fifia?

source: Install Now
ee: Install fifia

source: Not Now
ee: menye fifia o

source: Downloading updates… <span>{{ progress }} downloaded.</span>
ee: Updatewo le downloadim...<span>{{ progress }} download xoxo.</span>

source: {{ progress }} downloaded
ee: {{ progress }} download xoxo

source: Downloading
ee: Downloadim

source: {{ progress }} / {{ max }} downloaded
ee: {{ progress }} / {{ max }} download xoxo

source: Cancel all downloads
ee: tefli ɖe downloadwo kata me

source: Are you sure you want to cancel all downloads?
ee: Eka ɖe edzi be yedi be yea tefli ɖe downloadwo kata mea?

source: There was an error while downloading the updates.
ee: Updatewo download medzedzi o ɖe vodada aɖe ta

source: {{ n }} update available. <span>Tap for more info.</span>
ee: {{ n }} update li. <span>Tap na info bubuwo.</span>

# updateAvailableInfo.innerHTML[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
ee: {{ n }} updatwo li. <span>Tap na info bubuwo.</span>

# updateAvailableInfo.innerHTML[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
ee: {{ n }} updatewo li. <span>Tap na info bubuwo.</span>

# updateAvailableInfo.innerHTML[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
ee: {{ n }} updatewo li. <span>Tap na info bubuwo.</span>

# updateAvailableInfo.innerHTML[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
ee: {{ n }} updatewo li. <span>Tap na info bubuwo.</span>

source: {{ n }} update available
ee: {{ n }} update li

# numberOfUpdates[two]
source: {{ n }} updates available
ee: {{ n }} updatewo li

# numberOfUpdates[few]
source: {{ n }} updates available
ee: {{ n }} updatewo li

# numberOfUpdates[many]
source: {{ n }} updates available
ee: {{ n }} updatewo li

# numberOfUpdates[other]
source: {{ n }} updates available
ee: {{ n }} updatewo li

source: You need at least 50% battery level to install the update.
ee: Ehia abe 50% battery be nainstall update la.

source: Required
ee: Ehia

source: Uncompressing… <span>This can take a few minutes.</span>
ee: Uncompressing… <span>Esia ateŋu atsɔ miniti sue aɖewo.</span>

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
ee: Wi-Fi meli o. Updating le katsitsia sia dzi la ahe fexexe bubuwo vɛ.

source: Connection unavailable. Connect to a network to download updates.
ee: Katsitsia meli o. Tsia ka kple network be na download updatewo.

source: Updates are downloaded via data connection when Wi-Fi is not available. Additional data charges may apply.
ee: Updatewo download xoxo to data katsiatsia dzi le esime Wi-Fi meli o. Eis ahe fexexe bubuwo vɛ.

source: Download updates via data connection?
ee: Adownload updatewo to data katsitsia dzia?

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
ee: Updatewo download xoxo to data katsiatsia dzi le esime Wi-Fi meli o. Le data katsiatsia me la, yɔyɔwo mayi o eye ahe fexexe bubuwo vɛ.

source: Screenshot saved to Gallery
ee: Screenshot le Gallery me

source: The screenshot could not be saved
ee: Screenshot la meteŋu dzraɖo o.

source: No memory card found
ee: Memori card meli o

source: Memory card is in use
ee: Memori card mele dɔwɔm o

source: Not enough space on memory card
ee: teƒe mele memori card dzi o

source: Camera
ee: Kamera

source: Home
ee: Aƒeme

source: Sign in
ee: Yi eme

source: A username and password are being requested by {{host}}. The site says: “{{realm}}”
ee: {{host}} le username and password biam. Site la be: “{{realm}}”

source: {{name}} is not loading properly
ee: {{name}} mele loading nyuie o

source: {{name}} is having problems
ee: vodada aɖe va {{name}} ŋu

source: Airplane mode is on
ee: Airplane mode li

source: {{name}} requires a network connection. Turn off airplane mode from Settings and connect to a Wi-Fi or mobile data network.
ee: {{name}} hia network katsiatsia. Turn off airplane mode tso Settings eye natsia ka kple Wi-Fi alo mobile data network.

source: Server not found
ee: Seva meli o

source: Can’t find the server at {{name}}.
ee: Mekpɔ seva la le {{name}} o.

source: File not found
ee: File meli o

source: The device can’t display this page because the file cannot be found.
ee: Mɔ̀ la meteŋu aɖe axa sia afia o elabena file la meli o.

# connection-failed
source: Unable to connect
ee: Metsia ka o

# connection-failed-error
source: A network error occurred while trying to reach the site.
ee: Network vodada aɖe va esi nedi be yea ɖo site la.

# invalid-connection
source: Unable to connect
ee: Metsia ka o

# invalid-connection-error
source: A network error occurred while trying to reach the site.
ee: Network vodada aɖe va esi nedi be yea ɖo site la.

source: URL not valid
ee: URL mede o

source: The URL entered is not valid and cannot be loaded.
ee: URL si ne ŋlɔ la me de o eyata ma ʋu o.

# redirect-loop
source: Can’t display page
ee: Wo meɖe axa fia o

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
ee: Mɔ sia mateŋu fia axa si dzim nele la o elabena axa la me redirect nyuie o. Gava axa sia ake le gaƒoƒo aɖe megbe.

source: Page expired
ee: Axa sia expired

source: As a security precaution, this page cannot be displayed by the device because it has expired.
ee: Abe dedienɔnɔ belele ene la, mɔ la mateŋu aɖe axa sia fia o elabena megali o.

source: The document cannot change while Printing or in Print Preview.
ee: Mateŋu aɖɔli document sia le eƒe tata alo le eƒe Print Preview me o.

source: This address is restricted
ee: Womeɖe mɔ na adresi sia o

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
ee: Adresi sia zana network port si wozana na susu bubuwo wu Web dzi nudidi. Mɔ la tefli ɖe wo ŋudzɔdzɔ ƒe biabia me.

# proxy-resolve-failure
source: Proxy Server Error
ee: Proxy Server vodada

source: The device is configured to use a proxy server that can’t be found.
ee: Mo sia kofiga na proxy server zaza si matenu akpo o.

# proxy-connect-failure
source: Proxy Server Error
ee: Proxy Server vodada

source: The device is configured to use a proxy server that is refusing connections.
ee: Mo si konfiga xoxo la hena proxy server zaza la gbe katsiatsiawo.

# content-encoding
source: Can’t display page
ee: Page sia ɖeɖefia medzedzi o

source: The device can’t display this page because a content encoding error occurred.
ee: Mo sia matenu ade axa sia fia o elabena vodada va emenu encoding nu.

source: Page unsupported
ee: Womeda megbe na page sia o

source: This page can’t be displayed because it uses a technology that is not supported on the device.
ee: Axa sia matenu adze o elabena mezana technology si mo sia meda megbe na o.

source: Warning
ee: Sedodo

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
ee: Wo de website sia de go abe website si wowo hena zanuxoxo le ezala siwo nlo wofe ganyawo la si la ene.

source: Malware attack blocked
ee: Woxe mo na Malware fe nugbegble

source: The site at has been reported as an attack site and has been blocked.
ee: Wodee fia be woxe mo na site sia elabena enye attack site.

source: Unsafe content
ee: Emenu madzedzi

source: The page cannot be shown because it may not be safe to open.
ee: Womatenu ade website sia afia o elabena manyo be naʋui o.

# corrupted-content
source: Can’t display page
ee: Axa sia matenu adze o

source: The page cannot be shown because an error in the data transmission was detected.
ee: Axa sia matenu adze o elabena wode dzesi vodada le data transmission me.

source: Network connection unavailable
ee: Network katsiatsia meli o

source: {{name}} requires a network connection. Try connecting to a Wi-Fi or mobile data network.
ee: {{name}} hia network katsiatsia. Te katsiatsia kple Wi-Fi alo mobile data network kpɔ.

source: {{name}} requires an Internet connection.
ee: {{name}} hia network katsiatsia.

source: No access to the Internet right now.
ee: Internet la meli fifia o.

source: Unable to connect
ee: Metenu tsiaka o

source: Try again
ee: Gatee kpɔ

source: Check settings
ee: To settings me

source: Tap to check settings
ee: Tap be nato settings me

source: Select time
ee: Tia game

# choose-option
source: Select
ee: tia

# choose-options
source: Select
ee: tia

source: Select day
ee: tia nkeke

source: Battery almost empty
ee: Battery avɔ kpuie

source: Add to Home Screen
ee: Kpee de Home Screen nu

source: Share
ee: Ma

source: {{brandShortName}} just recovered from a crash
ee: {{brandShortName}} rekova tso crashi me azɔ

source: {{name}} just crashed
ee: {name}} crashi medidi o

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
ee: Adi be yedo nutsotso deMozilla tso wo crahi nu be woakpe de nuwoa? (Reports are sent over Wi-Fi only.)

source: What’s in a crash report?
ee: Nukae le crash report la me?

source: Always send Mozilla a report when a crash occurs.
ee: Yesiayi la do nutsotso de Mozilla ne crash dzɔ.

source: Don’t Send
ee: Megaɖoe ɖa o

source: Send Report
ee: ɖo nutsotso ɖa

source: Crash Reports
ee: tefli ɖe nutsotsowo me

source: Done
ee: Wunu

source: {{brandShortName}} just crashed.
ee: {{brandShortName}} crashi xoxo.

source: {{name}} just crashed.
ee: {{name}} crashi fifia.

source: Report
ee: Nutsotso

source: Sending Bluetooth transfer…
ee: Do Bluetooth transfer da…

source: Receiving Bluetooth transfer…
ee: Xo Bluetooth transfer…

source: Accept Bluetooth file transfer?
ee: Axɔ Bluetoothi file transfer la?

source: {{deviceName}} would like to transfer {{fileName}} ({{fileSize}}).
ee: {{deviceName}} adi be yea transfer {{fileName}} ({{fileSize}}).

source: Review transfer request.
ee: to transfer biabia me.

source: {{size}} {{unit}}
ee: {{unit}} {{size}}

source: Deny
ee: gbe

source: Transfer
ee: Transfɛ

source: Cancel Bluetooth file transfer?
ee: Atefli ɖe Bluetooth file transfer mea?

# continueFileTransfer
source: Continue
ee: Yi edzi

source: The transfer has started
ee: transfer la dze egome

source: File sent
ee: file la yi xoxo

source: File received
ee: woxɔ file la

source: File could not be sent
ee: file la metenu yi o

source: File could not be received
ee: wometenu xɔ file la o

source: Transfer report:
ee: transfer nutsotso

source: Unknown file
ee: file manyamanya

source: Unknown device
ee: mɔ manyamanya

source: Can not open received file
ee: file si nexo la matenu aʋu o

source: Can not open unknown media type:
ee: matenu aʋu media hatsotso manyamanya o:

source: Can not receive file
ee: matenu axo file o

source: Can not complete transfer: memory card is full.
ee: transfer la metenu nu enu o: memori card la dɔ.

source: Unknown error
ee: vodada manyamanya

source: Confirm
ee: ka ɖe edzi

source: Mic is on
ee: Mic la si

source: Camera is on
ee: Kamera la si

source: Camera & Mic are ON
ee: Kamera kple Mic si

source: No SIM card
ee: SIM meli o

source: What is a SIM PIN?
ee: Nukae nye SIM PIN?

source: Enter PUK code
ee: Ŋlɔ PUK code

source: Enter NCK code
ee: ŊlɔNCK code

source: Enter CCK code
ee: Ŋlɔ CCK code

source: Enter SPCK code
ee: Ŋlɔ SPCK code

source: Enter NCK1 code
ee: Ŋlɔ NCK1 code

source: Enter NCK2 code
ee: Ŋlɔ NCK2 code

source: Enter HNCK code
ee: Ŋlɔ HNCK code

source: Enter RCCK code
ee: Ŋlɔ RCCK code

source: Enter RSPCK code
ee: Ŋlɔ RSPCK code

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ee: {{n}} yi nudusime.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ee: {{n}} yi nudusime.

source: The PIN was incorrect.
ee: PIN menyo o

source: You have one try left to enter the correct code before locking the SIM card.
ee: Esusɔ code sinyo la tetekpɔ zi ɖeka ko na lɔk SIM card.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ code sinyo la tetekpɔ zi {{n}} ko naɖɔ SIM card.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ code nyuie tetekpɔ zi {{n}} ko naɖɔ SIM card.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ code nyuie tetekpɔ zi {{n}} ko naɖɔ SIM card.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ee: Esusɔ code nyuie tetekpɔ zi {{n}} ko naɖɔ SIM card.

source: Create PIN (must contain 4 to 8 digits)
ee: Ʋu PIN (must contain 4 to 8 digits)

source: Confirm new PIN
ee: Ka ɖe PIN yeyea dzi

source: PINs don’t match.
ee: PINwo mesɔ o.

source: The NCK code is incorrect.
ee: NCK code la mede o

# nckAttemptMsg2
source: {[ plural(n) ]}
ee: {[ (n)plural ]}
