Repository: BenitoJedai/mozilla-gaia
Catalog: ln/shared/download/download.properties.po
Languages: ln

source: Download stopped
ln: Téléchargement etelemisami

source: Download was stopped. Try downloading again?
ln: Téléchargement etelemisami. Komeka kotélécharger lisusu?

# stopped_download_left_button
source: Cancel
ln: Tika

# stopped_download_right_button
source: Try again
ln: Meka lisusu

# failed_download_title
source: Download failed
ln: Téléchargement esimbi te

source: {{name}} failed to download. Try downloading again?
ln: {{name}} téléchargement esimbi te. Komeka kotélecharger lisusu?

# failed_download_left_button
source: Cancel
ln: Tika

# failed_download_right_button
source: Try again
ln: Meka lisusu

source: Stop download
ln: Telemisa téléchargement

source: Are you sure you want to stop the download?
ln: Oza sure olingi kotelemisa téléchargement?

source: No
ln: Te

source: Yes
ln: Iyo

# delete_download_title
source: Delete
ln: Boma

source: Delete {{name}}?
ln: Koboma {{name}}?

# delete_download_left_button
source: Cancel
ln: Tika

# delete_download_right_button
source: Delete
ln: Boma

# delete_all_download_title
source: Delete
ln: Boma

# delete_all_download_left_button
source: Cancel
ln: Boma

# delete_all_download_right_button
source: Delete
ln: Boma

source: Delete no files?
ln: Koboma fichier te?

source: Delete one file?
ln: Koboma fichier moko?

# delete_all_download_message[few]
source: Delete {{number}} files?
ln: Koboma bafichier {{number}}?

# delete_all_download_message[many]
source: Delete {{number}} files?
ln: Koboma bafichier {{number}}?

# delete_all_download_message[other]
source: Delete {{number}} files?
ln: Koboma bafichier {{number}}?

# unsupported_file_type_download_title
source: Unable to open
ln: Ekoki te kofungola

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
ln: App moko te eza oyo ekoki kofungola {{name}}. Olingi kobomba fichier to koboma yango?

# unsupported_file_type_download_left_button
source: Keep File
ln: Batela fichier

# unsupported_file_type_download_right_button
source: Delete
ln: Boma

source: File not found
ln: Fichier ezwami te

source: The file wasn’t found on the device
ln: Fichier ezwami te na appareil

source: Memory card in use
ln: Carte mémoire oyo eza kosala

source: Unplug the phone
ln: Debrancher telefone

source: Unable to share
ln: Ekoki te kokabola

source: No provider found
ln: Fournisseur moko te azwami

source: SD Card is full
ln: Carte mémoire etondi

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
ln: Esika eza lisusu te na carte SD nayo mpo na kobomba batéléchargement nayo. Boma bafichier misusu liboso ya kobandela téléchargement.

source: No memory card found
ln: Carte mémoire moko te ezwami

source: Insert a memory card or select an alternate default media location in settings
ln: Tiya carte mémoire to pona esika ya media alternative en defaut na baparamètre

# file_open_error_download_title
source: Unable to open
ln: Ekoki kofungola te

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
ln: Nkokoso ezali na bofungoli {{name}}. Olingi kobomba fichier to koboma yango?

# file_open_error_download_left_button
source: Keep File
ln: Batela fichier

# file_open_error_download_right_button
source: Delete
ln: Boma

source: There was an error while restarting the download. Please try to download again.
ln: Erreur esalemaki tango ya bobandeli téléchargement. Meka kotélécharger lisusu.

source: No downloads
ln: Batéléchagement eza te

source: Stopped
ln: Etelemisami

source: Download failed
ln: Téléchargement esimbi te

source: Open
ln: Fungola

source: Share
ln: Kabola

source: Set as wallpaper
ln: Tiya neti wallpaper

source: Set as ringtone
ln: Tiya neti sonnerie

# cancel_downloaded_file
source: Cancel
ln: Tika
