Repository: BenitoJedai/mozilla-gaia
Catalog: lg/apps/keyboard/keyboard.properties.po
Languages: lg

source: Keyboard
lg: Sseti yamapeesa

source: Built-in Keyboard
lg: Amapeesa agazimbirwamu

source: Keyboard settings
lg: Entekateka ku bya mapeesa

source: Vibration
lg: Okujugumira

source: Click sound
lg: Eddobozi ngo'nyiga

source: Auto correction
lg: Okwetereza yoka

source: Word suggestion
lg: Ebiteeso bye bigambo

source: Handwriting
lg: Empandika

source: Stroke Width
lg: Obunene bwa kasitale

source: Response Speed
lg: Obwangu bwo kudibwamu

source: Word suggestions
lg: Ebiteeso ku kigambo

source: Dismiss
lg: Okugoba

source: more numbers and symbols
lg: enamba no'bubonero obulala

source: letters
lg: Ennukuta

source: shift
lg: kyuusa

source: delete
lg: akasangula

source: space
lg: akabanga

source: return
lg: ddayo

source: period
lg: akasirise

source: comma
lg: akawumuze

source: colon
lg: Kkoloni

source: question mark
lg: akabuuza

source: left bracket
lg: akakomera kokukono

source: right bracket
lg: akakomera kokudyo
