Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/music/music.properties.po
Languages: ee

source: Music
ee: Ha

source: Mix
ee: Tsaka

source: Playlist
ee: Playlisti

source: Artists
ee: Hadzilawo

source: Albums
ee: Agbawo

source: Songs
ee: Hawo

source: More
ee: Bubuwo

source: Song artist
ee: Hadzila

source: Song album
ee: Ha gbawo

source: Unknown artist
ee: Hadzila manya manya

source: Unknown album
ee: Agba manyamanya

source: Unknown title
ee: Tanya manyamanya

source: Add songs to get started
ee: De hawo be nadze egɔme

source: Load songs on to the memory card.
ee: De hawo memori card la dzi.

source: No memory card found
ee: Memori card meli o

source: Insert a memory card to listen to songs.
ee: De memori card be nase hawo.

source: Shuffle all
ee: Tsaka wokata

source: Highest rated
ee: Esi rate wu

source: Recently added
ee: Esi wode fifia

source: Most played
ee: Esi woƒo wu

source: Least played
ee: Esi womeƒo kura o

source: Select a track
ee: Tia ha

source: Save
ee: Dzraɖo
