Repository: BenitoJedai/mozilla-gaia
Catalog: ach/shared/import_contacts/import_contacts.properties.po
Languages: ach

source: Back
ach: Cen

source: To import contacts insert or unlock your SIM card
ach: Me kelo yoo me kube ket onyo yab SIM kad mamegi

source: To import contacts insert a memory card
ach: Me kelo yoo me kube ket memory kad

source: Memory card
ach: Memory kad

source: To import Facebook friends or contacts connect to Wi-Fi or data network
ach: Me kelo luremi ki i Facebook onyo yoo me kube, kube i Wi-Fi onyo tic me kube

source: Import SIM contacts
ach: Kel yoo me kube me SIM

source: Importing SIM contacts…
ach: Kelo yoo me kube me SIM…

source: Reading from SIM card…
ach: Kwano ki i SIM kad…

source: Could not import contacts from SIM
ach: Pe onongo twero kelo yoo me kube ki i SIM

source: No contacts detected on SIM to import
ach: Pe ki nongo yoo me kube i SIM me akela

# simContacts-imported3[one]
source: Imported one contact
ach: Ki kelo yoo me kube acel

# simContacts-imported3[two]
source: Imported {{n}} contacts
ach: Ki kelo yoo me kube {{n}}

# simContacts-imported3[few]
source: Imported {{n}} contacts
ach: Ki kelo yoo me kube {{n}}

# simContacts-imported3[many]
source: Imported {{n}} contacts
ach: Ki kelo yoo me kube {{n}}

# simContacts-imported3[other]
source: Imported {{n}} contacts
ach: Ki kelo yoo me kube {{n}}

source: Import contacts from memory card
ach: Kel yoo me kube ki i memory kad

source: Importing contacts from memory card…
ach: Kelo yoo me kube ki i memory kad…

source: Reading from memory card…
ach: Kwano ki i memory kad…

source: Could not import contacts from memory card
ach: Pe onongo twero kelo yoo me kube ki i memory kad

source: No contacts detected on memory card to import
ach: Pe ki nongo yoo me kube i memory kad me akela

# memoryCardContacts-imported3[one]
source: Imported one contact
ach: Ki kelo yoo me kube acel

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
ach: Ki kelo yoo me kube {{n}}

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
ach: Ki kelo yoo me kube {{n}}

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
ach: Ki kelo yoo me kube {{n}}

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
ach: Ki kelo yoo me kube {{n}}

source: No friends imported (out of {{total}})
ach: Luremi mo pe ki kelo (ki ikom {{total}})

source: One friend imported (out of {{total}})
ach: Laremi acel ki kelo (ki ikom {{total}})

# facebook-import-msg[two]
source: {{imported}}/{{total}} friends imported
ach: luremi {{imported}}/{{total}} kikelo gi

# facebook-import-msg[few]
source: {{imported}}/{{total}} friends imported
ach: luremi {{imported}}/{{total}} kikelo gi

# facebook-import-msg[many]
source: {{imported}}/{{total}} friends imported
ach: luremi {{imported}}/{{total}} kikelo gi

# facebook-import-msg[other]
source: {{imported}}/{{total}} friends imported
ach: luremi {{imported}}/{{total}} kikelo gi

source: No duplicated contacts merged
ach: Pe ki ribo yoo me kube ma onwone

source: One duplicated contact merged
ach: Kiribo yoo me kube acel ma onwone

# contactsMerged[two]
source: {{numDups}} contacts merged
ach: kiribo yoo me kube {{numDups}}

# contactsMerged[few]
source: {{numDups}} contacts merged
ach: kiribo yoo me kube {{numDups}}

# contactsMerged[many]
source: {{numDups}} contacts merged
ach: kiribo yoo me kube {{numDups}}

# contactsMerged[other]
source: {{numDups}} contacts merged
ach: kiribo yoo me kube {{numDups}}
