Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/clock/clock.properties.po
Languages: ee

source: Reset
ee: Trɔ wɔ ake

source: Start
ee: Gɔmedzedze

source: Stop
ee: Tɔ

source: Cancel
ee: Tefli eme

source: Hour
ee: Gaƒoƒo

source: Hours
ee: Gaƒoƒowo

source: Minute
ee: Adabaƒoƒo

source: Minutes
ee: Adabaƒoƒowo

source: Alarm
ee: Alam

source: Timer
ee: Game

source: Stopwatch
ee: Gaƒoɖokui

source: Alarm name
ee: Alan ŋkɔ

source: New alarm
ee: Alam yeye

source: Edit alarm
ee: To alam la me

source: Pause
ee: Gbɔɖeme

source: Resume
ee: Gbugbɔ dze egɔme

source: Lap
ee: Ata

source: Lap {{n}}
ee: Ata {{n}}

source: Delete
ee: Tutu

source: Time
ee: Game

# snooze-label
source: Snooze
ee: Gbɔɖe eme

# snooze-button
source: Snooze
ee: Gbɔɖe eme

source: Repeat
ee: Gawɔ

source: Vibrate
ee: Ʋuʋu

source: Close
ee: Tɔ

source: Save
ee: Dzrado

source: Done
ee: Wunu

# closeButton.ariaLabel
source: Close
ee: Tɔ

# newAlarmButton.ariaLabel
source: New alarm
ee: Alam yeye

source: System Alarm Volume
ee: System alam kɔkɔme

source: Sound
ee: Gbeɖiɖi

source: No Sound
ee: Gbeɖiɖi meli o

source: Every day
ee: Gbesiagbe

source: Weekdays
ee: Kɔsiɖame ŋkekewo

source: Weekends
ee: Kɔsiɖanuwuwu ŋkekewo

source: Never
ee: Gbeɖe

source: On
ee: Si/tsi

source: Off
ee: Tsi

source: +1 Min
ee: +1 Aɖabaƒoƒo

source: The alarm is set for <strong>{{minutes}}</strong> from now.
ee: Alam la le <strong>{{minutes}}</strong> tso fifi.

source: The alarm is set for {{hours}} {{minutes}} from now.
ee: Alam la le {{hours}} {{minutes}} tso fifi.

source: The alarm is set for {{days}} {{hours}} from now.
ee: Alam la le {{days}} {{hours}} tso fifi.

source: less than a minute
ee: mede miniti o

# nMinutes[one]
source: one minute
ee: miniti deka

# nMinutes[two]
source: {{n}} minutes
ee: {{n}} minitiwo

# nMinutes[few]
source: {{n}} minutes
ee: {{n}} minitiwo

# nMinutes[many]
source: {{n}} minutes
ee: {{n}} minitiwo

# nMinutes[other]
source: {{n}} minutes
ee: {{n}} minitiwo

source: <strong>{{n}} hour</strong>
ee: <strong>{{n}} gaƒoƒo</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
ee: <strong>{{n}} gaƒoƒowo</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
ee: <strong>{{n}} gaƒoƒowo</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
ee: <strong>{{n}} gaƒoƒowo</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
ee: <strong>{{n}} gaƒoƒowo</strong>

source: and <strong>{{n}} hour</strong>
ee: kple <strong>{{n}}gaƒoƒowo </strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
ee: kple <strong>{{n}} gaƒoƒowo</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
ee: kple <strong>{{n}} gaƒoƒowo</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
ee: kple <strong>{{n}} gaƒoƒowo</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
ee: kple <strong>{{n}} gaƒoƒowo</strong>

source: <strong>{{n}} day</strong>
ee: <strong>{{n}} ŋkeke</strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
ee: <strong>{{n}} ŋkekewo</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
ee: <strong>{{n}} ŋkekewo</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
ee: <strong>{{n}} ŋkekewo</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
ee: <strong>{{n}} ŋkekewo</strong>

source: and <strong>{{n}} minute</strong>
ee: kple <strong>{{n}} miniti</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
ee: kple <strong>{{n}} minitiwo</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
ee: kple <strong>{{n}} minitiwo</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
ee: kple <strong>{{n}} minitiwo</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
ee: kple <strong>{{n}} minitiwo</strong>

source: zero seconds
ee: aɖabaƒoƒo aɖeke o

source: one second
ee: aɖabaƒoƒo ɖeka

# nSpinnerSeconds[two]
source: {{n}} seconds
ee: {{n}} aɖabaƒoƒowo

# nSpinnerSeconds[few]
source: {{n}} seconds
ee: {{n}} aɖabaƒoƒowo

# nSpinnerSeconds[many]
source: {{n}} seconds
ee: {{n}} aɖabaƒoƒowo

# nSpinnerSeconds[other]
source: {{n}} seconds
ee: {{n}} aɖabaƒoƒowo

source: zero minutes
ee: miniti aɖeke o

# nSpinnerMinutes[one]
source: one minute
ee: miniti ɖeka

# nSpinnerMinutes[two]
source: {{n}} minutes
ee: {{n}} minitiwo

# nSpinnerMinutes[few]
source: {{n}} minutes
ee: {{n}} minitiwo

# nSpinnerMinutes[many]
source: {{n}} minutes
ee: {{n}} minitiwo

# nSpinnerMinutes[other]
source: {{n}} minutes
ee: {{n}} minitiwo

source: zero hours
ee: gaƒoƒo aɖeke o

source: {{n}} hour
ee: {{n}}gaƒoƒo

# nSpinnerHours[two]
source: {{n}} hours
ee: {{n}}gaƒoƒowo

# nSpinnerHours[few]
source: {{n}} hours
ee: {{n}}gaƒoƒowo

# nSpinnerHours[many]
source: {{n}} hours
ee: {{n}}gaƒoƒowo

# nSpinnerHours[other]
source: {{n}} hours
ee: {{n}}gaƒoƒowo
