Repository: BenitoJedai/mozilla-gaia
Catalog: */shared/download/download.properties.po
Languages: ku

source: Download stopped
ku: Jêbarkirin hat sekinandin

source: Download was stopped. Try downloading again?
ku: Jêbarkirin hat sekinandin. Dîsa dewam bikî?

# stopped_download_left_button
source: Cancel
ku: Betal

# stopped_download_right_button
source: Try again
ku: Dîsa biceribîne

# failed_download_title
source: Download failed
ku: Jêbarkirin bi ser neket

source: {{name}} failed to download. Try downloading again?
ku: Jêbarkirina {{name}}ê bi ser neket. Dîsa biceribîne?

# failed_download_left_button
source: Cancel
ku: Betal

# failed_download_right_button
source: Try again
ku: Dîsa biceribîne

source: Stop download
ku: Jêbarkirinê bisekinîne

source: Are you sure you want to stop the download?
ku: Tu ji dil dixwazî ku jêbarkirinê bisekinînî?

source: No
ku: Na

source: Yes
ku: Erê

# delete_download_title
source: Delete
ku: Jê bibe

source: Delete {{name}}?
ku: {{name}}ê jê bibe?

# delete_download_left_button
source: Cancel
ku: Betal

# delete_download_right_button
source: Delete
ku: Jê bibe

# unsupported_file_type_download_title
source: Unable to open
ku: Venebû

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
ku: Bernamekokeke ku {{name}}ê veke tune ye. Dixwazî pelî tomar bikî yan jê bibî?

# unsupported_file_type_download_left_button
source: Keep File
ku: Pelî Biparêze

# unsupported_file_type_download_right_button
source: Delete
ku: Jê bibe

source: File not found
ku: Pel nehat dîtin

source: The file wasn’t found on the device
ku: Pel li ser cîhazê nehat dîtin

# file_open_error_download_title
source: Unable to open
ku: Venebû

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
ku: Di vekirina {{name}}ê de pirsgirêkek çêbû. Dixwazî pelî tomar bikî yan jê bibî?

# file_open_error_download_left_button
source: Keep File
ku: Pelî Biparêze

# file_open_error_download_right_button
source: Delete
ku: Jê bibe

source: There was an error while restarting the download. Please try to download again.
ku: Dema jêbarkirin ji nû ve dihat destpêkirin pirsgirêkek çêbû. Tika ye dîsa biceribîne.

source: No downloads
ku: Jêbarkirin tune ye

source: {{partial}} of {{total}}
ku: {{partial}} ji {{total}}
