Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/keyboard/keyboard.properties.po
Languages: ee

source: Keyboard
ee: Kibɔd

source: OK
ee: Enyo

source: Keyboard settings
ee: Kibɔd dodowo

source: Vibration
ee: Ʋuʋu

source: Click sound
ee: Klik gbe

source: Auto correction
ee: Ɔto dzɔe

source: Word suggestion
ee: Nya dodoɖa

source: Word suggestions
ee: Nya dodoɖawo

source: Dismiss
ee: Gbe

source: more numbers and symbols
ee: namba kple dzesi bubuwo

source: letters
ee: letawo

source: shift
ee: Ʋa

source: delete
ee: tutu

source: space
ee: mɔ

source: return
ee: trɔgbɔ

source: period
ee: tɔtɔdzesi

source: comma
ee: gbɔgbɔdeme dzesi

source: colon
ee: kolɔn

source: semicolon
ee: semi-kolɔn

source: question mark
ee: biabiadzesi

source: exclamation point
ee: ɣlidodzesi

source: left bracket
ee: miame braketi

source: right bracket
ee: dusi braket

source: double quote
ee: numegbe dzesi

source: left double angle quote
ee: miame numegbedzesi

source: right double angle quote
ee: dusi numegbedzesi
