Repository: BenitoJedai/mozilla-gaia
Catalog: ln/shared/facebook/facebook.properties.po
Languages: ln

source: Close
ln: Kanga

source: Import
ln: Benda

source: Update
ln: Mise à jour

# fbFriends
source: Facebook Friends
ln: Baninga na Facebook

# facebook-serviceName
source: Facebook Friends
ln: Baninga na Facebook

source: Select all
ln: Pona nionso

source: Deselect all
ln: Longola kopona nionso

source: View All Facebook Friends
ln: Kotala Baninga Nionso ya Facebook

source: View Only Recommended
ln: Kotala bobele baye baza recommandé

source: No matching friends. Showing all
ln: Baninga baye bakokani baza te. Lakisa banso

source: Select the recommended one
ln: Pona oyo aza recommandé

# linkProposal[two]
source: Select a recommended one
ln: Pona oyo aza recommandé

# linkProposal[few]
source: Select a recommended one
ln: Pona oyo aza recommandé

# linkProposal[many]
source: Select a recommended one
ln: Pona oyo aza recommandé

# linkProposal[other]
source: Select a recommended one
ln: Pona oyo aza recommandé

source: All your friends are imported
ln: Baninga nayo banso babendami

source: Found one friend to import
ln: Moninga moko azwami mpo na kobenda

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
ln: Baninga {{numFriends}} bazwami mpo na kobenda

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
ln: Baninga {{numFriends}} bazwami mpo na kobenda

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
ln: Baninga {{numFriends}} bazwami mpo na kobenda

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
ln: Baninga {{numFriends}} bazwami mpo na kobenda

source: Search
ln: Luka

source: No contacts found
ln: Contact moko te ezwami

source: Done
ln: Esili

source: Importing friends to Contacts
ln: Baninga baza kobendama mpe kotiyama na Bacontact

source: Updating friends in Contacts
ln: Mise à jour ya baninga na Bacontact

# message2
source: This may take a couple of minutes
ln: Yango ekoki kozwa mua baminuti

source: Please hold on. We are linking your friend and your contact.
ln: Zela moke. Toza kotia esika moko moninga nayo na contact nayo.

source: Please hold on. We are canceling the ongoing operation.
ln: Zela moke. Toza koannuler operation oyo eza kosalema.

source: Error {{from}}
ln: Erreur {{from}}

# error2
source: Do you want to retry?
ln: Olingi komeka lisusu?

# errorProposal
source: calculating proposals
ln: calcul ya baproposition

# errorFriends
source: retrieving friends
ln: boluki baninga

source: linking contact
ln: kokangisa contact

source: Exceeded timeout {{from}}
ln: Tango eye epesamaki eleki {{from}}

# timeout2
source: Do you want to retry?
ln: Olingi komeka lisusu?

# timeoutProposal
source: calculating proposals
ln: calcul ya baproposition

# timeoutFriends
source: retrieving friends
ln: boluki baninga

source: linking contacts
ln: kokangisa bacontact

source: Please hold on
ln: Zela moke

# wait2
source: This may take a couple of minutes
ln: Ekoki kozwa mua baminuti

source: Please hold on. We are calculating a proposal.
ln: Zela moke. Toza kocalculer proposition moko.

source: Please hold on. We are connecting to obtain your friend list.
ln: Zela moke. Toza koconnecter mpo na kozwa liste ya moninga nayo.

# curtainCancel
source: Cancel
ln: Tika

source: Retry
ln: Komeka lisusu

source: No Internet connection
ln: Connection na internet eza te

source: Friends’ photos will not be added to your contacts. Continue anyway?
ln: Bafoto ya baninga ekobakisama te na bacontact nayo. Kokoba ata bongo?

# noOption
source: Cancel
ln: Tika

source: No friends updated
ln: Moninga moko te aza mise à jour

source: Updated one friend
ln: Moninga moko aza mise à jour

# friendsUpdated[two]
source: Updated {{numFriends}} friends
ln: Baninga {{numFriends}} baza mise à jour

# friendsUpdated[few]
source: Updated {{numFriends}} friends
ln: Baninga {{numFriends}} baza mise à jour

# friendsUpdated[many]
source: Updated {{numFriends}} friends
ln: Baninga {{numFriends}} baza mise à jour

# friendsUpdated[other]
source: Updated {{numFriends}} friends
ln: Baninga {{numFriends}} baza mise à jour

source: No duplicated friends merged
ln: Moninga moko te ya duplicata asangisami

source: One duplicated friend merged
ln: Moninga moko ya duplicata asangisami

# friendsMerged[two]
source: {{numDups}} friends merged
ln: {{numDups}} baninga basingisami

# friendsMerged[few]
source: {{numDups}} friends merged
ln: {{numDups}} baninga basangisami

# friendsMerged[many]
source: {{numDups}} friends merged
ln: {{numDups}} baninga basangisami

# friendsMerged[other]
source: {{numDups}} friends merged
ln: {{numDups}} baninga basangisami

source: Your Facebook session is invalid. Please sign in.
ln: Session nayo ya Facebook elongobani te. Kota.

source: There was an error synchronizing your friend’s data
ln: Erreur esalemaki na synchronisation ya badonnée ya baninga nayo.
