Repository: BenitoJedai/mozilla-gaia
Catalog: ha/apps/bookmark/bookmark.properties.po
Languages: ha

source: Add link
ha: Ƙara haɗi

source: Edit link
ha: Gyara haɗi

source: Added to Home Screen
ha: An daɗa a Allon Gida

source: Updated bookmark
ha: Zaunanniyar alama da aka sabunta

source: Website name
ha: Sunan tashar yanar gizo

source: Address
ha: Adireshi

source: Cancel
ha: Soke

source: Add to Home Screen
ha: Daɗa a Allon Gida

source: Done
ha: An kammala

source: Remove {{name}}
ha: Cire {{suna}}

source: Remove {{name}} from system?
ha: Cire {{suna}} daga kwamfutarka?

source: Remove
ha: Cire
