Repository: BenitoJedai/mozilla-gaia
Catalog: sm/apps/communications/ftu/ftu.properties.po
Languages: sm

source: Type your pin code
sm: Tā lou pin code

source: Done
sm: 'Uma lava

source: Language
sm: Gagana

source: English
sm: fa'aEgelani

source: English (Dvorak)
sm: fa'aEgelani (Dvorak)

source: Spanish
sm: fa'aSepania

source: French
sm: fa'aFalani

source: Italian
sm: fa'aRoma

source: Arabic
sm: fa'aArapi

source: Greek
sm: fa'aEleni

source: Hebrew
sm: fa'aEperu

source: Japanese
sm: fa'aIapani

source: Traditional Chinese
sm: fa'aSaina

source: Simplified Chinese
sm: fa'aSaina faigōfie

source: Pinyin
sm: fa'aPinyin

source: Enable Data
sm: Mafai Data

source: Warning
sm: Lapata'iga

source: Connecting…
sm: Feso'ota'iga…

source: Obtaining an IP address…
sm: Maua le afio'aga IP…

source: Connected
sm: Feso'ota'iga

source: Connection failed
sm: E lē taunu'u feso'ota'i

source: Offline
sm: Laina-'ese

source: secured by {{capabilities}}
sm: puipuiga mai le {{capabilities}}

source: Security
sm: Puipuiga

source: None
sm: Leai se mea

source: Open
sm: Tatala

source: User
sm: 'Au fa'aaogā

source: Password
sm: 'Upulilo

source: Date & Time
sm: Aso ma Taimi

source: Set automatically
sm: Seti 'otometi

# timezoneMessage
source: Time zone
sm: Vāega taimi

source: Date
sm: Aso

source: Time
sm: Taimi

source: Time zone
sm: Vāega taimi

source: Change
sm: Sui

source: Import SIM contacts
sm: 'Aumaiga-fafo SIM contacts

source: Importing SIM contacts…
sm: 'Aumaigaina SIM contacts…

source: Reading from SIM card…
sm: Faitau mai le SIM card…

source: Storing SIM contacts…
sm: Teuga SIM contacts…

source: Could not import contacts from SIM
sm: E lē mafai 'aumaiga-fafo le contacts o le SIM

source: Imported one contact
sm: 'Aumaiga-fafo se tasi contact

# simContacts-imported2[two]
source: Imported {{n}} contacts
sm: 'Aumaiga-fafo {{n}} contacts

# simContacts-imported2[few]
source: Imported {{n}} contacts
sm: 'Aumaiga-fafo {{n}} contacts

# simContacts-imported2[many]
source: Imported {{n}} contacts
sm: 'Aumaiga-fafo {{n}} contacts

# simContacts-imported2[other]
source: Imported {{n}} contacts
sm: 'Aumaiga-fafo {{n}} contacts

source: Import contacts
sm: 'Aumaiga-fafo contacts

source: Import from SIM
sm: 'Aumaiga-fafo mai le SIM

source: Import from Facebook
sm: 'Aumaiga-fafo mai le Facebook

source: … checking
sm: …siatiina

source: {{imported}}/{{total}} friends imported
sm: {{imported}}/{{total}} uō 'aumaiga-fafo

source: Other accounts
sm: Isi accounts

source: Mozilla Firefox is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
sm: Mozilla Firefox o lo'o sa'oloto ma matala māfua'aga polokalame-komepiuta, sa fau e le fa'alāpotopotoga o afe mai i so'o se mea o le lalolagi. E iai nai mea e tatau ona 'e iloa:

source: About Your Rights
sm: Iloa 'aiā tatau

source: About Your Privacy
sm: Fa'atatau Lou Tōtino

source: Email address
sm: Imeli

source: Firefox Privacy Choices
sm: Firefox Filifiliina Tōtino

source: back
sm: alu i tua

source: next
sm: soso'o
