Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/video/video.properties.po
Languages: bn_bd, hi_in, km, ku, wa

source: Select
bn_bd: বাছাই করুন
km: ជ្រើស​
ku: Hilbijêre
wa: Tchoezi

# number-selected2[one]
source: {{ n }} selected
bn_bd: {{ n }}টি নির্বাচিত
km: បាន​ជ្រើស {{ n }}
ku: {{ n }} hat hilbijartin
wa: {{ n }} di tchoezi

# number-selected2[two]
source: {{ n }} selected
bn_bd: {{ n }}টি নির্বাচিত
km: បាន​ជ្រើស {{ n }}
ku: {{ n }} hatin hilbijartin
wa: {{ n }} d’ tchoezis

# number-selected2[few]
source: {{ n }} selected
bn_bd: {{ n }}টি নির্বাচিত
km: បាន​ជ្រើស {{ n }}
ku: {{ n }} hatin hilbijartin
wa: {{ n }} di tchoezis

# number-selected2[many]
source: {{ n }} selected
bn_bd: {{ n }}টি নির্বাচিত
km: បាន​ជ្រើស {{ n }}
ku: {{ n }} hatin hilbijartin
wa: {{ n }} di tchoezis

# number-selected2[other]
source: {{ n }} selected
bn_bd: {{ n }}টি নির্বাচিত
km: បាន​ជ្រើស {{ n }}
ku: {{ n }} hatin hilbijartin
wa: {{ n }} di tchoezis

source: Nothing selected
bn_bd: কোন কিছুই বেছে নেওয়া হয়নি
km: មិន​បាន​ជ្រើស​អ្វី​មួយ
ku: Tu tişt nehatiye hilbijartin
wa: Rén di tchoezi

source: Delete selected item?
bn_bd: বাছাইকৃত উপাদান মুছে ফেলবেন?
km: លុប​ធាតុ​ដែល​បាន​ជ្រើស​ឬ?
ku: Hêmana hilbijartî jê bibe?
wa: Disfacer li cayet di tchoezi ?

# delete-n-items?[two]
source: Delete {{ n }} items?
bn_bd: {{ n }}-টি উপাদান মুছে ফেলবেন?
km: លុប​ធាតុ {{ n }} ឬ?
ku: {{ n }} hêmanên hilbijartî jê bibe?
wa: Disfacer {{ n }} cayets ?

# delete-n-items?[few]
source: Delete {{ n }} items?
bn_bd: {{ n }}-টি উপাদান মুছে ফেলবেন?
km: លុប​ធាតុ {{ n }} ឬ?
ku: {{ n }} hêmanên hilbijartî jê bibe?
wa: Disfacer {{ n }} cayets ?

# delete-n-items?[many]
source: Delete {{ n }} items?
bn_bd: {{ n }}-টি উপাদান মুছে ফেলবেন?
km: លុប​ធាតុ {{ n }} ឬ?
ku: {{ n }} hêmanên hilbijartî jê bibe?
wa: Disfacer {{ n }} cayets ?

# delete-n-items?[other]
source: Delete {{ n }} items?
bn_bd: {{ n }}-টি উপাদান মুছে ফেলবেন?
km: លុប​ធាតុ {{ n }} ឬ?
ku: {{ n }} hêmanên hilbijartî jê bibe?
wa: Disfacer {{ n }} cayets ?

source: Try sharing one video at a time.
bn_bd: এবারে একটি ভিডিও শেয়ার করার চেষ্টা করুন।
km: ព្យាយាម​ចែករំលែក​វីដេអូ​មួយ​នៅ​ពេល​នេះ។
ku: Her carê parvekirina vîdeoyekê biceribîne.
wa: Sayîz di n’ pårtaedjî k’ ene seule videyo d’ on côp.

source: Videos
bn_bd: ভিডিওগুলো
hi_in: वीडियो
km: វីដេអូ
ku: Vîdeo
wa: Videyos

source: Add videos to get started
bn_bd: শুরু করতে ভিডিও যোগ করুন
hi_in: प्रारम्भ करने के लिए वीडियो जोडीये
km: បន្ថែម​វីដេអូ​ដើម្បី​ចាប់ផ្ដើម
ku: Ji bo destpêkirinê vîdeoyekê têxê
wa: Radjoutez des videyos po-z ataker

source: Load videos on to the memory card.
bn_bd: মেমরী কার্ডে ভিডিও যোগ করুন।
hi_in: वीडियो को मेमोरी कार्ड में लोड कीजिये
km: ផ្ទុក​វីដេអូ​​ឡើង​​ទៅ​កាត​អង្គចងចាំ។
ku: Vîdeoyan li karta bîrdank bar bike.
wa: Tcherdjî des videyos sol cwåte memwere.

source: No memory card found
bn_bd: মেমরী কার্ড নেই
hi_in: मेमोरी कार्ड नहीं मिला
km: រក​មិន​ឃើញ​កាត​អង្គ​ចងចាំ
ku: Karta bîrdank nehate dîtin
wa: Dji n’ a trové nole cwåte memwere

source: Insert a memory card to watch videos or select an alternate default media location in settings.
bn_bd: ভিডিও দেখতে মেমরি কার্ড প্রবেশ করান অথবা সেটিংস এ বিকল্প পূর্বনির্ধারিত মিডিয়া অবস্থান নির্বাচন করুন।

source: Video can not be watched while plugged in
bn_bd: প্লাগযুক্ত অবস্থায় ভিডিও দেখা যাবে না।
hi_in: प्लगिन के समय वीडियो देखे नहीं जासकते हे
km: មិន​អាច​មើល​វីដេអូ​អំឡុង​ពេល​បាន​​ដោត​ចូល
ku: Dema fîş di cîhazê de be vîdeo nayên temaşekirin
wa: On n’ sait riwaitî d’ videyo cwand l’ telefone est tchôkî

source: Unplug the phone to watch videos.
bn_bd: ভিডিও দেখতে ফোন প্লাগমুক্ত করুন।
hi_in: विडियो देखने के लिए फ़ोन को अनप्लग कीजिये
km: ដក​ចេញ​ទូរស័ព្ទ​ដើម្បី​មើល​វីដេអូ។
ku: Ji bo temaşekirina vîdeoyan fîşê telefonê bikişîne.
wa: Distchôkîz l’ telefone po rwaitî des videyos.

source: Database Upgrade
bn_bd: ডেটাবেস আপগ্রেড
ku: Bilindkirina Danegehê
wa: Metaedje a livea del båze di dnêyes

source: Please wait while Video updates its database.
bn_bd: ভিডিওটির ডেটাবেজ আপডেট হওয়া পর্যন্ত অপেক্ষা করুন।
wa: Tårdjîz s’ i vs plait k’ Videyo mete a djoû s’ båze di dnêyes.

source: Are you sure you want to delete:
bn_bd: আপনি কি মুছে ফেলার ব্যাপারে নিশ্চিত:
hi_in: क्या आप निश्चित हो की इसे हटा दिया जाए
km: តើ​អ្នក​ប្រាកដ​​​ជា​ចង់​លុប​ឬ៖
wa: Voloz vs disfacer po do bon :

source: Delete Video?
bn_bd: ভিডিও মুছবেন?
hi_in: विडियो हटाये
km: លុប​វីដេអូ​ឬ?
wa: Disfacer videyo ?

source: Select a video
bn_bd: একটি ভিডিও নির্বাচন করুন
km: ជ្រើស​វីដេអូ​មួយ
wa: Tchoezi ene videyo

source: Save
bn_bd: সংরক্ষণ
km: រក្សា​​ទុក
wa: Schaper

source: Saved {{title}} to Video
bn_bd: ভিডিওতে {{title}} সংরক্ষিত হয়েছে
km: បាន​រក្សាទុក {{title}} ទៅ​វីដេអូ
wa: Dj’ a schapé {{title}} e Videyo

source: Video cannot be played: either because the server or network failed or because the format is not supported.
bn_bd: সার্ভার অথবা নেটওয়ার্ক ত্রুটির কারণে কিংবা ফরম্যাট সমর্থিত না হওয়ার কারণে ভিডিওটি চালু করা যাচ্ছে না।
wa: Li videyo n’ sait esse djouwêye : soeye-t i pask’ el sierveu ou l’ rantoele a fwait berwete oudon-bén pask’ el cogne n’ est nén sopoirtêye.

source: An unknown video error occurred.
bn_bd: একটি অজানা ত্রুটি হয়েছে।
wa: Ene aroke videyo nén cnoxhowe s’ a passé.

source: Media storage settings
bn_bd: মিডিয়া স্টোরেজ সেটিংস

source: Cancel
bn_bd: বাতিল

source: Go to Camera
bn_bd: ক্যামেরায় যাও

source: Name
bn_bd: নাম

source: Length
bn_bd: ব্যাপ্তিকাল

source: Size
bn_bd: আকার

source: Video Type
bn_bd: ভিডিওর ধরন

source: Bytes
bn_bd: বাইট

source: TB
bn_bd: টেরাবাইট

source: PB
bn_bd: পেটাবাইট

source: EB
bn_bd: এক্সাবাইট

source: ZB
bn_bd: যেট্টাবাইট

source: Insert a memory card to watch videos.
hi_in: वीडियो देखने के लिए मेमोरी कार्ड लगाये
km: បញ្ចូល​កាត​អង្គ​ចងចាំ​ដើម្បី​មើល​វីដេអូ។
ku: Ji bo temaşekirina vîdeoyan karteke bîrdank têxê.
wa: Stitchîz ene cwåte memwere po rwaitî des videyos.

source: YouTube won't play video:
hi_in: यूट्यूब वीडियो नहीं खेलेंगे:
km: YouTube នឹង​មិន​លេង​វីដេអូ៖
wa: YouTube ni sait djouwer l’ videyo :

source: A network error caused the video failed to download.
wa: Ene aroke rantoele a fwait ki l’ aberwetaedje del videyo a fwait berwete.
