Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/communications/contacts/matcher/matcher.properties.po
Languages: ln

source: Looking for duplicate contacts
ln: Kolukaka bacontacts ya mibale mibale

source: Merging duplicate contacts
ln: Kosangisaka bacontacts ya mibale mibale

source: No duplicate contacts found
ln: Bacontacts ya mibale mibale emonani te

source: Cancel
ln: Tika

source: Merge
ln: Kangisa

source: Ignore
ln: Bosana

source: Merge duplicates
ln: Kangisa oyo ya mibale mibale

source: Suggested duplicate contacts for {{name}}
ln: Baoyo tokanisi kozala bacontacts ya mibale mibale po na {{name}}

source: No contacts selected
ln: Bacontacts eponami te

source: Merge with {{n}} contact
ln: Kangisa na contact {{n}}

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
ln: Kangisa na bacontacts {{n}}

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
ln: Kangisa na bacontacts {{n}}

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
ln: Kangisa na bacontacts {{n}}

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
ln: Kangisa na bacontacts {{n}}

source: Duplicates found
ln: Ya mibale mibale emonani

source: {{name}} duplicates information in the following contacts
ln: {{name}} basango mibale mibale nakati ya ba contacts oyo elandi
