Repository: BenitoJedai/mozilla-gaia
Catalog: */shared/gaia_grid/gaia_grid.properties.po
Languages: ne, te, zu

source: Stop {{name}}
ne: रोक्नुहोस् {{name}}
te: {{name}} ఆపివేయాలా
zu: Misa {{name}}

source: Do you want to stop the download in progress?
ne: तपाईं चालू डाउनलोड रोक्न चाहनुहुन्छ?
te: పురోగతిలో ఉన్న దింపుకోలును ఆపివేయాలనుకుంటున్నారా?
zu: Uyafuna ukumisa lokhu kudawuniloda okuqhubekayo?

source: Stop
ne: रोक्नुहोस्
te: ఆపివేయి
zu: Misa

source: Restart Download
ne: डाउनलोड पुनःचालु
te: దింపుకోలును పునఃప్రారంభించు
zu: Qala Kabusha Ukudawuniloda

source: Do you want to download {{name}}?
ne: के तपाईं {{name}} डाउनलोड गर्न चाहनुहुन्छ?
te: {{name}} ను దింపుకోవాలనుకుంటున్నారా?
zu: Uyafuna ukudawuniloda {{name}}?

source: Download
ne: डाउनलोड
te: దింపుకోండి
zu: Dawuniloda

source: Remove Application
ne: एप्लिकेशन हटाउनुहोस्
te: అనువర్తనాన్ని తొలగించాలా
zu: Susa i-application

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
ne: एक रिकभर नहुने त्रुटिका कारण एप्लिकेशन ईन्सटल गर्न सकिँदैन। कृपया पुनः डाउनलोड गर्ने प्रयास गर्नुहोला। एप्लिकेशन हटाइनेछ।
te: కోలుకోలేని దోషం కారణంగా అనువర్తనాన్ని స్థాపించడం వీలుకాదు. దయచేసి మరలా దించ ప్రయత్నించండి. అనువర్తనం తొలగించబడుతుంది.
zu: Ayikwazi ukufakela i-application ngenxa yephutha elingalungiseki. Sicela uphinde uzame ukudawuniloda futhi. I-application izosuswa.

source: OK
ne: ठीक छ
te: సరే
zu: Kulungile

source: Cancel
ne: रद्द गर्नुहोस्
te: రద్దుచేయి
zu: Khansela
