Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Kabola

source: Resend
id: Tinda lisusu

source: Connecting
id: Eza koconnecter

source: Verify
id: Verifier

source: Verifying
id: Eza koverifier

source: Verified
id: Eza verifié

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{app_name}} tolingi koyeba mpe koverifier numero nayo ya telefone. Pona oyo olingi kokabola to kotisa moko yasika.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: Totindi code na {{phone_number}}. Tokomeka kokamata yango na mbala moko, kasi osengeli kokotisa yango na maboko soki ezali kosala te na appareil oyo.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Kokamwa! Numero na yo {{phone_number}} ezali verifié sikoyo mpe komonana na {{app-name}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Serveur ya verification ezali komonana te na tango oyo. Tosengi otala connection internet na yo, meka lisusu to zela mwa miniti.

source: There seems to be a problem with your verification code. Let's try once again!
id: Emonani lokola kpokoso ezali na code na yo ya verification. Tika tomeka mbala moko lisusu!

source: Mobile identity
id: Identité ya portable

source: Or add your phone number
id: To bakisa numero na yo ya telefone

source: Or select a phone number from the list
id: to pona numero moko ya telefone na liste
