Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/system/fxa/fxa.properties.po
Languages: ln

source: Firefox Accounts
ln: Bacomptes Firefox

source: Next
ln: Oyo elandi

source: Back
ln: Sima

source: Done
ln: Esili

# fxa-connection-error-title
source: Unable to Connect
ln: Ekoki koconnecter te

source: You can create an account or sign in from Settings.
ln: Okoki kosala compte to kokotela uta na Paramětres

source: Reset Password
ln: Zongisa Kotia elembo ya kokotela

source: You can reset your password from Settings.
ln: Okoki kobongisa liloba nayo ya sekele uta na Baparamètre.

source: Cannot Create Account
ln: Compte ekoki kokelama te

source: You must meet certain age requirements to create a Firefox Account. {{learnmore}}
ln: Esengeli okokisa mibu miye misengeli mpo na kokela Compte Firefox. {{learnmore}}

source: Learn more
ln: Ebele ya koyekola

# fxa-offline-error-title
source: Unable to Connect
ln: Connection ekoki te kosalema

source: Please connect to a network from Settings.
ln: Kende na Barapmètre mpo na connecter na reseau.

source: Error
ln: Erreur

source: Please enter a valid email.
ln: Kotisa email oyo elongobani.

source: Invalid Password
ln: Liloba ya sekele elongobani te

source: Please check your password and try again.
ln: Tosengi otala malamu bilembo na yo ya kokotela mpe meka lisusu.

# fxa-unknown-error-title
source: Unable to Connect
ln: Okoki koconnecter te

source: System unavailable, try again soon.
ln: Systeme ezali kozwama te, meka lisusu noki.

source: Connecting
ln: Ezali koconnecter

source: Enter your email
ln: Kotisa email na yo

source: Use your email address to create an account or sign in.
ln: Salela adresi email na yo po na kosala compte to kokotela.

source: By proceeding, I agree to the {{tos}} and {{pn}} of Firefox cloud services.
ln: Na kolandaka kosala, nandimi {{tos}} mpe {{pn}} ya mosala ya Firefox cloud.

source: Terms of Service
ln: Mibeko ya mosala

source: Privacy Notice
ln: Liyebisi mpo na Makambo na yo ya sekele

source: Your Firefox Account is ready to go!
ln: Compte Firefox na yo esi ebelemi po na kobanda!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
ln: Sikoyo okoki kosalela baoptions lokola Luka Appareil na Ngai mpe baapp lokolo Fifrefox Marketplace.

source: In the future, you can access and manage your account from Settings.
ln: Na mikolo ekoya sima, okoki kokota mpe kogerer compte na yo uta na Baparamětres.

source: Confirm Your Account
ln: Ndima Compte na Yo

source: We will send an email to: {{email}}
ln: Tokotinda email na: {{email}}

source: Next time you check your email, click the verification link to confirm your Firefox Account.
ln: Mbala ya sima okotala email na yo, fina lien ya verification mpo na kondima Compte na yo Firefox.

source: Age Verification
ln: Verification ya Mbula

source: 1990 or earlier
ln: 1990 to liboso

source: Year of Birth
ln: Mbula ya Mbotama
