Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/communications/contacts/fb/facebook.properties.po
Languages: gu, ms, zu

source: Close
gu: બંધ કરો
ms: Tutup
zu: Vala

source: Import
gu: આયાત કરો
zu: Ngenisa

source: Update
gu: સુધારો
ms: Kemaskini
zu: Vuselela

# fbFriends
source: Facebook Friends
ms: Kawan Facebook
zu: Abangani baku-Facebook

# facebook-serviceName
source: Facebook Friends
ms: Kawan Facebook
zu: Abangani baku-Facebook

source: Select all
zu: Khetha konke

source: Deselect all
gu: બધો નાપસંદ કરો
ms: Tidak Pilih Semua
zu: Yeka ukukhetha konke

source: View All Facebook Friends
gu: બધા ફેસબુક ના મિત્રો ને જુઓ
ms: Lihat semua kawan Facebook
zu: Buka Bonke Abangani baku-Facebook

source: View Only Recommended
gu: ફક્ત ભલામણ જુઓ
ms: Lihat hanya disyorkan
zu: Buka Kuphela Okunconyiwe

# linkProposal
source: {[ plural(numFriends) ]}
zu: {[ ubuningi(inaniLabangani) ]}

source: Select the recommended one
gu: ભલામણ વાળા ને પસંદ કરો
ms: Pilih satu yang disyorkan
zu: Khetha enconywayo

# linkProposal[two]
source: Select a recommended one
gu: ભલામણ વાળા ને પસંદ કરો
ms: Pilih satu yang disyorkan
zu: Khetha okunconywayo

# linkProposal[few]
source: Select a recommended one
gu: ભલામણ વાળા ને પસંદ કરો
ms: Pilih yang disyorkan
zu: Khetha okunconywayo

# linkProposal[many]
source: Select a recommended one
gu: એક આગ્રહણીય પસંદ કરો
ms: Pilih yang disyorkan
zu: Khetha okunconywayo

# linkProposal[other]
source: Select a recommended one
gu: એક આગ્રહણીય પસંદ કરો
ms: Pilih yang disyorkan
zu: Khetha okunconywayo

# fbFriendsFound
source: {[ plural(numFriends) ]}
zu: {[ ubuningi(inaniLabangani) ]}

source: All your friends are imported
gu: તમારા બધાજ સંપર્કો નો આયાત થઇ ગયો છે
ms: Semua rakan anda telah diimport
zu: Bonke abangani bakho bangenisiwe

source: Found one friend to import
gu: એક મિત્ર નો સંપર્ક આયાત કરવા માટે મળ્યો છે
ms: Satu rakan dijumpai untuk diimport
zu: Kutholakale umngani oyedwa ozongeniswa

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
ms: {{numFriends}} rakan dijumpai untuk diimport
zu: Kutholakale {{inaniLabangani}} abangani abazongeniswa

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
zu: Kutholakale {{inaniLabangani}} abangani abazongeniswa

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
ms: Jumpa {{numFriends}} rakan untuk diimport
zu: Kutholakale {{inaniLabangani}} abangani abazongeniswa

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
ms: Jumpa {{numFriends}} rakan untuk diimport
zu: Kutholakale {{inaniLabangani}} abangani abazongeniswa

source: Search
gu: શોધો
ms: Carian
zu: Cinga

source: No contacts found
gu: સંપર્ક મળ્યા નથી
ms: Tiada kenalan dijumpai
zu: Azikho izinombolo ezitholakele

source: Done
gu: પૂરું થઇ ગયું
ms: Selesai
zu: Qedile

source: Importing friends to Contacts
gu: સંપર્કો નો આયાત કર્યે છે
ms: Mengimport rakan ke kenalan
zu: Kusangeniswa abangani endaweni yezinombolo

source: {{current}}/{{total}}
ms: {{semasa}}/{{jumlah}}
zu: {{okwamanje}}/{{isamba}}

source: Updating friends in Contacts
gu: સંપર્કોમાં મિત્રો સુધારી રહ્યા છીએ
ms: Mengemaskini rakan di dalam Kenalan
zu: Kuvuselelwa izinombolo zabangani

# message2
source: This may take a couple of minutes
gu: આ વસ્તુ ને બે મિનિટ લાગી શકે
ms: Ini mungkin mengambil masa beberapa minit
zu: Lokhu kungathatha imizuzu embalwa

source: Please hold on. We are linking your friend and your contact.
gu: રાહ જુઓ . અમે તમને અને તમારા મિત્ર ને જોડી રહ્યા છે
ms: Sila tunggu. Kami menghubungkan kawan anda dan kenalan anda.
zu: Sicela ubambe. Sisazama ukuxhuma umngani wakho nenombolo yakho.

source: Please hold on. We are canceling the ongoing operation.
zu: Sicela ubambe. Sikhansela lo msebenzi oqhubekayo.

source: Error {{from}}
ms: Ralat {{from}}
zu: Iphutha {{ivela}}

# error2
source: Do you want to retry?
gu: શું તમે પાછુ પ્રયત્ન કરવા માંગો છો ?
ms: Adakah anda ingin ulangcuba?
zu: Uyafuna ukuphinda uzame?

# errorProposal
source: calculating proposals
ms: mengira cadangan
zu: Kubalwa iziphakamiso

# errorFriends
source: retrieving friends
gu: પુનઃપ્રાપ્ત મિત્રો
ms: mendapatkan semula rakan-rakan
zu: kukhishwa abangani

source: linking contact
ms: Menghubungkan kenalan
zu: kusaxhunywa inombolo

source: Exceeded timeout {{from}}
zu: Sekudlulile isikhathi ngaphandle {{kuvela}}

# timeout2
source: Do you want to retry?
gu: શું તમે પુન:પ્રયત્ન કરવા માંગો છો?
ms: Adakah anda ingin mencuba sekali lagi?
zu: Ufuna ukuphinda uzame?

# timeoutProposal
source: calculating proposals
gu: ગણતરી દરખાસ્તો
zu: ukubala iziphakamiso

# timeoutFriends
source: retrieving friends
gu: પુનઃપ્રાપ્ત મિત્રો
zu: ukufakwa kwabangani

source: linking contacts
gu: સંપર્કો ને જોડયે છે
ms: menghubungkan kenalan-kenalan
zu: kuxhunywa izinombolo

source: Please hold on
gu: રાહ જોવા વિનંતી
ms: Sila tunggu sebentar
zu: Sicela ubambe

# wait2
source: This may take a couple of minutes
gu: આ વસ્તુ ને બે મિનિટ લાગી શકે છે
ms: Ini mungkin mengambil masa beberapa minit
zu: Lokhu kungathatha imizuzu embalwa

source: Please hold on. We are connecting to obtain your friend list.
gu: રાહ જોવા વિનંતી. અમે તમને જોડયે છે તમારા મિત્રો ની યાદી મેળવવા.
ms: Sila tunggu. Kami sedang menghubungkan untuk mendapatkan senarai rakan anda.
zu: Sicela ubambe. Sisaxhuma ukuze sithole uhlu lwabangani bakho.

# curtainCancel
source: Cancel
ms: Batal
zu: Khansela

source: Retry
gu: ફરી પ્રયત્ન કરો
ms: Cuba sekali lagi
zu: Zama futhi

# friendsUpdated[two]
source: Updated {{numFriends}} friends
ms: Mengemaskini {{numFriends}} rakan
zu: Abangani {{inaniLabangani}} abavuselelwe

# friendsUpdated[few]
source: Updated {{numFriends}} friends
ms: Mengemaskini {{numFriends}} rakan
zu: Abangani {{inaniLabangani}} abavuselelwe

# friendsUpdated[many]
source: Updated {{numFriends}} friends
zu: Abangani {{inaniLabangani}} abavuselelwe

# friendsUpdated[other]
source: Updated {{numFriends}} friends
zu: Abangani {{inaniLabangani}} abavuselelwe

source: Your Facebook session is invalid. Please sign in.
gu: તમારું ફેસબુક સત્ર અમાન્ય છે. ફરી થી સાઇન ઇન કરો
ms: Sesi Facebook anda tidak sah. Sila log masuk.
zu: Iseshini yakho ku-Facebook ayivunyelwe. Sicela usayinele ukungena.

source: There was an error synchronizing your friend’s data
zu: Kube nenkinga ngenkathi kuzanywa ukuqondanisa imininingwane yomngani wakho

source: No matching friends. Showing all
gu: મિત્રો મળતા નથી. તમામ મિત્રો બતાવી રહ્યા છે.
ms: Tiada rakan yang sepadan. Tunjukkan semua

source: Please hold on. We are calculating a proposal.
gu: રાહ જોવો. અમે ગણતરી કર્યે છે
ms: Sila tunggu. Kami mengira cadangan.

source: No Internet connection
ms: Tiada sambungan Internet

# noOption
source: Cancel
ms: Batal

source: No friends updated
gu: મિત્રો ની યાદી માં સુધારા થયા નથી
ms: Tiada rakan dikemaskini

source: Updated one friend
gu: એક મિત્ર ને અપડેટ કરેલું
ms: Mengemaskini seorang rakan

source: There was an error synchronizing your friend's data
gu: તમારા મિત્ર માહિતી સુમેળ વામાં ભૂલ આવી હતી.
ms: Terdapat kesilapan sewaktu menyelaraskan data rakan-rakan anda

source: Facebook Friends
gu: ફેસબુક ના મિત્રો

source: Select All
gu: બધું પસંદ કરો

source: Facebook
gu: ફેસબુક

# progressFB3Import[zero]
source: Waiting…
gu: રાહ જુઓ

# progressFB3Update[zero]
source: Waiting…
gu: પ્રતીક્ષા કરી રહ્યાં

source: Cancel
gu: રદ કરો
