Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/calendar/calendar.properties.po
Languages: ku, rw, tl, vi

source: Back
ku: Paşve
rw: Subira inyuma
tl: Bumalik
vi: Quay lại

source: Save
ku: Tomar bike
rw: Kubika
tl: I-save
vi: Lưu

source: Hide
ku: Veşêre
rw: Guhisha
tl: Itago
vi: Ẩn

source: Cancel
ku: Betal Bike
rw: Kureka
tl: Kanselahin
vi: Hủy

source: Confirm
ku: Bipejirîne
rw: Kwemeza
tl: Sumang-ayon
vi: Xác nhận

source: Done
ku: Qediya
rw: Byakozwe
tl: Tapos na
vi: Hoàn tất

source: Events
ku: Çalakî
rw: Ibyabaye
vi: Sự kiện

source: Edit
ku: Serast bike
rw: Guhindura
vi: Sửa

source: All-day Events
ku: Bûyerên ro-peve
rw: Gahunda z'umunsi wose
vi: Sự kiện kéo dài cả ngày

source: No Events
rw: Nta gahunda

source: Swipe
ku: Kaş bike
rw: Erekana
vi: Vuốt

source: to navigate between calendar dates.
ku: ji bo gera di navbera dîrokên salnameyê de
rw: Kunyura mu mataliki ya kalendari
vi: để di chuyển giữa các ngày trong lịch.

source: Today
ku: Îro
rw: Uyu munsi
tl: Ngayon
vi: Hôm nay

source: Month
ku: Meh
rw: Ukwezi
tl: Buwan
vi: Tháng

source: Week
ku: Hefte
rw: Icyumweru
tl: Linggo
vi: Tuần

source: Day
ku: Roj
rw: Umunsi
tl: Araw
vi: Ngày

# settings-show
source: Settings
rw: Igenamiterere

source: Hide settings
ku: Eyaran veşêre
rw: Hisha igenamiterere
tl: Itago ang mga setting
vi: Ẩn các thiết lập

source: Add an account
ku: Hesabekê lê zêde bike
rw: Ongeraho konti
tl: Magdagdag ng account
vi: Thêm tài khoản

source: Add event
ku: Çalakiyekê lê zêde bike
rw: Ongeraho umuhango
tl: Idagdag ang pangyayari
vi: Thêm sự kiện

source: Event
ku: Çalakî
rw: Umuhango
tl: Pangyayari
vi: Sự kiện

source: Add Event
rw: Ongeraho umuhango

source: Edit Event
rw: Hindura Umuhango

source: Account
ku: Hesab
rw: Konti
vi: Tài khoản

source: Accounts
ku: Hesab
rw: Konti
tl: Mga Accounts
vi: Tài khoản

# advanced-settings-short
source: Settings
rw: Igenamiterere

source: Calendar Settings
ku: Eyarên Salnameyê
rw: Imiterere y' indangagihe
vi: Thiết lập lịch

source: Personalization
ku: Şexsîkirin
rw: Kwisanisha
vi: Cá nhân hóa

source: Reminders
ku: Bibîranînker
rw: Mwibutsa
vi: Nhắc nhở

source: Add Account
rw: Shyiraho konti

source: Username
ku: Navê bikarhêneriyê
rw: Izina ry'ukoreha
tl: Gamit na pagkakakilanlan
vi: Tên đăng nhập

source: Password
ku: Şîfre
rw: Ijambobanga
tl: Lihim gamit sa pagpasok
vi: Mật khẩu

source: Please wait while your account is set up
ku: Tika ye, dema hesabê te tê sazkirin li bendê be
rw: Mwihangane mu gihe Konti yanyu iri gufungurwa
tl: Paki hintay habang ang iyong pagkaka-kilanlan ay isinasa-ayos pa
vi: Vui lòng đợi đến khi tải khoản được thiết lập

source: Unable to sync
ku: Sync nebû
rw: Gusangiza byanze
vi: Không thể đồng bộ

source: Sign in
ku: Têkeve
rw: Injira mo
vi: Đăng nhập

# preset-local
source: Offline calendar
ku: Salnameya negirêdayî
rw: Ingengabihe idakoresha murandasi
tl: Kalendaryong offline
vi: Lịch ngoại tuyến

# calendar-local
source: Offline calendar
ku: Salnameya negirêdayî
rw: Ingengabihe idakoresha murandasi
tl: Kalendaryong offline
vi: Lịch ngoại tuyến

source: Title
ku: Sernav
rw: Umutwe
tl: Pamagat
vi: Tiêu đề

source: Where?
ku: Li ku derê?
rw: Hehe?
tl: Saan?
vi: Ở đâu?

source: Notes
ku: Nîşe
rw: Inyandiko
tl: Mga tala
vi: Ghi chú

source: All day event?
ku: Bûyerên ro peve?
rw: Gahunda y'umunsi wose
tl: Buong araw ang kaganapan?
vi: Sự kiện cả ngày

source: Start date
ku: Dîroka destpêkê
rw: Itariki y'itangira
tl: Simulang tinakdang araw
vi: Ngày bắt đầu

source: End date
ku: Dîroka Dawiyê
rw: Italiki y'irangiza
tl: Katapusang tinakdang araw
vi: Ngày kết thúc

source: Start time
ku: Dema destpêkirinê
rw: Igihe cyitangira
tl: Simulang tinakdang oras
vi: Thời điểm bắt đầu

source: End time
ku: Dema dawiyê
rw: Igihe cyirangiza
tl: Katapusang tinakdang oras
vi: Thời điểm kết thúc

source: Delete event
ku: Bûyerê jê bibe
rw: Gusiba gahunda
tl: Burahin ang pangyayari
vi: Xóa bỏ sự kiện

source: Remove local data
ku: Daneyên herêmî jê bibe
rw: Kuramo
tl: Alisin ang lokal na datos
vi: Xóa dữ liệu trên máy

source: Remove account
ku: Hesabê jê bibe
rw: Gukuramo konti
tl: Tanggalin ang account
vi: Xóa tài khoản

source: Removing this account will also remove your local copy of associated calendars and events.
ku: Rakirina vê hesabê dê kopiyên herêmî yên salname û bûyerên eleqedar jî rake
rw: Gukuraho iyi konti bigendana no gutakaza ingengabihe n' ibikorwa
tl: Kung tatanggalin ang account na ito, mawawala rin ang iyong kopya nang kaakibat na kalendaryo at pangyayari.
vi: Nếu bạn xóa tài khoản này, bản sao dữ liệu về lịch và sự kiện trên máy bạn cũng sẽ bị xóa.

source: Sync
rw: Huza

source: Sync Calendar
ku: Salnameyê sync bike
rw: Huza Ingengabihe
tl: Pag-ugnayin ang kalendaryo
vi: Đồng bộ lịch

source: Manually
ku: Bi destan
rw: N'intoki
tl: Mano-mano
vi: Thủ công

source: 15 min
ku: 15 dq
rw: Iminota 15
tl: 15 minuto
vi: 15 phút

source: 30 min
ku: 30 dq
rw: Iminota 30
tl: Kalahating oras
vi: 30 phút

source: Each hour
ku: Her saet
rw: Buri saha
tl: Bawat oras
vi: Mỗi giờ

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
rw: startDate<br>kuvastartTime kugeza endTime

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
rw: From {{startTime}} {{startDate}}<br>kugeza {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
rw: Iminsi yose <br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
rw: Iminsi yose kuvastartDate<br>endDate

source: None
ku: Nîn e
rw: Ntacyo
vi: Chưa đặt

source: Reminder:
rw: Icyikwibutsa

source: Remind me
ku: Bi bîra min bixe
rw: Unyibutse
vi: Nhắc tôi

source: At time of event
ku: Di dema bûyerê de
rw: kugihe cy igikorwa
vi: Tại lúc diễn ra sự kiện

source: On day of event
ku: Di roja bûyerê de
rw: Ku munsi w'igikorwa
vi: Vào ngày diễn ra sự kiện

source: {{title}} starting {{distance}}
ku: {{title}} {{distanc}} dest pê dike
rw: {{umutwe}} gutangira {{umwanya}}
vi: {{title}} sẽ bắt đầu trong {{distance}}

source: {{title}} started {{distance}}
ku: {{title}}ê {{distance}} dest pê kir
rw: {{umutwe}} yatangiye {{umwanya}}
tl: {{title}} sinimulan {{distance}}
vi: {{title}} đã bắt đầu {{distance}}

# minutes-before
source: {[ plural(value) ]}
rw: {[ubwinshi (agaciro) ]}

source: 0 minutes before
ku: 0 deqe berê
rw: Iminota 0 imbere
vi: 0 phút trước sự kiện

source: 1 minute before
ku: Beriya deqeyekê
rw: Umunota 1 mbere
vi: 1 phút trước sự kiện

# minutes-before[two]
source: {{value}} minutes before
ku: Beriya {{value}} deqeyan
rw: iminota {{value}} mbere

# minutes-before[few]
source: {{value}} minutes before
ku: Beriya {{value}} deqeyan
rw: Iminota {{value}} mbere
vi: {{value}} phút trước sự kiện

# minutes-before[many]
source: {{value}} minutes before
ku: Beriya {{value}} deqeyan
rw: Iminota {{value}} mbere
vi: {{value}} phút trước sự kiện

# minutes-before[other]
source: {{value}} minutes before
ku: Beriya {{value}} deqeyan
rw: Iminota {{value}} mbere
vi: {{value}} phút trước sự kiện

source: 0 hours before
ku: 0 saet berê
rw: Amasaha 0 imbere
vi: 0 giờ trước sự kiện

source: 1 hour before
ku: Beriya saetekê
rw: Isaha 1 mbere
vi: 1 giờ trước sự kiện

# hours-before[two]
source: {{value}} hours before
ku: Beriya {{value}} saetan
rw: Amasaha {{value}} mbere

# hours-before[few]
source: {{value}} hours before
ku: Beriya {{value}} saetan
rw: Amasaha {{value}} mbere
vi: {{value}} giờ trước sự kiện

# hours-before[many]
source: {{value}} hours before
ku: Beriya {{value}} saetan
rw: Amasaha {{value}} mbere

# hours-before[other]
source: {{value}} hours before
ku: Beriya {{value}} saetan
rw: Amasaha {{value}} mbere

source: 0 days before
ku: 0 roj berê
rw: Iminsi 0 mbere
vi: 0 ngày trước sự kiện

source: 1 day before
ku: Beriya rojekê
rw: Umunsi 1 mbere
vi: 1 năm trước sự kiện

# days-before[two]
source: {{value}} days before
ku: Beriya {{value}} rojan
rw: {{agaciro}} iminsi mbere
vi: {{value}} ngày trước sự kiện

# days-before[few]
source: {{value}} days before
ku: Beriya {{value}} rojan
rw: {{agaciro}} iminsi mbere

# days-before[many]
source: {{value}} days before
ku: Beriya {{value}} rojan
rw: {{agaciro}} iminsi mbere

# days-before[other]
source: {{value}} days before
ku: Beriya {{value}} rojan
rw: {{agaciro}} iminsi mbere
vi: {{value}} ngày trước sự kiện

# weeks-before
source: {[ plural(value) ]}
rw: {[ ubwinshi(agaciro) ]}

source: 0 weeks before
ku: 0 hefte berê
rw: Ibyumweru 0 mbere
vi: 0 tuần trước sự kiện

source: 1 week before
ku: Beriya hefteyekê
rw: Icyumweru 1 mbere
vi: 1 tuần trước sự kiện

# weeks-before[two]
source: {{value}} weeks before
ku: Beriya {{value}} hefteyan
rw: {{agaciro}} ibyumweru mbere
vi: {{value}} tuần trước sự kiện

# weeks-before[few]
source: {{value}} weeks before
ku: Beriya {{value}} hefteyan
rw: {{agaciro}} ibyumweru mbere
vi: {{value}} tuần trước sự kiện

# weeks-before[many]
source: {{value}} weeks before
ku: Beriya {{value}} hefteyan
rw: {{agaciro}} ibyumweru mbere
vi: {{value}} tuần trước sự kiện

# weeks-before[other]
source: {{value}} weeks before
ku: Beriya {{value}} hefteyan
rw: {{agaciro}} ibyumweru mbere
vi: {{value}} tuần trước sự kiện

# months-before
source: {[ plural(value) ]}
rw: {[ ubwinshi(ijambo) ]}

source: 0 months before
ku: 0 meh berê
rw: Amezi 0 mbere
vi: 0 tháng trước sự kiện

source: 1 month before
ku: Beriya mehekê
rw: Ukwezi kumwe mbere
vi: 1 tháng trước sự kiện

# months-before[two]
source: {{value}} months before
ku: Beriya {{value}} mehan
rw: Amezi {{value}} mbere
vi: {{value}} tháng trước sự kiện

# months-before[few]
source: {{value}} months before
ku: Beriya {{value}} mehan
rw: Amezi {{value}} mbere
vi: {{value}} tháng trước sự kiện

# months-before[many]
source: {{value}} months before
ku: Beriya {{value}} mehan
rw: Amezi {{value}} mbere
vi: {{value}} tháng trước sự kiện

# months-before[other]
source: {{value}} months before
ku: Beriya {{value}} mehan
rw: Amezi {{value}} mbere
vi: {{value}} tháng trước sự kiện

source: 0 years before
ku: 0 sal berê
rw: Imyaka 0 mbere
vi: 0 năm trước sự kiện

source: 1 year before
ku: Beriya salekê
rw: Umwaka 1 mbere
vi: 1 năm trước sự kiện

# years-before[two]
source: {{value}} years before
ku: Beriya {{value}} salan
rw: {{agaciro}} imyaka mbere
vi: {{value}} năm trước sự kiện

# years-before[few]
source: {{value}} years before
ku: Beriya {{value}} salan
rw: {{agaciro}} imyaka mbere
vi: {{value}} năm trước sự kiện

# years-before[many]
source: {{value}} years before
ku: Beriya {{value}} salan
rw: {{agaciro}} imyaka mbere
vi: {{value}} năm trước sự kiện

# years-before[other]
source: {{value}} years before
ku: Beriya {{value}} salan
rw: {{agaciro}} imyaka mbere
vi: {{value}} năm trước sự kiện

# minutes-after
source: {[ plural(value) ]}
rw: {[ ubwinshi(agaciro]}

source: 0 minutes after
ku: 0 deqe paşê
rw: nyuma y iminota 0
vi: 0 phút sau sự kiện

source: 1 minute after
ku: Piştî deqeyekê
rw: Nyuma y'umunota
vi: 1 phút sau sự kiện

# minutes-after[two]
source: {{value}} minutes after
ku: Piştî {{value}} deqeyan
rw: nyuma y iminota {{agaciro}}
vi: {{value}} phút sau sự kiện

# minutes-after[few]
source: {{value}} minutes after
ku: Piştî {{value}} deqeyan
rw: Nyuma y'iminota {{agaciro}}
vi: {{value}} phút sau sự kiện

# minutes-after[many]
source: {{value}} minutes after
ku: Piştî {{value}} deqeyan
rw: Iminota {{value}} nyuma
vi: {{value}} phút sau sự kiện

# minutes-after[other]
source: {{value}} minutes after
ku: Piştî {{value}} deqeyan
rw: Iminota {{value}} nyuma
vi: {{value}} phút sau sự kiện

source: 0 hours after
ku: 0 saet paşê
rw: Amasaha 0 nyuma
vi: 0 giờ sau sự kiện

source: 1 hour after
ku: Piştî saetekê
rw: Isaha 1 nyuma
vi: 1 giờ sau sự kiện

# hours-after[two]
source: {{value}} hours after
ku: Piştî {{value}} saetan
rw: {{ijambo}} nyuma yamasaha
vi: {{value}} giờ sau sự kiện

# hours-after[few]
source: {{value}} hours after
ku: Piştî {{value}} saetan
rw: {{ijambo}} amasaha nyuma
vi: {{value}} giờ sau sự kiện

# hours-after[many]
source: {{value}} hours after
ku: Piştî {{value}} saetan
rw: {{ijambo}} amasaha akurikira

# hours-after[other]
source: {{value}} hours after
ku: Piştî {{value}} saetan
rw: {{ijambo}} amasaha nyuma

# days-after
source: {[ plural(value) ]}
rw: {[ ubwinshi(ijambo) ]}

source: 0 days after
ku: 0 roj paşê
rw: Iminsi 0 nyuma

source: 1 day after
ku: Piştî rojekê
rw: Umunsi 1 nyuma

# days-after[two]
source: {{value}} days after
ku: Piştî {{value}} rojan
rw: {{ijambo}} nyuma yiminsi

# days-after[few]
source: {{value}} days after
ku: Piştî {{value}} rojan
rw: {{ijambo}} iminsi nyuma

# days-after[many]
source: {{value}} days after
ku: Piştî {{value}} rojan
rw: {{agaciro}} Nyuma y'iminsi

# days-after[other]
source: {{value}} days after
ku: Piştî {{value}} rojan
rw: {{agaciro}} Nyuma y'iminsi

# weeks-after
source: {[ plural(value) ]}
rw: {[ubwinshi(agaciro]}

source: 0 weeks after
ku: 0 hefte paşê
rw: nyuma y ibyumweru 0

source: 1 week after
ku: Piştî hefteyekê
rw: Icyumweru 1 nyuma

# weeks-after[two]
source: {{value}} weeks after
ku: Piştî {{value}} hefteyan
rw: {{ijambo}} ibyumweru nyuma

# weeks-after[few]
source: {{value}} weeks after
ku: Piştî {{value}} hefteyan
rw: {{ijambo}} nyuma y'ibyumweru

# weeks-after[many]
source: {{value}} weeks after
ku: Piştî {{value}} hefteyan
rw: {{ijambo}} ibyumweru bikurikira

# weeks-after[other]
source: {{value}} weeks after
ku: Piştî {{value}} hefteyan
rw: {{ijambo}} ibyumweru inyuma

# months-after
source: {[ plural(value) ]}
rw: {[ ubwinshi(ikintu) ]}

source: 0 months after
ku: 0 meh paşê
rw: Amezi 0 nyuma

source: 1 month after
ku: Piştî mehekê
rw: Ukwezi 1 nyuma

# months-after[two]
source: {{value}} months after
ku: Piştî {{value}} mehan
rw: {{ijambo}} amezi nyuma

# months-after[few]
source: {{value}} months after
ku: Piştî {{value}} mehan
rw: {{ijambo}} nyuma y'amezi

# months-after[many]
source: {{value}} months after
ku: Piştî {{value}} mehan
rw: {ikintu }} amezi akurikira

# months-after[other]
source: {{value}} months after
ku: Piştî {{value}} mehan
rw: {{ikintu}} nyuma y'amezi

# years-after
source: {[ plural(value) ]}
rw: {[ ubwinshi(ikintu) ]}

source: 0 years after
ku: 0 sal paşê
rw: Nyuma y'imyaka 0

source: 1 year after
ku: Piştî salekê
rw: Umwaka 1 nyuma

# years-after[two]
source: {{value}} years after
ku: Piştî {{value}} salan
rw: {{ijambo}} nyuma yimyaka

# years-after[few]
source: {{value}} years after
ku: Piştî {{value}} salan
rw: {{ijambo}} hashize imyaka

# years-after[many]
source: {{value}} years after
ku: Piştî {{value}} salan
rw: {{ikintu}} nyuma y'imyaka

# years-after[other]
source: {{value}} years after
ku: Piştî {{value}} salan
rw: {{igikorwa}} nyuma y'imyaka

source: All Day
ku: Ro peve
rw: Iminsi yose
tl: Buong Araw
vi: Cả ngày

source: End date must come after start date
ku: Divê dîroka dawî piştî dîroka destpêkê be
rw: Itariki ya numa igomba kuza mbere yitariki y'itangira
tl: Dapat na mauna ang petsa ng pagsisimula kaysa sa petsa ng pagtatapos.
vi: Ngày kết thúc phải sau ngày bắt đầu

source: Wrong login and/or password
ku: Şîfre û/yan jî têketina xelet
rw: Amazina cg ijambobanga sibyo
tl: Maling paglagay ng pagkakakilanlan at/o lihim ng salita
vi: Sai tên đăng nhập hoặc mật khẩu

source: Server error. Check your login and try again.
ku: Çewtiya pêşkêşkar. Têketinê kontrol bike û dîsa biceribîne.
rw: Akabazo mwimashini. Suzuma konti yawe wongere ugerageze
tl: Pagkakamali ng server. Suriin mo ang pagkakakilanlan at subukang muli
vi: Không có kết nối. Làm ơn kiểm tra lại mạng và thử lại

source: Something is wrong. Try again later.
ku: Tiştek çewt e. Dîsa bicerîbîne.
rw: Hari ikintu kimeze nabi. Ongera ugerageze
tl: May konting pagkakamali. Subukan ulit maya-maya.
vi: Lỗi. Vui lòng thử lại sau

source: No connection. Check your network configuration and try again.
ku: {[ plural(value) ]}
rw: Nta konigisiyo. Suzuma igenamiterere rya interineti yawe maze wongere ugerageze.
vi: Không có kết nối. Làm ơn kiểm tra lại mạng và thử lại.

source: This account already exists.
ku: Ev hesab jixwe heye.
rw: Iyi konti isanzwe ibaho.

source: Calendar sync error
ku: Çewtiya synckirina salmaneyê
rw: Guhuza kalendari byanze

source: Tap for more info
ku: Ji bo agahiyên bêtir bipelînê
rw: Kanda ubone ubusobanuro bwinshi

source: From:
ku: Destpêk:
vi: Từ:

source: To:
ku: Dawî:
vi: Đến:

source: %I %p
ku: %H

source: %b %e, %A
vi: %A, %e %b

source: Settings
tl: Mga setting

source: Calendars
tl: Mga Kalendaryo

# advanced-settings
source: Calendar settings
tl: Pagkaka-ayos ng mga kalendaryo

# advanced-settings-header
source: Calendar settings
tl: Kalendaryo na pagkaka-ayos

source: No connection. Check your Wi-Fi and try again.
tl: Walang koneksyon. Tingnan kung may Wi-Fi at subukang muli.
