Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/settings/settings.properties.po
Languages: wo

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
wo: Su ñu taalee jàngatu seetu bi, jëfandaay bi dafay wax ak jëfandikukat yi dul gis walla yi seet gis-gis neexul.

source: Speech Volume
wo: Xumbaayu Wax ji

source: Speech Rate
wo: Gaawaayu Wax ji

source: Start Screen Reader?
wo: Jàngatu Seetu Door?

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
wo: Taalug jàngkatu seetu bi dafay soppi anam wi sa cappug seetu di doxee. Cappal fu la neex ngir dégg ëmbeef yi ci sa suufu baaraam, nga bës ñaari yoon ngir doxal ko.

source: Start
wo: Tàmbali

source: Stop Screen Reader?
wo: Jàngatu Dakkal Seetu?

source: Stopping the screen reader will end all speech feedback.
wo: Dakkal jàngatu seetu bi dafay tax jëfandaay dootul wax dara.

source: Stop
wo: Dakkal

# improveBrowserOS
source: Improve {{brandShortName}}
wo: Gën a baaxal {{brandShortName}}

# improveBrowserOSTitle
source: Improve {{brandShortName}}
wo: Gën a baaxal {{brandShortName}}

source: Send Mozilla Feedback
wo: Yónnee Mozilla ay Xalaat

source: Performance data
wo: Njoxey liggéey

source: Help us improve {{brandShortName}} by sharing data about your phone.
wo: Séddool say njoxe telefon ngir jàppale nu gën a baaxal {{brandShortName}}.

source: Submit performance data
wo: Dugal njoxey liggéey

source: Crash reports
wo: Nettalib yaqu-yaqu

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
wo: Su yàqu-yàqu amee nga nettali ko Mozilla dafay tax nu mën a saafaraaleel ñeneen ñi. Nettali yi ci Wi-Fi rekk lañu leen mën a yónnee.

source: Always send a report
wo: Yónnee an nettali saa yu nekk

source: Never send a report
wo: Bul mus a yeesal nettali

source: Ask each time
wo: Saa yu nekk

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
wo: Ab nettalib yàqu-yàqu dafay ànd ak yenn leeral yu jëm ci yàqu-yàqu bi ak sa jëfandaay, ak itam tegtalu sa melokaanu jëfandaay bi muy yàqu.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
wo: Loolu mën a ànd ak mbir yu ci melni ubbi ay xët ak jëfekaay, mbind yiñ bind ci formileer ak ëmbiitu bataaxal bu ubbiku, jaar-jaari joowu yu yàggul, walla wëree ak satelit bu jëfekaay bu ubbeeku jëfandikoo.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
wo: Danuy jëfandikoo nattaliy yàqu-yàqu ngir jéem a saafara ay jafe-jafe ak gën a baaxal sunuy costeef. Danuy jëfandikoo say leeral ni nu ko waxee ci sunu

source: privacy policy
wo: sàrti sutura

source: Submit Your Feedback
wo: Joxeel Sa Xalaat

source: Your feedback will help us to improve Firefox OS.
wo: Say xalaat dina nu dimbali nu gën a baaxal Firefox OS.

source: Happy
wo: Bég

source: Sad
wo: Xol bu neexul

source: How do you feel?
wo: Lu sa xol di yëg?

source: Why do you feel happy?
wo: Lu waral nga bég?

source: Why do you feel sad?
wo: Lu tax sa xol neexul?

source: Please tell us in detail.
wo: Nu ngi lay ñaan nga leeralal nu ko.

source: The content of your feedback will be public, so please be sure not include any personal information.
wo: Ñéppay gis sa ëmbiitu xalaat, kon fexeel ba bu c boole say leerali bopp.

source: Check here to let us contact you from your email.
wo: Bësal fii ngir may nu nu jokkoo ak yaw ci sa bataaxal.

source: Email address:
wo: Màkkaanu bataaxal:

source: Don’t worry. Your email will always be kept private.
wo: Bul jaaxle. Kenn du siiwal sa bataaxal ci internet.

source: Send Feedback
wo: Yónnee Xalaat

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
wo: Jéggalu, noste gi mënul yónnee say xelal ndax njuumteg lënkug njoxe. Xaaral ba njuumte li saafarawu nga jéemaat.

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
wo: Jéggalu, noste gi mënul yónnee say xelal ndax cëraakon dafa tëju. Xaaral ci kanam tuuti nga jéemaat.

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
wo: Jéggalu, noste gi mënul yónnee say xelal ndax xaar bu yàgg. Fayal taalaat ba noppi nga jéemaat.

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
wo: Jéggalu, noste gi mënul yónnee say xelal ndax màkkaanu bataaxal bi nekku fi walla muy tëggiinu njuumte gi. Jëfandikool màkkaanu bataaxal bu baax te nga jéemaat.

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
wo: Jéggalu, noste gi mënul yónnee say xelal ndax toolu àddu bi amul dara. Bindal dara te nga jéemaat.

source: Sorry, the system can’t send your suggestion because you already sent us feedback. Please try our next software update and send again.
wo: Jéggalu, noste gi mënul yónnee say xelal ndax yónnee nga nu ay xalaat ba noppi. Jéemal sunu yeesali losisel yi ci topp te nga jéemaat.

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
wo: Jërë-jëf ci say xalaat! Danu koy jëfandikoo ngir gën a baaxal liggéey ci sumbi Firefox OS yiy ñëw.

source: Online support:
wo: Ndimbal ci internet:

source: Call support:
wo: Woote ndimbal:

source: User guide
wo: Tegtalu jëfandikukat

source: Please contact your local provider for support.
wo: Jokkool ak ki la ko jaay ngir am ndimbal.

source: Operator Services
wo: Liggéeyali Operaatër

# operatorServices-help
source: Help
wo: Ndimbal

source: Help menu
wo: Njëlu ndimbal

source: SIM card applications not available.
wo: Jëfekaayi kàrt SIM yi jàppandi wuñu

source: SIM toolkit
wo: jumtukaayi SIM

source: Set Up Call
wo: Tabb Woote

source: Send SS
wo: Yónnee SS

source: Send USSD
wo: Yónnee USSD

source: Send SMS
wo: Yónnee SMS

source: Send DTMF
wo: Yónnee DTMF

source: Launch Browser
wo: Taal Joowukaay

source: Play Tone
wo: Bip Taal

source: Display Text
wo: Feeñal Mbind

source: Get Inkey
wo: Am ay Saafara

source: Get Input
wo: Am ay Njoxe

source: Select Item
wo: Tànn Ëmbeef

source: Set Up Menu
wo: Tabb Njël

source: Provide Local Info
wo: Joxe Leerali Barab

source: Set Idle Mode Text
wo: Tabb Mbindu Anamu Tàyyeel

source: Open Channel
wo: Ubbi Seen

source: Close Channel
wo: Tëj Seen

source: Receive Data
wo: Jot Njoxe

source: Send Data
wo: Yónnee Njoxe

source: Get Channel Status
wo: Am Tolluwaayu Njoxe
