Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/settings/settings.properties.po
Languages: wo

source: Settings
wo: Jekkal yi

source: Advanced settings
wo: Jekkal yu xóot

source: Default
wo: Yiñ la jagleel

source: Enabled
wo: Yiñ doxal

source: Enable
wo: Doxal

source: Disabled
wo: Dakkal

source: Error
wo: Njuumte

source: Yes
wo: Waaw

source: No
wo: Déedet

source: Reset
wo: Defaat

source: Cancel
wo: Bàyyi

source: Close
wo: Tëj

source: Back
wo: Dellu

source: Continue
wo: Wéy

source: Skip
wo: Tëb

source: Pair
wo: Boole

source: Done
wo: Sotti na

source: Set
wo: Def

source: Not now
wo: Na xaar

source: Turn ON
wo: Taal

source: Select a SIM card
wo: Tànn kàrt SIM

# unavailable
source: Not available
wo: Jàppandiwul

source: Network & Connectivity
wo: Reso & Jokkoo

source: Airplane mode
wo: Anamu roppalaan

source: Geolocation
wo: Wërug satelit

source: Turn Wi-Fi on to view available networks.
wo: Taalal Wi-Fi bi ngir wone reso yi jàppandi.

source: Available networks
wo: Reso yi jàppandi

source: Known networks
wo: Reso yiñ xam

source: Hidden networks
wo: Reso yi nëbbu

source: Searching…
wo: Mi ngi seet...

source: Search again
wo: Seetaat

source: Initializing…
wo: Defaruwaay...

source: Connecting to {{ssid}}…
wo: Mi ngi lënku ci {{ssid}}…

# fullStatus-associated
source: Obtaining an IP address…
wo: Mi ngi wut adres IP...

source: Connected to {{ssid}}
wo: Lënku na ci {{ssid}}

# fullStatus-connectingfailed
source: Connection failed
wo: Lënku gu dakk na

# fullStatus-disconnected
source: Offline
wo: Nekkul ci internet

# shortStatus-connecting
source: Connecting…
wo: Mi ngi lënku...

# shortStatus-associated
source: Obtaining an IP address…
wo: Mi ngi wut adres IP...

# shortStatus-connected
source: Connected
wo: Lënku na

# shortStatus-connectingfailed
source: Connection failed
wo: Lënku gi dakk na

# shortStatus-disconnected
source: Offline
wo: Nekkul ci internet

source: Manage networks
wo: Saytu reso yi

source: Manage certificates
wo: Saytu sertifikaa yi

source: Manage Cert.
wo: Saytu Serti.

source: Join hidden network
wo: Demal ci mbaal mu nëbbu

source: Secured by {{capabilities}}
wo: {{capabilities}} lañ ko aaree

source: Security
wo: Kaarànge

# securityNone
source: None
wo: Lenn

source: Open
wo: Ubbi

source: IP address
wo: Adres IP

source: Link speed
wo: Gaawaayu lëkkalekaay

source: {{ linkSpeed }} Mbit/s
wo: {{ linkSpeed }} Mokte/yi

source: Signal strength
wo: Dooley reso bi

source: Very weak
wo: Néew doole lool

source: Weak
wo: Néew doole

source: Average
wo: Yam

source: Good
wo: Baax

source: Very good
wo: Baax lool

source: Forget
wo: Fàtte

source: Forget network?
wo: Danga fàtte reso bi?

# forgetNetwork-confirmation
source: Confirmation
wo: Dëggal

source: Authentication
wo: Ràññee

source: EAP method
wo: anamu EAP

source: Phase 2 authentication
wo: Jéego 2 rànnee

source: Server certificate
wo: Sertifikaa cëraakon

source: Notice: If you need to import new certificates, please go to "Manage certificates".
wo: Xamle: Soo bëgee jëli sertifikaa yu bees, demal ci "Saytu serfikaa yi".

source: Identifier
wo: Xàmmeekaay

source: Password
wo: Baatu-jàll

source: Show password
wo: Wone baatu-jàll

source: Network notification
wo: Yëgleg reso

source: Notify me when an open network is available
wo: Yëgal ma sudee am na reso bu ubbeeku bu jàppandi

source: MAC address
wo: Adres MAC

# macUnavailable
source: Not available
wo: Jàppandiwul

source: No networks found
wo: Gisuñu benn reso

source: No known networks
wo: Amul reso buñ fi xam

source: Edit
wo: Soppali

source: Certificate list
wo: Limu sertifikaa

source: No imported certificate
wo: Jëliwul benn sertifikaa

source: Delete certificate
wo: Far sertifikaa

source: Import certificate
wo: Jëli sertifikaa

source: Select certificate file
wo: Tànn taxañ sertifkaa

source: Enter certificate nick name
wo: Bindal dàkkantalu sertifikaa bi

source: Nick name
wo: Dàkkantal

source: You can change the nick name or keep the default name.
wo: Mën nga soppi dàkkantal bi walla nga tëye tur wiñ la jagleel.

source: Certificate deletion failed
wo: Farug sertifikaa bi sottiwul

source: This may be due to a storage issue, for example.
wo: Manaam li ko mën a waral mooy amul dencukaay.

source: Certificate import failed
wo: Jëlig sertifikaa bi sottiwul

source: This may be due to a damaged certificate file, for example.
wo: Manaan li ko mên a waral mooy taxañu sertifikaa bu yàqu.

source: Connect with WPS
wo: Lënkul ak WPS

source: WPS is in progress…
wo: WPS mu ngi dem...

source: WPS was canceled
wo: Bàyyi nañu WPS bi

source: WPS timed out
wo: Àppu WPS jeex na

source: WPS failed
wo: WPS sottiwul

source: Another WPS PBC AP was found
wo: Gis nañu beneen WPS PBC AP

source: Automatic Wi-Fi setup
wo: Sampukaayu Wi-Fi boppam

source: Select a WPS method:
wo: Tànn pexem WPS:

source: Button connection
wo: Lënkub bitoŋ

source: My PIN connection
wo: Sama lënku PIN

source: AP PIN connection
wo: Lënku PIN AP

source: PIN is 4 or 8 digits
wo: PIN bi 4 walla 8 siifar

source: Input {{pin}} to an opposite device
wo: Ndugalu {{pin}} ci jëfandaayu janoo

source: Select an opposite device
wo: Tànnal jëfandaayu janoo

# wpsAnyAp
source: Any
wo: Benn

source: Cancel WPS
wo: Bàyyi WPS

source: Failed to cancel WPS
wo: Bàyyi WPS gi sottiwul

source: Call Settings
wo: Jekkali Woote

source: Requesting network info…
wo: Mi ngi laaj leerali reso...

source: Error in query
wo: Njuumte ci laaj gi

source: Voicemail
wo: Bataaxalu kàddu

source: Voicemail Number
wo: Nimero Bataaxalu kàddu

source: Not set
wo: Defu ñu ko

source: Voice privacy mode
wo: Anamu sutura kàddu

source: Call waiting
wo: Xaarug woote

source: Unable to confirm call waiting preferences
wo: Mënul dëggal taamuy xaarug woote

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
wo: Jëfandaay mënul jokkoo ak ki la ko jaay fimne. Jéemal defaat taamu yi.

source: Call forwarding
wo: Jàllale woote gi

source: Forward
wo: Jàllale

source: Always forward
wo: Jàllale saa yu nekk

source: Always
wo: Saa yu nekk

source: Forward when busy
wo: Jàllale su ma jàppee

source: When busy
wo: Soo jàppee

source: Forward when unanswered
wo: Jàllale su amul tontu

source: When unanswered
wo: Su amul tontu

source: Forward when unreachable
wo: Jàllale suñ ko mënul jot

source: When unreachable
wo: Suñ ko mënul jot

source: Voice calls to
wo: Woote kàddu jëm

# callForwardingNotForwarding
source: Disabled
wo: Dakkal nañu ko

source: Call forwarding confirmation message
wo: Bataaxalu dëggal jàllale woote

source: Always use this number
wo: Jëfandikoo nimero bi saa yu nekk

source: Number when unreachable
wo: Kenn mënul jot nimero bi

source: Number when unanswered
wo: Nimero su amul tontu

source: Number when busy
wo: Nimero su jàppee

source: This phone number is invalid.
wo: Nimero telefon bii baaxul.

source: Operation successfully set.
wo: Jëf ji jaar na yoon.

source: Your operator does not support that operation.
wo: Operaatër bi du nangu jëf jooju.

source: Call settings error.
wo: Njuumteg jekkali telefon.

source: Caller ID
wo: ID u Wootekat bi

source: Network default
wo: Reso biñ la jagleel

source: Hide number
wo: Nëbb nimero

source: Show number
wo: Wone nimero

# fdn
source: Fixed dialing numbers
wo: Nimero woote yiñ fi Samp (FDN)

# fdnSettings
source: Fixed dialing numbers
wo: Nimero woote yiñ fi Samp (FDN)

source: List of numbers that can be called
wo: Limu nimero yiñ mën a woo

source: Restrict which numbers can be dialed from this phone.
wo: Yamalu limu nimero yiñ mën a woo ci telefon bii.

source: (Emergency numbers will always be dialable)
wo: (Saa yu nekk dinga mën a woo nimero wallu yi)

source: Enable FDN
wo: Doxal FDN

source: Disable FDN
wo: Dakkal FDN

source: Reset PIN2
wo: Defaat PIN2

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
wo: Benn yoon a la dese ngir nga dugal kod bu baax bi laataa kàrt SIM bi di tëju.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} yoon a la dese ngir nga dugal kod bu baax bi laataa kàrt SIM bi di tëju.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} yoon a la dese ngir nga dugal kod bu baax bi laataa kàrt SIM bi di tëju.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} yoon a la dese ngir nga dugal kod bu baax bi laataa kàrt SIM bi di tëju.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} yoon a la dese ngir nga dugal kod bu baax bi laataa kàrt SIM bi di tëju.

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
wo: Bii yoon a la dese ngir nga dugal kod PIN2 bu baax bi. Lu ko moy, nga dinga dugal kod PUK2 ngir jëfandikoo kàrt SIM bii.

source: The PIN2 code is incorrect.
wo: Kot PIN bi baaxul.

source: Call forwarding is disabled by FDN.
wo: FDN bi dakkal na jàllale woote gi.

source: Authorized numbers
wo: Nangu nimero yi

source: name
wo: tur

# fdnContact-number
source: number
wo: nimero

source: submit
wo: joxe

source: Add contact
wo: Yokk xame

source: Call
wo: Woote

# fdnAction-edit
source: Edit contact
wo: Soppali xame

# fdnAction-edit-header
source: Edit contact
wo: Soppali xame

source: Delete contact
wo: Far xame

source: Messaging Settings
wo: Jekkali Bataaxal

source: Message confirmation
wo: Dëggal bataaxal

source: Delivery reports
wo: Firnde lu yegg

source: Request notification of delivery for each message sent
wo: Sàkkul ñu yëgal la su bataaxal buñ yónnee

source: Read reports
wo: Nettaliy jàng

source: Request read report for each message sent
wo: Sàkkul nettali jàng ci bépp bataaxal buñ yónnee

source: Multimedia messaging (MMS)
wo: Bataaxalu Miltimejaa (MMS)

source: Auto retrieve
wo: Génneel boppam

source: Automatically retrieve messages
wo: Dindil boppam bataaxal yi

source: Off
wo: Fay

source: On with roaming
wo: Ci ruumiŋ lay dox

source: On without roaming
wo: Doxul ci ruuming

source: Auto-configure
wo: Tëralal-boppam

source: WAP Push messages
wo: Bataaxali WAP Push

source: Cell broadcast messages
wo: Bataaxal yi jaare ci portaabal

source: Cell broadcast
wo: Jaare ci portaabal

source: Cellular & Data
wo: Portaabal & Njoxe

source: Carrier
wo: Jaaykat

# dataConnectivity
source: Data
wo: Njoxe

source: Data connection
wo: Lënkug njoxe

source: Data roaming
wo: Ruumiŋu njoxe

source: Network operator
wo: joxekatu reso

source: Network operators in the area
wo: Joxekatu reso yi bi barab bi

source: Preferred network type
wo: Xeetu reso bi nga taamu

source: Network type could not be set
wo: Mënu ñu def xeetu reso

source: Network type
wo: Xeetu reso

# operator-networkType-auto
source: Automatic
wo: Boppam

source: 3G preferred
wo: Tuumu na 3G

source: 2G only
wo: 2G kese

source: 3G only
wo: 3G kese

source: WCDMA preferred
wo: WCDMA la taamu

source: Auto (2G/3G)
wo: Boppam (2G/3G)

source: Auto (CDMA/EVDO)
wo: Boppam (CDMA/EVDO)

source: Auto (WCDMA/GSM)
wo: Boppam (WCDMA/GSM)

source: Auto (LTE/WCDMA/GSM)
wo: Boppam (LTE/WCDMA/GSM)

source: Auto (LTE/CDMA/EVDO)
wo: Boppam (LTE/CDMA/EVDO)

source: Auto (WCDMA/GSM/CDMA/EVDO)
wo: Boppam (WCDMA/GSM/CDMA/EVDO)

source: Automatic selection
wo: Tànnal boppam

# operator-networkSelect-auto
source: Automatic
wo: Boppam

source: Manual
wo: Sa bopp

source: Turn automatic selection off to view available network operators.
wo: Fayal tànnal boppam gi ngir gis joxekati reso yi jàppandi.

# operator-status-connecting
source: Connecting…
wo: Mi ngi lënku...

# operator-status-connectingfailed
source: Connection failed
wo: Lënku gi doxul

# operator-status-connected
source: Connected
wo: Lënku na

source: Roaming preference
wo: Taamug ruumiŋ

source: Home
wo: Ëtt

# operator-roamingPreference-any
source: Any
wo: Bépp

source: Affiliated
wo: Yi ci bokk

source: Data settings
wo: Jekkali njoxe

source: A-GPS settings
wo: Jekkali A-GPS

source: Message settings
wo: Jekkali bataaxal

source: Tethering settings
wo: Jekkali séddale reso

source: IMS settings
wo: Jekkali IMS

source: MMS port
wo: Poor MMS

source: MMS proxy
wo: Proksi MMS

source: HTTP proxy host
wo: dalal proksi HTTP

source: HTTP proxy port
wo: Poor proksi HTTP

source: (custom settings)
wo: (jekkali laalaat)

# apn-authType
source: Authentication
wo: Ràññee

# apn-authType-notDefined
source: Not defined
wo: Defaruñ ko

# apn-authType-none
source: None
wo: Lenn

source: PAP or CHAP
wo: PAP walla CHAP

source: Protocol
wo: Protokol

source: Roaming protocol
wo: Protokol ruumiŋ

# apn-protocol-notDefined
source: Not defined
wo: Defaruñ ko

source: Turn ON data connection?
wo: Dangay taal lënku njoxe?

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
wo: Jëfekaay yi dina ñu fekk njoxe yi ci lënku njoxe yi su ko laajee. Mën nañu leen fayyeeku yeneen njoxe.

source: Turn ON data roaming?
wo: Dangay taal ruumiŋu njoxe?

source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
wo: Mën nañu la fayyeeku leneen soo nekkee ci ruumiŋ, lépp a ngi aju ci déggoob liggéeyal bi.

source: Unknown state
wo: Réem muñ xamul

source: Available
wo: Jàppandi

# state-connected
source: Connected
wo: Lënku na

# state-current
source: Connected
wo: Lënku na

source: Forbidden
wo: Dañu koy tere

source: Turn Bluetooth on to view devices in the area.
wo: Taalal Bluetooth ngir wone jëfandaay yi ci barab bi.

source: Paired devices
wo: Jëfandaay yiñ boole

source: Devices in the area
wo: Jëfandaay yi nekk ci barab bi

source: Visible to all
wo: Ñépp di ko gis

source: Your device name exceeds {{length}} characters. Please retry again.
wo: Sa turu jëfandaay dafa weesu {{length}} màndarga. Jéemaatal.

source: Bluetooth Address
wo: Adres Bluetooth

# bluetooth-address-unavailable
source: Not available
wo: Jàppandiwul

source: No devices paired
wo: Amul jëfandaay bu booloo

source: Turned off
wo: Fay na

# bt-status-paired[one]
source: {{name}}, +{{n}} more
wo: {{name}}, +{{n}} yeneen

# bt-status-paired[two]
source: {{name}}, +{{n}} more
wo: {{name}}, +{{n}} yeneen

# bt-status-paired[few]
source: {{name}}, +{{n}} more
wo: {{name}}, +{{n}} yeneen

# bt-status-paired[many]
source: {{name}}, +{{n}} more
wo: {{name}}, +{{n}} yeneen

# bt-status-paired[other]
source: {{name}}, +{{n}} more
wo: {{name}}, +{{n}} yeneen

source: Tap to connect
wo: Bësal ngir lënku

source: Pairing with device…
wo: Mi ngi booloo ak jëfandaay bi...

source: Waiting for other device…
wo: Mi ngi xaar beneen jëfandaay...

source: Paired
wo: Booloo nañ

# device-status-connecting
source: Connecting…
wo: Mi ngi lënku...

# device-status-connected
source: Connected
wo: Lënku na

source: Connected to phone audio
wo: Lënku na ci ojo telefon bi

source: Connected to media audio
wo: Lënku na ci meja ojo bi

source: Connected to phone/media audio
wo: Lënku na ci ojo telefon/meja

source: Unpair
wo: Tàqale

source: Confirm
wo: Dëggal

# device-option-unpair-confirmation
source: Confirmation
wo: Dëggal gi

source: Unpair device?
wo: Dangay tàqale jëfandaay?

source: Connect
wo: Lënku

source: Disconnect
wo: Lonki

source: Searching for devices…
wo: Mi ngiseet ay jëfandaay...

source: Search for devices
wo: Seet ay jëfandaay

source: Rename my device
wo: Soppi sama turu jëfandaay

source: Unknown device
wo: Jëfandaay buñ xamul

source: Change phone name
wo: Soppi turu telefon

source: Change the name of your device as it appears in your computer
wo: Soppil sa turu jëfandaay ni muy feeñee ci sa ordinatër

source: New name
wo: Tur wu bees

source: Unable to pair devices
wo: Mënul boole jëfandaay yi

source: Unable to pair with the device. Check that the PIN is correct.
wo: Mënul booloo ak jëfandaay bi. Seetal ndax PIN bi baax na.

source: Unable to pair with the device. Too many requests.
wo: Mënul booloo ak jëfandaay bi. Càkkuteef yi dañu bari lool.

source: Unable to connect devices
wo: Mënul lënku jëfandaay yi

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
wo: Seetal ndax jëfandaay bi ngay jéem a lënkool mi ngi fi ba tay te taal na Bluetooth am.

source: Unpair a connected device?
wo: Dangay tàqale jëfandaay bu lënku?

source: You are currently connected to this device. Unpairing will also disconnect from it.
wo: Fimne lënku nga ci jëfandaay bii. Tàqale dina dog lënku googu itam.

source: The SSID cannot be empty
wo: SSID mënul bañ a am dara

source: Internet sharing
wo: Séddoo internet

source: Share my phone’s Internet connection with a USB-connected device.
wo: Séddoo sama Internetu telefon ak ab jëfandaay bu lënkoo USB.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
wo: May yeneen jëfandaay ñu bokk ci sama lënku Internet ñu jaare lënku bi ci Wi-Fi.

source: Name
wo: Tur

# wifi-password
source: Password
wo: Baatu-jàll

# wifi-security
source: Security
wo: Kaarànge

source: USB tethering
wo: séddoo lënku ci USB

source: Hotspot settings
wo: Jekkali Hotspot

# wifi-auth-username
source: Username
wo: Turu jëfandikukat

# wifi-auth-password
source: Password
wo: Baatu-jàll

# wifi-join-username
source: Username
wo: Turu jëfandikukat

# wifi-join-password
source: Password
wo: Baatu-jàll

source: SSID network name
wo: Turu reso SSID

source: open
wo: ubbi

source: The password must have at least 8 characters.
wo: Baatu-jàll bi dafa war a am gën gaa néew 8 màndarga.

source: Personalization
wo: Niteel

source: Sound
wo: Kàddu

source: Volume
wo: Xumbaay

source: Tones
wo: Bip

source: Audible touch tones
wo: Bip tuus yooy dégg

source: Short
wo: Gàtt

source: Long
wo: Gudd

source: Select a tone
wo: Tànn bip

source: Ringer
wo: Sonekaay

source: Ringtones
wo: Sonëri yi

source: Alert tones
wo: Bipu yëgle

source: Manage Sounds
wo: Saytu Kàddu yi

source: Manage Ringtones
wo: Saytu Sonëri yi

source: Other sounds
wo: Yeneen kàddu

source: Alerts
wo: Yëgle

source: Unlock screen
wo: Tijji seetu

source: Camera
wo: Nataalukaay

source: Sent Message
wo: Yónnee Bataaxal

source: Alarm
wo: Àrtu

source: Ringer & Notifications
wo: Sonekat & Yëgle yi

source: Media
wo: Meja

source: Saving ringtone…
wo: Mi ngi denc sonëri...

source: The ringtone was not changed because the selected file can not be played on this phone.
wo: Soppi wuñu sonëri bi ndax taxañ biñ tànn kenn mënu ko taal ci telefon bii.

source: We were unable to find a ringtone app to manage ringtones!
wo: Mënu nu gis ab jëfekaayu sonëri ngir saytu sonëri yi!

source: Display
wo: Feeñal

source: Brightness
wo: Leeraay

source: Adjust automatically
wo: Yamaleel boppam

source: Lock screen
wo: Tëj seetu

source: Wallpaper
wo: Nataal

source: Screen timeout
wo: Seetu bu fay

source: 1 minute
wo: 1 simili

source: 2 minutes
wo: 2 simili

source: 5 minutes
wo: 5 simili

source: 10 minutes
wo: 10 simili

source: never
wo: mukk

source: Lock orientation
wo: Tëj jëmale gi

source: Navigation
wo: Joowu

source: Edge swipe navigation
wo: Joowug faxas pegg

source: Drag from the left or right edge of the screen to jump between apps.
wo: Xëcceel ci peggu càmmoñ walla ndijooru seetu bi ngir jàll ci yeneen jëfekaay.

source: Notifications
wo: Yëgle yi

source: Show on lock screen
wo: Wone ci tëj seetu

source: Show after reboot
wo: Wone su fayee tàkkaat

source: Date & Time
wo: Bis & Waxtu

source: Set automatically
wo: Defal boppam

source: Set manually
wo: Defal ko sa bopp

source: Time zone
wo: Waxta barab bi

source: Date
wo: Bis

source: Time
wo: Waxtu

source: Select continent
wo: Tànn kontinaa

source: Select time zone
wo: Tànn waxtu barab bi

source: Language & Region
wo: Làkk & Diwaan

source: Language
wo: Làkk

source: Region
wo: Diwaan

source: Sample Format
wo: Tëggiinu Royuwaay

source: SIM manager
wo: Saytukatu SIM

source: SIM settings
wo: Jekkali SIM

source: Outgoing calls
wo: Woote yiy génn

source: Calls will be sent from
wo: Dina ñu yónnee woote ci

source: Outgoing messages
wo: Bataaxal yiy génn

source: SMS will be sent from
wo: Dina ñu yónnee SMS ci

# sim-manager-outgoing-data
source: Data
wo: Njoxe

source: Data service network and Marketplace payments
wo: Payoori reso liggéeyalu njoxe ak Marketplace

source: Always ask
wo: Laaj saa su nekk

source: SIM PIN locked
wo: PIN u SIM tëju na

source: No operator
wo: Amul joxatu reso

source: At least one SIM should be activated at a time
wo: War nga am gën gaa néew benn SIM buy dox

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
wo: SIM {{disableCardIndex}} mënul jot benn woote walla bataaxal. Woote walla bataaxal yi génn ci SIM {{disableCardIndex}} dina ñu dakk.

source: The current data transfer will be suspended. Continue anyway?
wo: Dina ñu aj joxey njoxe yi. Danga bëgg a wéyal?

source: Homescreen
wo: Seetu ëtt

# vertical-homescreen-header
source: Homescreen
wo: Seetu ëtt

source: Icon Layout
wo: Laliinu Junj

source: Three Columns
wo: Ñatti Kolon

source: Four Columns
wo: Ñeenti Kolon

source: Notice
wo: Yëgle

source: Search Engine
wo: Jumtukaayu Seet

source: Search Suggestions
wo: Xelali Seet

source: The characters you type when entering a search are sent to multiple search providers and will be used to send you search suggestions. Additional data charges may apply when using this feature.
wo: Araf yi nga bind bi nga dugal li ngay seet, dañu leen di yónnee ci seetukaay yu bari te dina ñu leen jëfandikoo ngir yónnee say xelali seet. Yeneen njoxe mën nañu bokk sooy jëfandikoo bii man-man.

source: Homescreens
wo: Seetuy ëtt

source: Change homescreen
wo: Soppi seetu ëtt

# changeHomescreenButton
source: Change
wo: Soppi

source: Description
wo: Tegtal

source: Installed input methods
wo: Anami dugal njoxe yiñ samp

source: Keyboards
wo: Klawiyee

source: Number layouts
wo: Laliini nimero

source: Option layouts
wo: Laliini tànneef

source: Keypad
wo: Klawiyee

source: Dial Pad
wo: Klawiyee Nimero

source: Selected keyboards
wo: Klawiyee biñ tànn

source: Add more keyboards
wo: Yokk yeneen klawiyee

source: At least one {{type}} keyboard should be selected
wo: War nga tànn gën gaa néew benn klawiyee {{type}}

source: text
wo: mbind

# keyboardType-number
source: number
wo: nimero

source: {{appName}} {{layoutName}} is set as default input method
wo: {{appName}} {{layoutName}} mu ngi ci pexem ndugal biñ ko jagleel

# fxa
source: Firefox Accounts
wo: Sàqi Firefox

source: Account Management
wo: Saytu Sàq

# fxa-accounts
source: Firefox Accounts
wo: Sàqi Firefox

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
wo: Sa Sàqi Firefox dañu lay may nga jëfandikoo man-man yi ci melni Gis Sama Jëfandaay ak jëfekaay yu melni Firefox Marketplace.

source: Create account or sign in
wo: Sos sàq ak dugg

source: Confirm Your Account
wo: Dëggalal Sa Sàq

source: We will send an email to: {{email}}
wo: Dina nu la yónnee bataaxal ci: {{email}}

source: Click the verification link in your email to confirm your account.
wo: Bësal lëkkkalekaayu saytu bi ci sa bataaxal ngir dëggal sam sàq.

source: Cancel Account Confirmation
wo: Bàyyi Dëggal Sàq

source: A verification link has been sent to {{email}}.
wo: Yónnee nañu la lëkkalekaayu saytu ci {{email}}.

source: Don’t see an email? {{resend}}.
wo: Gisoo ab bataaxal? {{resend}}.

source: Resend
wo: Yónneewaat

source: About
wo: Lu jëm

source: Signed in as {{email}}
wo: Dugg na niki {{email}}

source: Signed In
wo: Dugg na

# fxa-find-my-device-app
source: Find My Device
wo: Gis Sama Jëfandaay

source: Options
wo: Tànneef yi

source: Sign Out
wo: Génn
