Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/settings/settings.properties.po
Languages: wo

source: Please confirm {{email}}
wo: Dëggalal {{email}}

source: Find My Device
wo: Gis Sama Jëfandaay

source: Find My Device allows you to locate, lock or erase your phone
wo: Gis Sama Jëfandaay dalay may nga gis, tëj walla faase sa telefon

source: Sign In or Create an Account
wo: Dugg walla Sos am Sàq

source: Enable Find My Device
wo: Taal Gis Sama Jëfandaay

source: About Find My Device
wo: Lu jëm ci Gis Sama Jëfandaay

source: Find My Device allows you to locate, lock or erase your phone from a web site:
wo: Gis Sama Jëfandaay dalay may nga gis, tëj walla faase sa telefon ci ab dalu web:

source: Enable Geolocation?
wo: Taal Seetee ci satelit

source: To view your device's location, you must enable geolocation tracking.
wo: Ngir wone fi sa jëfandaay nekk, danga war a taal seetug satelit.

source: Geolocation Enabled
wo: Taal nañu Seetee satelit

source: This device is currently offline. Connect to a network and try again.
wo: Jëfandaay bii nekkul ci internet. Lënkul ci ab reso te nga jéemaat.

source: Your phone is being tracked by another device through the website.
wo: Beneen jëfandaay a ngi seet sa telefon ci biir dalu web bi.

source: No devices are actively tracking your phone through the website.
wo: Amul benn jëfandaay bu nekk di seet sa telefon ci dalu web bi.

source: Privacy & Security
wo: Sutura & Kaarànge

source: Passcode lock
wo: Ngombu Kod paas

source: Passcode: {{code}}
wo: Kod paas: {{code}}

source: Screen lock
wo: Caabi seetu

source: SIM security
wo: Kaarànge SIM

source: App permissions
wo: Sañ-sañi jëfekaay

source: Author
wo: Boroom:

source: Permissions
wo: Sañ-sañ yi

source: Revoke
wo: Dàq

source: Ask
wo: Laaj

source: Deny
wo: Gàntal

source: Grant
wo: Nangu

source: Uninstall app
wo: Simpi jëfekaay

source: Are you sure you want to uninstall {{ app }}?
wo: Leer nala ni danga bëgg a simpi {{app }}?

source: Clear bookmarks data
wo: Fomp njoxey téere xàmme

source: Clear private data from bookmarks?
wo: Sos njoxey sutura ci téere xàmme?

source: This clears private data from bookmarks that have been added to the home screen. This cannot be undone.
wo: Lii dafay fay njoxey sutura yi bawoo ci téere xàmme yiñ yokk ci seetu ëtt bi. Kenn du ci mënaat lenn.

source: Clear
wo: Fomp

source: Phone
wo: Telefon

source: Messages
wo: Bataaxal yi

source: Vibrate
wo: Wiibre

source: Ring
wo: Sone

source: Change
wo: Soppi

source: Create
wo: Sos

source: Create a Passcode
wo: Sos ab Kod paas

source: Passcode
wo: Kod paas

# passcode-heading
source: Passcode
wo: Kod paas

source: Enter passcode
wo: Dugal kod paas

source: New passcode
wo: Kod paas bu bees

source: Current passcode
wo: Kod paas bi fi nekk

source: Passcode is incorrect
wo: Kod paas bi baaxul

source: Passcode doesn’t match. Try again.
wo: Kod paas bi méngoowul. Jéemaat.

source: Confirm passcode
wo: Dëggal kod paas

source: Immediately
wo: Ci saasi

source: After 5 seconds
wo: Ginnaaw 5 saa

source: After 15 seconds
wo: Ginnaaw 15 saa

source: After 30 seconds
wo: Ginnaaw 30 saa

source: After 1 minute
wo: Ginnaaw 1 simili

source: After 2 minutes
wo: Ginnaaw 2 simili

source: After 5 minutes
wo: Ginnaaw 5 simili

source: After 10 minutes
wo: Ginnaaw 10 simili

source: After 15 minutes
wo: Ginnaaw 15 simili

source: After 30 minutes
wo: Ginnaaw 30 simili

source: After 1 hour
wo: Ginnaaw 1 waxtu

source: After 4 hours
wo: Ginnaaw 4 waxtu

source: Require passcode
wo: Laaj kod paas

source: Change passcode
wo: Soppi kod paas

source: No SIM card
wo: Amul kàrt SIM

source: SIM PIN
wo: PIN u SIM

source: SIM PIN2
wo: PIN2 u SIM

source: SIM {{index}} PIN
wo: PIN u SIM {{index}}

source: PUK code
wo: Kod PUK

source: PUK2 code
wo: Kod PUK2

source: What is a SIM PIN?
wo: Lan mooy PIN u SIM?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
wo: Ab PIN u SIM dafay tax kenn jot ci reso njoxe kàrt SIM u portaabal. Su ñu ko taale, bépp jêfandaay. Suñu ko taalee, bépp jëfandaay bu kàrt SIM dina ñu laaj mu dugal kod PIN su ko taalee.

source: A SIM PIN is not the same as the passcode used to unlock the device.
wo: Ab PIN u SIM wuute na ak Kod paas bi ñuy jëfandikoo ngir tijji jëfandaay bi.

source: Change PIN
wo: Soppi PIN

source: SIM PIN changed successfully
wo: Soppig PIN u SIM bi jaar na yoon

source: SIM {{index}} PIN changed successfully
wo: Soppig PIN u SIM {{index}} jaar na yoon

source: Enter SIM PIN
wo: Dugalal PIN u SIM

source: Enter SIM PIN2
wo: Dugalal PIN2 u SIM

source: Enter PUK code
wo: Dugalal kod PUK

source: Enter PUK2 code
wo: Dugalal kod PUK2

source: New PIN
wo: PIN bu bees

source: Last try.
wo: Jéem gu mujj.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
wo: {{n}} jéem a ci des.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
wo: {{n}} jéem a ci des.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
wo: {{n}} jéem a ci des.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
wo: {{n}} jéem a ci des.

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
wo: Benn jéem nga dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di tëju.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} jéem nga dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di tëju.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} jéem nga dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di tëju.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} jéem nga dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di tëju.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} jéem nga dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di tëju.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
wo: Lii mooy sa jéem gu mujj ngir nga dugal PIN bu baax bi. Lu ko moy, dangay war a dugal kod PUK ngir jëfandikoo kàt SIM bii.

source: The SIM card is locked.
wo: Kàrt SIM bi tëju na.

source: The SIM card is blocked.
wo: Kàrt SIM bi boloke na.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
wo: Danga war a dugal ab kod PUK (Caabi Tijjil sa Bopp) ngir kàrt SIM bi. Demal ci sa këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
wo: Danga war a dugal kod PUK bu kàrt SIM. Demal ci këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

source: The PUK code is incorrect.
wo: Kod PUK bi baaxul.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: Benn jéem a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Demal ci sa këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} jéem a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Demal ci sa këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} jéem a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Demal ci sa këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} jéem a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Demal ci sa këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} jéem a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Demal ci sa këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
wo: Sa jéem gu mujj ngir nga dugal kod PUK bu baax bi. Sa kàrt SIM dootul baax ba fàww soo dugalee kod PUK bu baaxul. Demal ci say këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am yeneen leeral.

source: Create PIN (must contain 4 to 8 digits)
wo: Sosal PIN (war na am 4 ba 8 siifar)

source: Create PIN2 (must contain 4 to 8 digits)
wo: Sos PIN2 (war na am 4 ba 8 siifar)

source: Confirm new PIN
wo: Dëggal PIN bu bees

source: Confirm new PIN2
wo: Dëggal PIN2 bu bees

source: PINs don’t match
wo: PIN yi méngoowul

source: SIM-locked phone
wo: Telefon bu SIM bi tëju

source: Unknown SIM card state
wo: Melokaanu kàrt SIM buñ xamul

source: SIM card not ready
wo: Kàrt SIM bi noppiwul

source: Unauthorized SIM card
wo: Kàrt SIM bu amul sañ-sañ

source: Do Not Track
wo: Bul Ko Topp

source: Tell websites and apps that I do not want to be tracked
wo: Waxal dalu web yi ak jëfekaay yi ni bëggu ma ku ma topp

source: Tell websites and apps that I want to be tracked
wo: Waxal dalu web yi ak jëfekaay yi ni bëggu ma ku ma topp

source: Do not tell websites and apps anything about my tracking preferences
wo: Bul wax dali web yi ak jëfekaay yi lépp lu jëm ci samay taamuy topp

source: How does Do Not Track work?
wo: Naka la Bul Topp di doxee?

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you don’t want your behavior tracked.
wo: Soo taalee Bul Topp, sa jëfandaay dafay wax dalu web nekk ak jëfekaay (ak siiwalkati njaay ak joxekatu ëmbiit) ni bëggoo kuy topp li ngay def.

source: Turning on Do Not Track won’t affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
wo: Taalug Bul Topp du la teree mën a dugg ci dali web yi walla muy fàtteloo sa jëfandaay say leerali sutura yu ci melni say ëmbiitu kàrti jënd, leerali dëkk walla leerali dugg.

source: Storage
wo: Dencukaay

source: USB storage
wo: Dencukaayu USB

source: Unplug USB cable to disable
wo: Debaraaseel fiilu USB bi ngir fay

source: Application storage
wo: Dencukaayu jëfekaay

source: B
wo: O

source: KB
wo: Ko

source: MB
wo: Mo

source: GB
wo: Go

source: TB
wo: To

# availableSize[zero]
source: {{size}} {{unit}} available
wo: {{size}} {{unit}} yu jàppandi

# availableSize[one]
source: {{size}} {{unit}} available
wo: {{size}} {{unit}} yu jàppandi

# availableSize[two]
source: {{size}} {{unit}} available
wo: {{size}} {{unit}} yu jàppandi

# availableSize[few]
source: {{size}} {{unit}} available
wo: {{size}} {{unit}} yu jàppandi

# availableSize[many]
source: {{size}} {{unit}} available
wo: {{size}} {{unit}} yu jàppandi

# availableSize[other]
source: {{size}} {{unit}} available
wo: {{size}} {{unit}} yu jàppandi

# apps-total-space
source: Total space
wo: Bayaal bi yépp

source: Used
wo: Liñ jëfandikoo

source: Left
wo: Li des

source: Photos, videos and music are stored separately from apps. See media storage for details.
wo: Nataal yi, wideo yi ak misik dañu leen di denc fu bokkul ak jëfekaay yi. Demal ci dencukaayu mejaa ngir am yeneen leeral.

source: {{list}} shared
wo: {{list}} lañ séddoo

source: Media storage
wo: Dencukaayu mejaa

source: Internal Storage
wo: Dencukaayu Biir

source: SD Card Storage
wo: Dencukaayu kàrt SD

source: SD Card Storage 2
wo: Dencukaayu 2 bu kàrt SD

source: Internal
wo: Biir

source: SD Card
wo: Kàrt SD

source: SD Card 2
wo: Kàrt SD 2

source: Music
wo: Misik

source: Pictures
wo: Nataal

source: Movies
wo: Film yi

# left-space
source: Space left
wo: Bayaal bi des

# free-space
source: Space left
wo: Bayaal bi des

source: Total space
wo: Bayaal bi yépp

# size-not-available
source: Not available
wo: Jàppandiwul

source: No storage found
wo: Gisul benn dencukaay

source: Advanced
wo: Yiñ xóotal

source: Enable USB storage?
wo: Doxal dencukaayu USB?

source: Turning on Enable USB storage allows another computer or device connected using USB to access files on this phone.
wo: Taalug Doxal dencukaayu USB dafay may beneen ordinatër walla jëfandaay buy jëfandikoo USB mu jot ci taxañ yi ci telefon bii.

source: Default media location
wo: Barabu meja biñ ko jagleel

source: Choose where photos, videos, music and downloads are stored by default.
wo: Tànnal barab booy jagleel fi ñuy denc nataal, wideo ak misik yi ñu yebbi.

source: Changing the default media storage volume will affect where photos, videos, downloads and other media will be saved to by default. Existing data will remain in its current location.
wo: Soppi yaatuwaayu dencukaayu mejaa bi ñu ko jagleel dina soppi barab biñ jagleel fi nga denc say nataal, wideo ak mejaa yi nga yebbi. Njoxe yi fi nekk dañuy des bi barab bii ñu nekk.

source: Share using USB
wo: Séddoowee ci USB

source: Format SD card
wo: Formate kàrt SD

# format-sdcard-title
source: Format SD card
wo: Formate kàrt SD

source: This will erase all data stored on your SD card, such as music and photos.
wo: Lii dafay faase bépp njoxe boo denc ci sa kàrt SD, lu ci melni misik aki nataal.

source: Format
wo: Formate

source: Device
wo: Jëfandaay

source: Help
wo: Ndimbal

source: Device information
wo: Leerali jëfandaay

source: Phone number
wo: Nimero telefon

source: SIM {{index}}: Not available
wo: SIM {{index}}: Jàppandiwul

source: Downloads
wo: Yebbi yi

source: Unknown
wo: Buñ xamul

source: SIM {{index}}: Unknown
wo: SIM {{index}}: Buñ xamul

source: Developer
wo: Defarkat

source: Developer HUD
wo: Defarkatu HUD

source: Log changes in ADB
wo: Coppite xàmme ci ADB

source: Problems
wo: Jafe-jafe yi

source: Warnings
wo: Àrtu yi

source: Errors
wo: Njuumte yi

source: Security issues
wo: Jafe-jafe kaarànge

source: Performance
wo: Liggéey

source: Reflows
wo: Walaat yi

source: Jank
wo: Mbalit

source: Frames per second
wo: Kaadar ci saa bu nekk

source: Time to load
wo: Waxtu yebbi

source: Memory
wo: Xel

source: App memory
wo: Xelu jëfekaay

source: JS objects
wo: Yëfi JS

source: JS strings
wo: Buumi JS

source: JS other
wo: Yeneen JS

source: Style
wo: Feem

# hud-other
source: Other
wo: Yeneen

source: Software
wo: Losisel

source: Developer settings
wo: Jekkali defarkat

source: Debug
wo: Gàgganti

source: Developer Menu
wo: Njëlu Defarkat

source: Developer Tools
wo: Jumtukaayi defarkat

source: Graphics
wo: Garaafik

source: Hardware composer
wo: Ordinatër ñumm

source: Flash repainted area
wo: Barab yi laalaatee falas

source: Dump layers tree
wo: Garab yu bari kuus

source: Async Pan/Zoom
wo: Tàqale Pan/Zoom

source: Overscrolling
wo: Xëcci lu ëpp

source: Tiling
wo: Karo

source: Simple tiling
wo: Karo yu yomb

source: Draw tile borders
wo: Desine peggi kuus yi

source: Draw layer borders
wo: Desine peggi kuus yi

source: Log slow animations
wo: Xàmme xumbal gu yeex

source: Debugging via USB
wo: Gàggantee ci USB

source: DevTools via Wi-Fi
wo: DevTools ci Wi-Fi

# debugger-disabled
source: Disabled
wo: Fay

source: ADB only
wo: ADB kese

source: ADB and DevTools
wo: ADB ak DevTools

source: Show devtools overlay
wo: Woen kawkuus devtools

source: Jank Threshold
wo: Mbalit Cat

source: Wi-Fi output in ADB
wo: Njoxey Wi-Fi ci ADB

source: Bluetooth output in ADB
wo: Njoxey Bluetooth ci ADB

source: Console enabled
wo: Taal Manet

source: Cards View: Screenshots
wo: Woney Kàrt: Nataal-seetu

source: Geolocation output in ADB
wo: Njoxey wëre satelit ci ADB

source: Model
wo: Xeet

source: OS version
wo: sumbu OS

source: Firmware revision
wo: Jàngataat firmweer

source: Hardware revision
wo: Jàngataat jëfandaay

source: Platform version
wo: Sumbu platform

source: Build Identifier
wo: Xàmmeekeeyu Defar gi

source: Update channel
wo: Yeesal seen

source: Update URL
wo: Yeesal URL

source: Last Updated
wo: Yeesal bu Mujj

source: More Information
wo: Yeneen Leeral

source: Git commit info
wo: Leerali git komit

source: Software updates
wo: Yeesali losisel

source: Daily
wo: Bis bu nekk

source: Weekly
wo: Ayu-bis bu nekk

source: Monthly
wo: Weer wu nekk

source: Check for updates
wo: Seet ay yeesal

source: Check now
wo: Seet leegi

source: Update status
wo: Tolluwaayu yeesal

source: Checking for updates…
wo: Mi ngi seet ay yeesal...

source: No updates were found
wo: Gisul benn yeesal

source: Network is offline. Will check again when the network is online.
wo: Reso yi nekku ñu ci internet. Dina ñu seetaat su reso bi nekkee ci internet.

source: This is already the latest version of {{brandShortName}}
wo: Lii mooy sumbu {{brandShortName}} bi mujj ba noppi

source: There was an error when checking for updates.
wo: Njuumte amna ci seetug yeesal yi.

source: About {{brandShortName}}
wo: Lu jëm ci {{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
wo: {{brandShortName}}, balluwaayu nosteg doxalinu Mozilla biy maye. Li nu tax a jog mooy dooleeb ubbite, indi lu bees ak xeewal ci jël dooley Web bi teg ko say loxo.

source: Learn More
wo: Yeneen Leeral

source: Reset Phone
wo: Delloo Telefon nim meloon

source: CAUTION
wo: MOYTU

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
wo: Delloo nim meloon dafay faase sa njoxe yépp, boole ci bépp jëfekaay boo jëndoon. Telefon dafay dellu na mu meloo ca bees ga. Sa benn jekk-jekkal dootu fi nekk.

source: Your Rights
wo: Say Yelleef

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
wo: {{brandShortName}} dañu ko tabax ci losisel bu kenn tëjul te jaayul, nit ñu bari ci àdduna bokk ko defar. Am na ay mbir yoo ci war a xam:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
wo: Jàppandil nañu la {{brandShortName}} ci sàrti daganali balluwaay yu ubbeeku boole ci Daganalu Mozilla bi Ñépp bokk. Jëfandaay buy dawal {{brandShortName}} mën na am ay moomeeli losiseli jàmbur. Bépp kod buñ joxe ci daganal yuñ tëjul dalay may sañ-sañu soppali kotu balluwaay bi ak séddale say sumbu coppite file ak wàccu yoon yiñ tëral.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
wo: Kenn joxu la benn daganal walla yelleefu mark ci marki Kuréelu Mozilla walla cib jàmbur, boole ci te du ci yam tur walla logo {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
wo: Yenn man-man yi ci {{brandShortName}}, yu melni Yëglekatu Yaxu, dalay may nga yegge sa xalaat Mozilla. Soo yegee sa xalaat Mozilla, may nga ko sañ-sañu jëfandikoo xalaat yi ngir gën a baaxal costeef yi, ngir siiwal xalaat yi ci dali webam, ak ngir séddale xalaat bi.

source: Legal Information
wo: Leerali Yoon

source: Open Source Notices
wo: Ubbi Yëgley Balluwaay

source: Obtaining Source Code
wo: Wutug Kodu Balluwaay

# about-other
source: Other
wo: Yeneen

source: Your Privacy
wo: Sa Sutura

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
wo: Mozilla Project jàppandil na la bineeri costeef bii, ci turu Mozilla Public License 2.0 (MPL). Xamal say yelleef.

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
wo: Kodu balluwaay costeef bii yépp a jàppandi ci daganali yuy maye te seen balluwaay ubbiku. Lu ëpp a ngi jàppandi ci Mozilla Public License 2.0 (MPL).

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
wo: Li des ci losisel bi te bokkul ci Mozilla Public License 2.0 MPL jàppandi na ci benn ci yeneen daganal yu wuute yi. Yeneen yi laaj móolug mbindum daganal bi ci séddale bi, joxe nañu leen fii si suuf. (Karmat: Sa duppib costeef bii mën na bañ a bokk ci benn walla yenn ci dagal yiñ lim fii ci suuf, lépp a ngi aju ci sumb ak costeef bi nga tànn.)

source: Launch First Time Use
wo: Doxal Jëfandikoo Gu Njëkk

source: No first time use app found
wo: Gisu nu benn jëfekaayu jëfandikoo gu njëkk

source: Rocketbar enabled
wo: Taal nañu Rocketbar

source: Software home button
wo: Butuŋu losiselu ëtt

source: Home gesture
wo: Yënguy ëtt

source: Continuous transition
wo: Jàll guy wéy

source: Gaia debug traces
wo: Toppuy gàgganti Gaia

source: App transition
wo: Jàll jëfekaay

source: App suspending
wo: Ajandi jëfekaay

source: Window management
wo: Saytu polanteer

source: Edit downloads
wo: Soppali yebbi yi

source: Select all
wo: Tànn lépp

source: Deselect all
wo: Dindi tànneef yépp

source: Delete
wo: Far

source: Battery
wo: Batiri

source: Current level
wo: Dayo bii

source: {{level}}% (charging)
wo: {{level}}% (mi ngi serse)

source: {{level}}% (charged)
wo: {{level}}% (sarsewu na)

source: Power save mode
wo: Anam yaxanal batiri

source: {{level}}% battery left
wo: {{level}}% moo des ci bitiri bi

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
wo: Taalug anamu yaxanal batiri bi dafay fay njoxey telefon bi, lënkuy Bluetooth ak Wëree satelit ngir batiri yàgg. Du tee mën nga taalal sa bopp yooyu liggéeyal.

source: Turn on automatically
wo: Taalal boppam

source: Accessibility
wo: Yomb jot

source: Invert colors
wo: Dëpp melo yi

source: Screen reader
wo: Jàngatu seetu

source: Show accessibility settings
wo: Wone jekkali yomb jot
