Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/settings/device_type/tv/settings.device.properties.po
Languages: am

source: Change TV name
am: የ ቲቪ ስም መቀየሪያ

source: Share my TV’s Internet connection with a USB-connected device.
am: የ እኔን ቲቪ ኢንተርኔት ግንኙነት በ ዩኤስቢ-ከ ተገናኙ አካሎች ጋር ማካፈያ

source: Allow other devices to share my TV’s Internet connection by connecting via Wi-Fi.
am: ሌሎች አካሎች የ እኔን ቲቪ ኢንተርኔት ግንኙነት ማካፈያ በ ዋይ-ፋይ ግንኙነት

source: The ringtone was not changed because the selected file can not be played on this TV.
am: የ ጥሪው ድምፅ አልተቀየረም ምክንያቱም የተመረጠው ፋይል በዚህ እኢቪ ላይ አይጫወትም

source: Find My Device allows you to locate, lock or erase your TV
am: የ እኔን አካል ማግኛ የሚያስችለው: የ እርስዎን ቲቪ ለማግኘት ለመቆለፍ እና ለመሰረዝ ነው

source: Find My Device allows you to locate, lock or erase your TV from a web site:
am: የ እኔን አካል ማግኛ የሚያስችለው: የ እርስዎን ቲቪ ለማግኘት ለመቆለፍ እና ለመሰረዝ ነው ከ ድሕረ ገጽ ላይ:

source: Your TV is being tracked by another device through the website.
am: የ እርስዎን ቲቪ ሌላ አካል ይከታተለዋል በ ድሕረ ገጽ ውስጥ

source: No devices are actively tracking your TV through the website.
am: ምንም አካል የ እርስዎን ቲቪ አይከታተልም በ ድሕረ ገጽ ውስጥ

source: Enabling USB storage allows another computer or device connected using USB to access files on this TV.
am: የ ዩኤስቢ ማጠራቀሚያ ማስቻል ሌላ ኮምፒዩተር ወይንም አካል በ ዩኤስቢ የተገናኘ በዚህ ቲቪ ውስጥ ያሉ ፋይሎች ጋር መድረስ ያስችለዋል

source: Reset TV
am: ቲቪ እንደ ነበር መመለሻ

source: Resetting will erase all your data, including any apps you’ve purchased. The TV will be restored to its factory condition. None of your settings or data will be saved.
am: እንደነበር መመለስ የ እርስዎን ዳታ በሙሉ ያጠፋውል: እንዲሁም ማንኛውንም የገዙትን መተግበሪያዎች በሙሉ: ቲቪው ከ ፋብሪካ ሲወጣ ወደነበረበት ሁኔታ ይመለሳል: እርስዎ ያሰናዱት ወይንም ዳታ አይቀመጥም ይጠፋል

source: Connected to TV audio
am: ወደ ቲቪ ድምፅ ተገናኝቷል

source: Connected to TV/media audio
am: ወደ ቲቪ/ድምፅ መገናኛ ተገናኝቷል
