Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/apps/system/mobile_*/mobile_*.properties.po
Languages: id

source: Share
id: Pin

source: Resend
id: Firanse pada

source: Connecting
id: Onsopo

source: Verify
id: Sayewo

source: Verifying
id: Onsayewo

source: Verified
id: A ti yewo

source: {{app_name}} would like to know and verify your phone number. Please choose which one you want to share or enter a new one.
id: {{iseto_oruko}} se o feran lati mo ati modaju nipa nomba ero-ibanisoro re. Jowo mu okan ti o ba fe pin tabi ki o fi tuntun miran si.

source: We’ve sent a code to {{phone_number}}. We’ll try to pick it up automatically, but you’ll have to enter it manually if it’s not in use in this device.
id: A ti fi odu ranse si {{nomba_ero-ibanisoro}}. A o gbiyaju lati mu soke laifowoyi, sugbon o ni lati fi si funra re ti ko ba si ni lilo ninu ohun-amulo yi.

source: Awesome! Your number {{phone_number}} is now verified and available to {{app_name}}.
id: Ogbayi! Nomba re {{nomba_ero-ibanisoro}} ni a ti modaju o si wa larowoto lati {{iseto_oruko}}.

source: The verification server is unavailable at this time. Please check your Internet connection, try again or wait a few minutes.
id: Olupin amodaju ko si larowoto ni akoko yi. Jowo ye isopo Ayelujara re wo, gbiyanju lekansi tabi duro fun iseju die si.

source: There seems to be a problem with your verification code. Let's try once again!
id: O dabi eni pe isoro wa ninu odu amodaju re. Je ki a gbiyaju lekansi!

source: Mobile identity
id: Idanimo ero-alagbeka

source: OK
id: Beeni

source: Or add your phone number
id: Tabi fi nomba ero-ibanisoro re kun

source: Or select a phone number from the list
id: Tabi yan nomba ero-ibanisoro lati ori atojo naa
