Repository: BenitoJedai/mozilla-gaia
Catalog: */shared/permissions/permissions.properties.po
Languages: af, eo, hr, ko, ku, ml, mr, ne, or, vi, wa, xh, zh_tw

source: App Permission
af: Programtoestemming
mr: ॲप परवानगी
ne: एप संस्करण
or: ଆପ ଅନୁମତି
xh: Imvume yeaplikheyishini

source: Website Permission
af: Webwerftoestemming
mr: संकेतस्थळ परवानगी
ne: वेवसाइट अनुमति
or: ୱେବସାଇଟ ଅନୁମତି
xh: Imvume yewebhusayithi

source: Select Camera
af: Kies kamera
mr: कॅमेरा निवडा
ne: क्यामेरा चयन गर्नुहोस्
or: କ୍ୟାମେରା ବାଛନ୍ତୁ
xh: Khetha ikhamera

source: Contacts
af: Kontakte
eo: Kontaktoj
hr: Kontakti
ko: 연락처
ku: Peywendî
ml: വിലാസങ്ങള്‍
mr: संपर्क पत्ते
ne: सम्पर्कहरू
or: ସମ୍ପର୍କଗୁଡ଼ିକ
vi: Danh bạ
wa: Contaks
xh: Abantu onokuqhagamshelana nabo
zh_tw: 通訊錄

source: {{app}} would like to access your contact list.
af: {{app}} wil graag toegang verkry tot die kontaklys.
eo: {{app}} ŝatus atingi vian liston de kontaktoj.
hr: {{app}} želi pristupiti popisu vaših kontakata.
ko: {{app}}이 연락처 목록에 접근하려 합니다.
ku: {{app}} dixwaze xwe bigihîne lîsteya te ya peywendiyan.
ml: {{app}} നിങ്ങളുടെ വിലാസങ്ങളുടെ പട്ടിക കാണാൻ ആഗ്രഹിക്കുന്നു.
mr: {{app}} ला आपले संपर्क पत्ते वापरायचे / बघायचे आहेत
ne: {{app}}ले तपाईको सम्पर्क सूचीसंग पहुंच पुग्न चाहन्छ |
or: {{app}} ଆପଣଙ୍କ ସମ୍ପର୍କ ସାରଣୀରେ ପ୍ରବେଶ ଚାହେଁ
vi: {{app}} muốn truy cập vào danh bạ của bạn.
wa: {{app}} vôreut bén moussî e vosse calpin d’ adresse.
xh: I-{{app}} ingathanda ukufumana uluhlu lwakho lwabantu onokuqhagamshelana nabo.
zh_tw: {{app}} 想要存取您的聯絡人清單。

source: {{site}} would like to access your contact list.
af: {{site}} wil graag toegang verkry tot die kontaklys.
eo: {{site}} ŝatus atingi vian liston de kontaktoj.
hr: {{site}} želi pristupiti popisu vaših kontakata.
ko: {{site}}에서 연락처 목록에 접근하려 합니다.
ku: {{site}} dixwaze xwe bigihîne lîsteya te ya peywendiyan.
ml: {{site}} നിങ്ങളുടെ വിലാസങ്ങളുടെ പട്ടിക ലഭിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{site}} ला आपले संपर्क पत्ते वापरायचे / बघायचे आहे.
ne: {{site}}ले तपाईको सम्पर्क सूचीसंग पहुंच पुग्न चाहन्छ |
or: {{site}} ଆପଣଙ୍କ ସମ୍ପର୍କ ସାରଣୀରେ ପ୍ରବେଶ ଚାହେଁ
vi: {{site}} muốn truy cập vào danh bạ của bạn.
wa: {{site}} vôreut bén moussî e vosse calpin d’ adresse.
xh: I-{{site}} ingathanda ukufumana uluhlu lwakho lwabantu onokuqhagamshelana nabo.
zh_tw: {{site}} 想要存取您的聯絡人清單。

source: Notifications
af: Kennisgewings
eo: Sciigoj
hr: Obavijesti
ko: 알림
ku: Agahdarî
ml: അറിയിപ്പുകള്‍
mr: सूचना
ne: सूचनाहरु
or: ବିଜ୍ଞପ୍ତି
vi: Thông báo
wa: Notifiaedjes
xh: Izaziso
zh_tw: 通知

source: {{app}} would like to display notifications.
af: {{app}} wil graag kennisgewings vertoon.
eo: {{app}} ŝatus montri sciigojn.
hr: {{app}} želi prikazivati obavijesti.
ko: {{app}}이 알림을 띄우려 합니다.
ku: {{app}} dixwaze agahdariyan nîşan bide.
ml: {{app}} അറിയിപ്പുകൾ കാണിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{app}} ला सूचना दर्शवायच्या आहेत.
ne: {{app}}ले सूचनाहरू देखाउन चाहन्छ |
or: {{app}} ବିଜ୍ଞପ୍ତି ଗୁଡ଼ିକୁ ପ୍ରଦର୍ଶିତ କରିବାକୁ ଚାହେଁ
vi: {{app}} muốn hiển thị thông báo.
wa: {{app}} vôreut bén håyner des notifiaedjes.
xh: I-{{app}} ingathanda ukubonisa izaziso.
zh_tw: {{app}} 想要顯示通知。

source: {{site}} would like to display notifications.
af: {{site}} wil graag kennisgewings vertoon.
eo: {{site}} ŝatus montri sciigojn.
hr: {{site}} želi prikazivati obavijesti.
ko: {{site}}에서 알림을 띄우려 합니다.
ku: {{site}} dixwaze agahdariyan nîşan bide.
ml: {{site}} അറിയിപ്പുകൾ കാണിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{site}} ला सूचना दर्शवायच्या आहेत.
ne: {{site}}ले सूचनाहरू देखाउन चाहन्छ।
or: {{site}} ବିଜ୍ଞପ୍ତି ଗୁଡ଼ିକୁ ପ୍ରଦର୍ଶିତ କରିବାକୁ ଚାହେଁ
vi: {{site}} muốn hiển thị thông báo.
wa: {{site}} vôreut bén håyner des notifiaedjes.
xh: I-{{site}} ingathanda ukubonisa izaziso.
zh_tw: {{site}} 想要顯示通知。

source: Music Storage
af: Musiekberging
eo: Konservejo de muziko
hr: Prostor za glazbu
ko: 음악 저장소
ku: Depoya Muzîkê
ml: സംഗീതസംഭരണി
mr: संगीत स्टोरेज
ne: सङ्गित भण्डारण
or: ସଙ୍ଗୀତ ଭଣ୍ଡାର
vi: Nhạc lưu trữ
wa: Stocaedje di muzike
xh: Ugcino lomculo
zh_tw: 音樂儲存空間

source: {{app}} would like to access your music.
af: {{app}} wil graag toegang tot jou musiek verkry.
eo: {{app}} ŝatus atingi vian muzikon.
hr: {{app}} želi pristupiti vašoj glazbi.
ko: {{app}}이 음악에 접근하려 합니다.
ku: {{app}} dixwaze xwe bigihîne muzîkên te.
ml: {{app}} താങ്കളുടെ സംഗീതം ലഭിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{app}} ला आपले संगीत वापरायचे / बघायचे आहे.
ne: {{app}} तपाईको संगीत प्रयोग गर्ने चाहन्छ |
or: {{app}} ଆପଣଙ୍କ ସଙ୍ଗୀତରେ ପ୍ରବେଶ ପାଇବାକୁ ଚାହେଁ
vi: {{app}} muốn sử dụng nhạc của bạn.
wa: {{app}} vôreut bén aveur accès a vosse muzike.
xh: I-{{app}} ingathanda ukufumana umculo wakho.
zh_tw: {{app}} 想要存取您的音樂。

source: {{site}} would like to access your music.
af: {{site}} wil graag toegang tot jou musiek verkry.
eo: {{site}} ŝatus atingi vian muzikon.
hr: {{site}} želi pristupiti vašoj glazbi.
ko: {{site}}에서 음악에 접근하려 합니다.
ku: {{site}} dixwaze xwe bigihîne muzîkên te.
ml: {{site}} താങ്കളുടെ സംഗീതം ലഭിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{site}} ला आपले संगीत वापरायचे / बघायचे आहे.
ne: {{site}} तपाईको संगीतको उपयोग गर्ने चाहन्छ |
or: {{site}} ଆପଣଙ୍କ ସଙ୍ଗୀତରେ ପ୍ରବେଶ ପାଇବାକୁ ଚାହେଁ
vi: {{site}} muốn sử dụng nhạc của bạn
wa: {{site}} vôreut bén aveur accès a vosse muzike.
xh: I-{{site}} ingathanda ukufumana umculo wakho.
zh_tw: {{site}} 想要存取您的音樂。

source: Image Storage
af: Beeldberging
eo: Konservejo de bildoj
hr: Prostor za slike
ko: 이미지 저장소
ku: Depoya Wêneyan
ml: ചിത്രസംഭരണി
mr: प्रतिमा स्टोरेज
ne: छवि भण्डारण
or: ଛବି ଭଣ୍ଡାର
vi: Ảnh lưu trữ
wa: Stocaedje d’ imådje
xh: Ugcino lomfanekiso
zh_tw: 圖片儲存空間

source: {{app}} would like to access your images.
af: {{app}} wil graag toegang tot jou beelde verkry.
eo: {{app}} ŝatus atingi viajn bildojn.
hr: {{app}} želi pristupiti vašim slikama.
ko: {{app}}이 이미지에 접근하려 합니다.
ku: {{app}} dixwaze xwe bigihîne wêneyên te.
ml: {{app}} താങ്കളുടെ ചിത്രങ്ങൾ ലഭിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{app}} ला आपल्या प्रतिमा वापरायच्या / बघायच्या आहेत.
ne: {{app}} तपाईको चित्रहरु प्रयोग गर्ने चाहन्छ |
or: {{app}} ଆପଣଙ୍କ ଛବିରେ ପ୍ରବେଶ ପାଇବାକୁ ଚାହେଁ
vi: {{app}} muốn sử dụng ảnh của bạn
wa: {{app}} vôreut bén aveur accès a vos imådjes.
xh: I-{{app}} ingathanda ukufumana imifanekiso yakho.
zh_tw: {{app}} 想要存取您的圖片。

source: {{site}} would like to access your images.
af: {{site}} wil graag toegang tot jou beelde verkry.
eo: {{site}} ŝatus atingi viajn bildojn.
hr: {{site}} želi pristupiti vašim slikama.
ko: {{site}}에서 이미지에 접근하려 합니다.
ku: {{site}} dixwaze xwe bigihîne wêneyên te.
ml: {{site}} താങ്കളുടെ ചിത്രങ്ങൾ ലഭിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{site}} ला आपल्या प्रतिमा वापरायच्या / बघायच्या आहेत.
ne: {{site}}ले तपाईको चित्रहरुसंग पहुंच पुग्न चाहन्छ |
or: {{site}} ଆପଣଙ୍କ ଛବିରେ ପ୍ରବେଶ ପାଇବାକୁ ଚାହେଁ
vi: {{site}} muốn sử dụng ảnh của bạn
wa: {{site}} vôreut bén aveur accès a vos imådjes.
xh: I-{{site}} ingathanda ukufumana imifanekiso yakho.
zh_tw: {{site}} 想要存取您的圖片。

source: Memory Card Storage
af: Geheuekaartberging
eo: Konservejo en memorkarto
hr: Prostor na SD kartici
ko: 메모리 카드 저장소
ku: Depoya Karta Bîrdankê
ml: മെമ്മറി കാർഡ് സംഭരണി
mr: मेमरी कार्ड स्टोरेज
ne: मेमोरी कार्ड भण्डार
or: ମେମୋରୀ କାର୍ଡ ଭଣ୍ଡାର
vi: Thẻ nhớ
wa: Stocaedje del cwåte memwere
xh: Ugcino lwekhadi lememori
zh_tw: 記憶卡儲存空間

source: {{app}} would like to access your memory card.
af: {{app}} wil graag toegang tot die geheuekaart verkry.
eo: {{app}} ŝatus atingi vian memorkarton.
hr: {{app}} želi pristupiti vašoj memorijskoj kartici.
ko: {{app}}이 메모리 카드에 접근하려 합니다.
ku: {{app}} dixwaze xwe bigihîne depoya te ya bîrdankê.
ml: {{app}} താങ്കളുടെ മെമ്മറി കാർഡ് ലഭിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{app}} ला आपले मेमरी कार्ड वापरायचे / बघायचे आहे.
ne: {{app}} तपाईको मेमोरी कार्डसंग पहुंच पुग्न चाहन्छ |
or: {{app}} ଆପଣଙ୍କ ମେମୋରୀ କାର୍ଡରେ ପ୍ରବେଶ ପାଇବାକୁ ଚାହେଁ
vi: {{app}} muốn truy cập vào thẻ nhớ của bạn
wa: {{app}} vôreut bén moussî e vosse cwåte memwere.
xh: I-{{app}} ingathanda ukufumana ikhadi lakho lememori.
zh_tw: {{app}} 想要存取您的記憶卡。

source: {{site}} would like to access your memory card.
af: {{site}} wil graag toegang tot die geheuekaart verkry.
eo: {{site}} ŝatus atingi vian memorkarton.
hr: {{site}} želi pristupiti vašoj memorijskoj kartici.
ko: {{site}}에서 메모리 카드에 접근하려 합니다.
ku: {{site}} dixwaze xwe bigihîne depoya te ya bîrdankê.
ml: {{site}} താങ്കളുടെ മെമ്മറി കാർഡ് ലഭിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{site}} ला आपले मेमरी कार्ड वापरायचे / बघायचे आहे.
ne: {{site}}ले तपाईको मेमोरी कार्डसंग पहुंच पुग्न चाहन्छ |
or: {{site}} ଆପଣଙ୍କ ମେମୋରୀ କାର୍ଡରେ ପ୍ରବେଶ ପାଇବାକୁ ଚାହେଁ
vi: {{site}} muốn truy cập vào thẻ nhớ của bạn
wa: {{site}} vôreut bén moussî e vosse cwåte memwere.
xh: I-{{site}} ingathanda ukufumana ikhadi lakho lememori.
zh_tw: {{site}} 想要存取您的記憶卡。

source: Video Storage
af: Videoberging
eo: Konservejo de filmetoj
hr: Prostor za video
ko: 동영상 저장소
ku: Depokirina Vîdeoyan
ml: വീഡിയോ സംഭരണി
mr: व्हिडीओ स्टोरेज
ne: भिडियो भण्डार
or: ଭିଡିଓ ଭଣ୍ଡାର
vi: Video đã lưu
wa: Stocaedje videyo
xh: Ugcino lwevidiyo
zh_tw: 影片儲存空間

source: {{app}} would like to access your videos.
af: {{app}} wil graag toegang tot jou video’s verkry.
eo: {{app}} ŝatus atingi viajn filmetojn.
hr: {{app}} želi pristupiti vašim video snimkama.
ko: {{app}}이 동영상에 접근하려 합니다.
ku: {{app}} dixwaze xwe bigihîne vîdeoyên te.
ml: {{app}} താങ്കളുടെ വീഡിയോകൾ ലഭിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{app}} ला आपले व्हिडीओ वापरायचे / बघायचे आहेत.
ne: {{app}}ले तपाईको भिडियोहरुसंग पहुंच पुग्न चाहन्छ |
or: {{app}} ଆପଣଙ୍କ ଭିଡିଓରେ ପ୍ରବେଶ ପାଇବାକୁ ଚାହେଁ
vi: {{app}} muốn sử dụng video của bạn
wa: {{app}} vôreut bén aveur accès a vos videyos.
xh: I-{{app}} ingathanda ukufumana iividiyo zakho.
zh_tw: {{app}} 想要存取您的影片庫。

source: {{site}} would like to access your videos.
af: {{site}} wil graag toegang tot jou video’s verkry.
eo: {{site}} ŝatus atingi viajn filmetojn.
hr: {{site}} želi pristupiti vašim video snimkama.
ko: {{site}}에서 동영상에 접근하려 합니다.
ku: {{site}} dixwaze xwe bigihîne vîdeoyên te.
ml: {{site}} താങ്കളുടെ വീഡിയോകൾ ലഭിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{site}} ला आपले व्हिडीओ वापरायचे / बघायचे आहेत.
ne: {{site}}ले तपाईको भिडियोहरुसंग पहुंच पुग्न चाहन्छ |
or: {{site}} ଆପଣଙ୍କ ଭିଡିଓରେ ପ୍ରବେଶ ପାଇବାକୁ ଚାହେଁ
vi: {{site}} muốn sử dụng video của bạn
wa: {{site}} vôreut bén aveur accès a vos videyos.
xh: I-{{site}} ingathanda ukufumana iividiyo zakho.
zh_tw: {{site}} 想要存取您的影片庫。

source: FM Radio
eo: Radio FM
ko: FM 라디오
ku: FM Radyo
ml: എഫ് എം റേഡിയോ
mr: FM रेडिओ
ne: FM रेडियो
or: ଏଫଏମ ରେଡିଓ
vi: Đài FM
wa: Radio FM
xh: Unomathotholo weFM
zh_tw: FM 收音機

source: {{app}} would like to use the FM Radio.
af: {{app}} wil graag die FM-radio gebruik.
eo: {{app}} ŝatus uzi la radion FM.
hr: {{app}} želi koristiti FM radio.
ko: {{app}}이 FM 라디오를 사용하려 합니다.
ku: {{app}} dixwaze FM Radyoyê bi kar bîne.
ml: {{app}} താങ്കളുടെ എഫ് എം റേഡിയോ ലഭിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{app}} ला FM रेडिओ वापरायचे आहे.
ne: {{app}} FM रेडियो प्रयोग गर्न चाहन्छ |
or: {{app}} ଏଫଏମ ରେଡ଼ିଓ ବ୍ୟବହାର କରିବାକୁ ଚାହେଁ
vi: {{app}} muốn sử dụng chức năng đài FM.
wa: {{app}} si vôreut bén siervi del radio FM.
xh: I-{{app}} ingathanda ukufumana unomathotholo weFM.
zh_tw: {{app}} 想要使用 FM 收音機。

source: {{site}} would like to use the FM Radio.
af: {{site}} wil graag die FM-radio gebruik.
eo: {{site}} ŝatus uzi la radion FM.
hr: {{site}} želi koristiti FM radio.
ko: {{site}}에서 FM 라디오를 사용하려 합니다.
ku: {{site}} dixwaze FM Radyoyê bi kar bîne.
ml: {{site}} താങ്കളുടെ എഫ് എം റേഡിയോ ലഭിക്കാൻ ആഗ്രഹിക്കുന്നു.
mr: {{site}} ला FM रेडिओ वापरायचे आहे.
ne: {{site}} FM रेडियो प्रयोग गर्न चाहन्छ |
or: {{site}} ଏଫଏମ ରେଡ଼ିଓ ବ୍ୟବହାର କରିବାକୁ ଚାହେଁ
vi: {{site}} muốn sử dụng chức năng đài FM
wa: {{site}} si vôreut bén siervi del radio FM.
xh: I-{{site}} ingathanda ukufumana unomathotholo weFM.
zh_tw: {{site}} 想要使用 FM 收音機。

source: Geolocation
af: Geoligging
eo: Geografia pozicio
hr: Geolokacija
ko: 위치 정보
ku: Ciyê Cografîk
mr: भूस्थान
ne: भू-स्थान
or: ଭୌଗୋଳିକସ୍ଥାନ
vi: Vị trí địa lý
wa: Djeyoplaeçmint
xh: Indawo okuyo
zh_tw: 地理資訊

source: {{app}} would like to know your location.
af: {{app}} wil graag weet wat jou ligging is.
eo: {{app}} ŝatus scii kie vi estas.
hr: {{app}} želi znati vašu trenutnu lokaciju.
ko: {{app}}이 위치를 알아내려고 합니다.
ku: {{app}} dixwaze ciyê te yê cografîk bizane.
ml: {{app}} താങ്കളുടെ സ്ഥാനം അറിയാൻ ആഗ്രഹിക്കുന്നു
mr: {{app}} ला आपले स्थळ जाणून घ्यायचे आहे.
ne: {{app}} तपाईको स्थान जान्न चाहन्छ ।
or: {{app}} ଆପଣଙ୍କ ସ୍ଥାନ ଜାଣିବାକୁ ଚାହେଁ
vi: {{app}} muốn biết vị trí của bạn.
wa: {{app}} vôreut bén conoxhe vost eplaeçmint.
xh: I-{{app}} ingathanda ukufumana indawo okuyo.
zh_tw: {{app}} 想要知道您所在的地理位置。

source: {{site}} would like to know your location.
af: {{site}} wil graag weet wat jou ligging is.
eo: {{site}} ŝatus scii kie vi estas.
hr: {{site}} želi znati vašu trenutnu lokaciju.
ko: {{site}}에서 위치를 알아내려고 합니다.
ku: {{site}} dixwaze ciyê te yê cografîk bizane.
ml: {{site}} താങ്കളുടെ സ്ഥാനം അറിയാൻ ആഗ്രഹിക്കുന്നു
mr: {{site}} ला आपले स्थळ जाणून घ्यायचे आहे.
ne: {{site}} तपाईको स्थान जान्न चाहन्छ।
or: {{site}} ଆପଣଙ୍କ ସ୍ଥାନ ଜାଣିବାକୁ ଚାହେଁ।
vi: {{site}} muốn biết vị trí của bạn
wa: {{site}} vôreut bén conoxhe vost eplaeçmint.
xh: I-{{site}} ingathanda ukufumana indawo okuyo.
zh_tw: {{site}} 想要知道您所在的地理位置。

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
af: {{brandShortName}} gebruik data soos GPS en nabygeleë Wi-Fi- en selfoonnetwerke om te help om ’n benaderde ligging vas te stel. Data word na Mozilla en ander diensverskaffers gestuur en sal as ’n geheel gebruik word om daardie liggingdatabasisse te verbeter. Data sal dalk op jou toestel gestoor word, en data sal moontlik versameling word selfs al loop daar geen programme nie.
eo: {{brandShortName}} uzas datumojn kiel GPS, proksimajn sendratajn kaj poŝtelefonajn retojn por eltrovi vian proksimuman pozicion. Tiujn datumojn estas senditaj al Mozilla kaj aliaj provizantoj de servoj kaj ili estos uzitaj are por plibonigi tiujn poziciajn datumbazoj. Datumoj povas esti konservitaj en via aparato kaj kolekto de datumoj povas okazi eĉ kiam neniu programo funkcias.
hr: {{brandShortName}} koristi informacije od GPS-a, Wi-Fi-a i mobilnih mreža u važoj blizini kako bi lakše procijenio vašu lokaciju. Podaci se šalju Mozilli i ostalim pružateljima usluga, te se koriste za unaprijeđenje geolokacijskih baza podataka. Podaci se mogu spremati na vaš uređaj, a prikupljanje podataka se može obavljati čak i kad aplikacije nisu pokrenute.
ku: {{brandShortName}} ji bo diyarkirina ciyê te daneyên wekî yên GPS, Wi-Fi û îstasyonên mobîlê yên nêzîkî te bi kar tîne. Ev dane ji Mozillayê û peydakerên servîsê yên din re tên şandin, û ji bo pêşvebirina danegehên ciyên cografîk yên têkildar tên berhevkirin û bikaranîn. Dibe ku ev dane li ser cîhaza te bên depokirin û eger tu bername nexebite jî dikare daneyan berhev bike.
mr: {{brandShortName}}, आपले स्थान निश्चित करण्यासाठी, GPS, वाय-फाय, आणि आपल्या जवळील मोबाइल नेटवर्कच्या माहितीचा उपयोग करतो. Mozilla आणि इतर सेवा प्रदात्यांना ही माहिती पाठविली जाते आणि ती माहिती एकंदर स्थान डाटाबेस सुधारण्यासाठी वापरली जाईल. डाटा आपल्या डिव्हाइसवर संग्रहित केले जाऊ शकतो आणि अनुप्रयोग चालु नसताना देखील डाटा संकलन होउ शकते.
ne: {{brandShortName}} तपाईको अनुमानित स्थान निर्धारित गर्न मद्दत गर्नको लागि जिपिएस, वाई फाई, र तपाई सँग भएको मोबाइल नेटवर्कको रुपमा डाटाको उपयोग गर्छ । डाटा मोजिला र अन्य सेवा प्रदाताको लागि पठाएको छ र त्यस स्थान डाटाबेसमा सुधार गर्नको लागि समग्र रुपमा उपयोग गरिनेछ। डाटा आफनो डिवाइसमा संग्रहित गर्न सकिन्छ र अरु कुनै एप्स चलिरहेछ, तब पनि जब डाटा संग्रह हुन सक्छ ।
or: {{brandShortName}} ଜିପିଏସ, ୱାଇଫାଇ ଓ ଆପଣଙ୍କ ନିକଟସ୍ଥ ମୋବାଇଲ ନେଟୱର୍କକୁ ଆପଣଙ୍କ ସ୍ଥିତିକୁ ନିକଟତମ ନିର୍ଧାରଣ କରିବାକୁ ବ୍ୟବହାର କରିଥାଏ। ମୋଜିଲା ଓ ଅନ୍ୟାନ୍ୟ ସେବା ପ୍ରଦାନକାରୀଙ୍କୁ ଡାଟା ପଠାଯାଏ ଓ ସେଗୁଡ଼ିକୁ ମୋଟାମୋଟି ଭାବରେ ଏ ସବୁ ସ୍ଥାନର ଡାଟାବେସକୁ ଉନ୍ନତ କରିବାକୁ ବ୍ୟବହାର କରା ଯାଇଥାଏ। ଆପଣଙ୍କ ଉପକରଣରେ ଡାଟା ସାଇତା ଯାଇପାରେ ଏବଂ କୌଣସି ଆପ ଚାଲୁ ନ ଥିଲେ ବେଳେ ବି ଡାଟା ସଂଗ୍ରହ ଘଟିପାରେ।
wa: {{brandShortName}} si sieve di dnêyes come li GPS, li Wi-Fi eyet les rantoeles axhlåves dins vosse coine po-z aidî a dire ewou çki vs estoz pus ou moens. Les dinêyes sont evoyeyes a Mozilla et d’ ôtes ahesseus di siervices eyet seront eployeyes eshonnes po-z amidrer ces båzes di dnêyes d’ eplaeçmint. Des dnêyes polèt esse schapêyes so vost éndjin eto et des ramexhnaedjes di dnêyes si savèt passer minme cwand nole aplicåcion n’ overe.
xh: I-{{brandShortName}} isebenzisa idatha enjenge-GPS, i-Wi-Fi, neenethiweki zeefowuni eziphathwayo ukuncedo ubone eyona ndawo ukuyo. Kuthunyelwe idatha kwiMozilla nabanye ababoneleli beenkonzo yaye iza kusetyenziselwa ukuphucula oovimba bendawo. Idatha isenokugcinwa kwisixhobo sakho yaye ukuqokelelwa kwedatha kusenokwenziwa nokuba akukho zi-app ziqhubayo.
zh_tw: {{brandShortName}} 將會使用諸如 GPS、Wi-Fi、與您附近的數據網路基地台等資料來幫助判斷您的大略位置。這些資料將會傳送到 Mozilla 與其他的服務提供者，並結合起來改善位置資料庫的準確度。這些資料可能也會儲存在您的裝置上；就算沒有執行程式時也可能會收集這些資料。

source: Camera
af: Kamera
eo: Filmilo
ml: ക്യാമറ
mr: कॅमेरा
ne: क्यामेरा
or: କ୍ୟାମେରା
xh: Ikhamera
zh_tw: 相機

source: Would you like to share your camera with {{app}}?
af: Wil jy die kamera met {{app}} deel?
eo: Ĉu vi ŝatus dividi vian filmilon kun {{app}}?
ml: താങ്കള്‍ക്കു് {{app}}നൊപ്പം ക്യാമറ പങ്കു വയ്ക്കണമോ?
mr: {{app}} सोबत आपला कॅमेरा शेअर करायला आवडेल?
ne: के तपाईं {{app}} सँग आफ्नो क्यामेरा बाँड्न चाहनुहुन्छ?
or: ଆପଣ ନିଜ କ୍ୟାମେରାକୁ {{app}} ସହିତ ବାଣ୍ଟିବାକୁ ଚାହୁଁଛନ୍ତି କି ?
wa: Voloz vs pårtaedjî vosse camera avou {{app}} ?
xh: Ungatha ukwabelana ngekhamera yakho ne-{{app}}?
zh_tw: 您想要與 {{app}} 分享您的相機嗎？

source: Would you like to share your camera with {{site}}?
af: Wil jy die kamera met {{site}} deel?
eo: Ĉu vi ŝatus dividi vian filmilon kun {{site}}?
ml: താങ്കള്‍ക്കു് {{site}}നൊപ്പം ക്യാമറ പങ്കു വയ്ക്കണമോ?
mr: {{site}} सोबत आपला कॅमेरा शेअर करायला आवडेल?
ne: के तपाईं {{site}} सँग आफ्नो क्यामेरा बाँड्न चाहनुहुन्छ?
or: ଆପଣ ନିଜ କ୍ୟାମେରାକୁ {{site}} ସହିତ ବାଣ୍ଟିବାକୁ ଚାହୁଁଛନ୍ତି କି ?
wa: Voloz vs pårtaedjî vosse camera avou {{site}} ?
xh: Ungatha ukwabelana ngekhamera yakho ne-{{site}}?
zh_tw: 您想要與 {{site}} 分享您的相機嗎？

source: Microphone
af: Mikrofoon
eo: Mikrofono
ml: മൈക്രോഫോണ്‍
mr: मायक्रोफोन
ne: माईक्रोफोन
or: ମାଇକ୍ରୋଫୋନ୍
wa: Micro
xh: Umboko
zh_tw: 麥克風

source: Would you like to share your microphone with {{app}}?
af: Wil jy die mikrofoon met {{app}} deel?
eo: Ĉu vi ŝatus dividi vian mikrofonon kun {{app}}?
ml: താങ്കള്‍ക്കു് {{app}}നൊപ്പം മൈക്രോഫോൺ പങ്കു വയ്ക്കണമോ?
mr: {{app}} सोबत आपला माइक्रोफोन शेअर करायला आवडेल?
ne: के तपाईं {{app}} सँग आफ्नो माईक्रोफोन बाँड्न चाहनुहुन्छ?
or: ଆପଣ ନିଜ ମାଇକ୍ରୋଫୋନକୁ {{app}} ସହିତ ବାଣ୍ଟିବାକୁ ଚାହୁଁଛନ୍ତି କି ?
wa: Voloz vs pårtaedjî vosse micro avou {{app}} ?
xh: Ungatha ukwabelana ngomboko wakho ne-{{app}}?
zh_tw: 您想要與 {{app}} 分享您的麥克風嗎？

source: Would you like to share your microphone with {{site}}?
af: Wil jy die mikrofoon met {{site}} deel?
eo: Ĉu vi ŝatus dividi vian mikrofonon kun {{site}}?
ml: താങ്കള്‍ക്കു് {{site}}നൊപ്പം മൈക്രോഫോൺ പങ്കു വയ്ക്കണമോ?
mr: {{site}} सोबत आपला माइक्रोफोन शेअर करायला आवडेल?
ne: के तपाईं {{site}}सँग आफ्नो माईक्रोफोन बाँड्न चाहनुहुन्छ?
or: ଆପଣ ନିଜ ମାଇକ୍ରୋଫୋନକୁ {{site}} ସହିତ ବାଣ୍ଟିବାକୁ ଚାହୁଁଛନ୍ତି କି ?
wa: Voloz vs pårtaedjî vosse micro avou {{site}} ?
xh: Ungatha ukwabelana ngomboko wakho ne-{{site}}?
zh_tw: 您想要與 {{site}} 分享您的麥克風嗎？

source: Camera and Microphone
af: Kamera en mikrofoon
eo: Filmilo kaj mikrofono
ml: ക്യാമറയും മൈക്രോഫോണും
mr: कॅमेरा व मायक्रोफोन
ne: क्यामेरा र माइऋोफोन
or: କ୍ୟାମେରା ଓ ମାଇକ୍ରୋଫୋନ
wa: Camera eyet micro
xh: Ikhamera nomboko
zh_tw: 相機與麥克風

source: Would you like to share your camera and microphone with {{app}}?
af: Wil jy die kamera en mikrofoon met {{app}} deel?
eo: Ĉu vi ŝatus dividi vian filmilon kaj mikrofonon kun {{app}}?
ml: താങ്കള്‍ക്കു് {{app}}നൊപ്പം ക്യാമറയും മൈക്രോഫോണും പങ്കു വയ്ക്കണമോ?
mr: {{app}} सोबत आपला कॅमेरा व मायक्रोफोन शेअर करायला आवडेल ?
ne: के तपाई आफ्नो क्यामेरा र माइक्रोफोन {{app}} संग बाँड्न चाहनु हुन्छ ?
or: ଆପଣ ନିଜ କ୍ୟାମେରା ଓ ମାଇକ୍ରୋଫୋନକୁ {{app}} ସହିତ ବାଣ୍ଟିବାକୁ ଚାହୁଁଛନ୍ତି କି ?
wa: Voloz vs pårtaedjî vosse camera eyet vosse micro avou {{app}} ?
xh: Ungathanda ukwabelana ne-{{app}} ngekhamera nomboko wakho?
zh_tw: 您想要與 {{app}} 分享您的相機與麥克風嗎？

source: Would you like to share your camera and microphone with {{site}}?
af: Wil jy die kamera en mikrofoon met {{site}} deel?
eo: Ĉu vi ŝatus dividi vian filmilon kaj mikrofonon kun {{site}}?
ml: താങ്കള്‍ക്കു് {{site}}നൊപ്പം ക്യാമറയും മൈക്രോഫോണും പങ്കു വയ്ക്കണമോ?
mr: {{site}} सोबत आपला कॅमेरा व मायक्रोफोन शेअर करायला आवडेल ?
ne: के तपाई आफ्नो क्यामेरा र माइक्रोफोन {{site}} संग बाँड्न चाहनु हुन्छ ?
or: ଆପଣ ନିଜ କ୍ୟାମେରା ଓ ମାଇକ୍ରୋଫୋନକୁ {{site}} ସହିତ ବାଣ୍ଟିବାକୁ ଚାହୁଁଛନ୍ତି କି ?
wa: Voloz vs pårtaedjî vosse camera eyet vosse micro avou {{site}} ?
xh: Ungathanda ukwabelana ne-{{site}} ngekhamera nomboko wakho?
zh_tw: 您想要與 {{site}} 分享您的相機與麥克風嗎？

source: Select a camera for {{app}}.
af: Kies 'n kamera vir {{app}}.
mr: {{app}} साठी कॅमेरा निवडा.
ne: {{app}} का लागि क्यामेरा चयन गर्नुहोस्।
or: {{app}}ପାଇଁ କ୍ୟାମେରା ବାଛନ୍ତୁ।
xh: Khetha ikhamera ye{{app}}.

source: Select a camera for {{site}}.
af: Kies 'n kamera vir {{site}}.
mr: {{site}} साठी कॅमेरा निवडा.
ne: {{site}} का लागि क्यामेरा चयन गर्नुहोस्।
or: {{site}}ପାଇଁ କ୍ୟାମେରା ବାଛନ୍ତୁ।
xh: Khetha ikhamera ye{{site}}.

source: Mobile Identity
af: Mobiele identiteit
ne: मोबाइल पहिचान
or: ମୋବାଇଲ ପରିଚୟ
xh: Isazisi sefofuni ephathwayo
