Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/collection/collection.properties.po
Languages: rw

source: Loading
rw: Irimo gukorwa

source: Cancel
rw: Kureka

source: Custom
rw: Iboneza

source: Create your own Smart Collection
rw: Kora icyegeranyo cyawe

source: Connect to the internet to add more Smart Collections
rw: Jya kuri murandasi kugirango wongereho ibyegeranyo

source: Add to top of collection
rw: Ongera hejuru y'icyegeranyo

source: Save to Homescreen
rw: Bika ku habanza

source: Connect to the internet to get apps for {{collectionName}}
rw: Jya kuri murandasi kugirango ubone apurikasiyo {{izina ry'icyegeranyo}}

source: Edit
rw: Guhindura

source: Done
rw: Byakozwe

source: Delete {{name}}
rw: Siba{{izina}}

source: {{name}} and all of its data will be deleted.
rw: {{izina}} n'ibijyana naryo birasibika

source: Delete
rw: Siba
