Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/fl/download.properties.po
Languages: wo

source: Download
wo: Yebbi

source: Install
wo: Samp

source: Cancel
wo: Bàyyi

source: Download Error
wo: Yebbi Njuumte

source: Installation Error
wo: Njuumteg Samp

# err_descriptor_download_failed
source: The download failed because of a server error.
wo: Yebbi gi yeggul ndax ab njuumte cëraakon.

# err_bad_descriptor
source: The download failed because of a server error.
wo: Yebbi gi yeggul ndax ab njuumte cëraakon.

source: File is too large to download.
wo: Taxañ dafa diis lool cig yebbi.

source: This type of purchased media is not supported on your phone.
wo: Bii xeetu mejaa nga jënd mënul ànd ak sa telefon.

# err_bad_type
source: The download failed because of a server error.
wo: Yebbi gi yeggul ndax ab njuumte cëraakon.

# err_content_download_failed
source: The download failed because of a server error.
wo: Yebbi dakk na ndax njuumte cëraakon.

# err_bad_drm_message
source: The download failed because of a server error.
wo: Yebbi gi yeggul ndax ab njuumte cëraakon.

source: The downloaded image cannot be displayed on this device.
wo: Nataal biñ yebbi mënul wonewu ci bii jëfandaay.

source: The downloaded file cannot be played on this device.
wo: Taxañ biñ yebbi mënul daw ci bii jëfandaay.

source: There is not enough storage space on your device to save this song.
wo: Sa dencukaayu jëfandaay desewul fu mën a denc way wii.

source: Cannot save song because there is no memory card.
wo: Mënul denc way wii ndax amoo kàrt memuwaar.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
wo: Mënul denc way wi ndaw ñu ngiy jëfandikoo kàrt memuwaar bi. Debaraaseel sa telefon te nga jéem ko yebbiwaat.

# err_ds_save_failure
source: Error saving media file.
wo: Njuumteg denc taxañu mejaa.

# err_db_store_failure
source: Error saving media file.
wo: Njuumteg denc taxañu mejaa.

source: Song downloaded and installed. Use the Music app to play it.
wo: Yebbi nañu way wi ba samp ko. Jëfandikool jëfekaayu Misik bi ngir deglu ko.

source: Ringtone downloaded and installed.
wo: Yebbi nañu sonëri bi ba samp ko.

source: Wallpaper downloaded and installed.
wo: Yebbi nañu nataal bi ba samp ko.

source: Do you want to download and install this audio file as a song or as a ringtone?
wo: Ndax danga bëgg a yebbi te samp taxañ ojo bi def ko way walla sonëri?

source: Ringtone
wo: Sonëri

source: Song
wo: Way

source: Download song?
wo: Yebbi way?

source: Download ringtone?
wo: Yebbi way?

source: Download wallpaper?
wo: Yebbi nataal?

source: Downloading song…
wo: Mi ngi yebbi way…

source: Downloading ringtone…
wo: Mi ngi yebbi sonëri…

source: Downloading wallpaper…
wo: Mi ngi yebbi nataal…

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
wo: {{vendor}} dafa tëj taxañu meja bi ba kenn du ko mën a séddóo ak ñeneen walla toxal ko ci beneen jëfandaay.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
wo: Jaaykat bi dafa tëj taxañu meja bi ba kenn du ko mën a séddóo ak ñeneen walla toxal ko ci beneen jëfandaay.

source: Name
wo: Tur

source: Type
wo: Xeet

source: Size
wo: Dayo

source: Vendor
wo: Jaaykat

source: Info
wo: Xibaar

source: Downloading
wo: Yebbi

source: Preview image
wo: Xolandi nataal

source: Preview audio
wo: Xolandi ojo

source: bytes
wo: okte

source: KB
wo: KO

source: MB
wo: MO

source: GB
wo: GO
