Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/apps/gallery/gallery.properties.po
Languages: yo

# number-selected2
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

# number-selected2[zero]
source: Select
yo: Yan

# number-selected2[one]
source: {{ n }} selected
yo: {{ n }} asayan

# number-selected2[two]
source: {{ n }} selected
yo: {{ n }} asayan

# number-selected2[few]
source: {{ n }} selected
yo: {{ n }} asayan

# number-selected2[many]
source: {{ n }} selected
yo: {{ n }} asayan

# number-selected2[other]
source: {{ n }} selected
yo: {{ n }} asayan

source: Delete photo?
yo: Pa aworan-yiya re?

source: Delete video?
yo: Pa ere-agbelewo re?

# delete-n-items?
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: Nothing selected
yo: A ko sasayan nkankan

source: Delete selected item?
yo: Pa asayan ohun kan re?

# delete-n-items?[two]
source: Delete {{ n }} items?
yo: Pare {{ n }} awon ohun kan?

# delete-n-items?[few]
source: Delete {{ n }} items?
yo: Pare {{ n }} awon ohun kan?

# delete-n-items?[many]
source: Delete {{ n }} items?
yo: Pare {{ n }} awon ohun kan?

# delete-n-items?[other]
source: Delete {{ n }} items?
yo: Pare {{ n }} awon ohun kan?

# pickoneimage2
source: Select
yo: Yan

# cropimage
source: Crop
yo: Satunse

source: Cancel
yo: Pare

source: Delete
yo: Pare

source: OK
yo: Odaa

source: Edit
yo: Satunse

source: Save
yo: Fipamo

source: Done
yo: Pari

source: Exposure
yo: Ifinihan

source: Crop
yo: Satunse

source: Effects
yo: Igbelaruge

source: Borders
yo: Awon aala

source: Original
yo: Ojulowo

source: Portrait
yo: Aworan-olooro

source: Landscape
yo: Aworan-onibu

source: Square
yo: Onigunmerin

source: No photos or videos
yo: Ko si awon aworan-yiya tabi awon ere-agbelewo

source: Use the Camera app to get started.
yo: Lo ohun-elo Ero-ayaworan lati sese beere.

source: No photos
yo: Kosi awon aworan-yiya

source: No memory card
yo: Kosi kaadi iranti

source: Insert a memory card to use this app.
yo: Fi kaadi iranti sinu re lati lo ohun-elo yii.

source: Memory card in use
yo: Anlo kaadi iranti lowo

source: Unplug the phone to use this app.
yo: Yo ero-ibanisoro kuro lati lo ohun-elo yi.

source: Scanning
yo: Sayewo

source: Looking for photos and videos.
yo: Fun wiwa awon aworan ati awon ere-agbelewo.

source: Database Upgrade
yo: Imundojuiwon Yaraiwifun

source: Please wait while Gallery updates its database.
yo: Jowo duro titi Ibi asafihan aworan yio fi se imundojiwon yaraiwifun re.

source: Can not share this image file type.
yo: A ko le pin iru atojo aworan yi.

source: Can not edit photos: Memory card is full.
yo: Ko le satunse awon aworan: Kaadi iranti ti kun.

source: Image is too large to display on this device.
yo: Aworan ti tobi pupo ju lati han lori ohun-amulo yii.

source: Image is invalid or corrupt and cannot be displayed.
yo: Aworan ko fesemule tabi baje a ko si le safihan re.

source: {{filename}} saved to Gallery
yo: {{orukoatojo}} fipamo si Ibi asafihan aworan

source: Go to Camera
yo: Lo sori Ero-ayaworan

source: Name
yo: Oruko

source: Size
yo: Iwon

source: Image Type
yo: Iru Aworan

source: Date Taken
yo: Ojo ti Ayaa

source: Resolution
yo: Didara aworan

source: Close
yo: Pade

source: Bytes
yo: Baiti

source: Gallery
yo: Ibi asafihan aworan

source: Preview
yo: Wiwotele
