Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/costcontrol/costcontrol.properties.po
Languages: ee

# topup-confirmation-title2
source: Usage
ee: Zaza

source: Top-up confirmed
ee: Top-up ewɔdɔ

# topup-incorrectcode-title2
source: Usage
ee: Zaza

source: Incorrect top-up code entered.
ee: Top-up code si geɖe emea, mede o.

source: Updating
ee: Ele wɔwɔm yeye

source: Updating…
ee: Ele wɔwɔm yeye...

source: Yesterday
ee: Etsɔ

source: Today
ee: egbe

source: Never
ee: gbeɖe

source: Usage Widget
ee: zaza widget

source: New {{provider}} SIM inserted
ee: wokɔ {{provider}} ƒe SIM yeye ge ɖe eme

source: Tap to track your phone and internet usage.
ee: tɔ asi ne atrack wonuƒomɔ kple internet zaza

source: New SIM inserted
ee: SIM yeye geɖe eme

source: Tap to track your internet usage.
ee: tɔ asi ne atrack wo internet zaza

source: Airplane Mode
ee: yameʋu mode

source: Please, turn off airplane mode to enable Usage.
ee: Meɖekuku, tsi yameʋu mode na eƒe zaza

source: No SIM inserted
ee: SIM aɖekɛ mele o

source: Insert a SIM to enable Usage.
ee: kɔ SIM de eme na eƒe zaza

source: Locked SIM card
ee: SIM card yea le tutu

source: Unlock your SIM to enable Usage.
ee: ʋu wo SIM na eƒe zaza

source: Usage First Time Experience
ee: zaza zigbãtɔ

source: Save money by keeping track of your phone and internet usage.
ee: Dzra ga ɖo to ŋku léle ɖe wò asiƒomesakplisamɔ kple internet zãza ŋuti

source: Save money by keeping track of your internet usage.
ee: Dzra ga ɖo to ŋku léle ɖe wò internet zãza ŋuti

source: Get clear information about how much internet you’re using.
ee: xɔ nutsotso nyuie tso internet si nu zam ne le

source: Information shown on Usage comes directly from this device. Check with your mobile service provider for detailed account information.
ee: nutsotso si fia wo zaza tsoa device gbɔ. kpɔ wo kaƒomɔ servisi nalawo na wo akaunt nutsonutso nyuie

source: Type of Contract
ee: contract vovototo

source: Select the type of contract you have with your mobile service provider.
ee: tia contract vovototo si le asiwo le wo mobile servis provider gbɔ

source: Low Balance Alert
ee: balance atert le sɔe

source: Set an alert to avoid running out of credit.
ee: da alert be credit mavɔ le asiwo o

source: Data Report and Alert
ee: data report kple alert

source: Receive reports about your Internet usage and set an alert to avoid using too much.
ee: Xor nutsotso tso wò Internet zãza ŋuti eye nana ga naɖi na wò bena mazãe akpa o

source: Phone and Data Report
ee: Asiƒomesakplisamɔ kple eŋuti zaza nutsotso

source: Receive reports about your phone and Internet usage.
ee: xɔ nutsotso tso wo asiƒomesakplisamɔ ŋti kple wo inteneti zaza nu

# fte-postpaid3-title
source: Data Alert
ee: Asiƒomesakplisamɔ ŋuti zaza nutsotso

# fte-postpaid3-hint
source: Set an alert to avoid using too much data.
ee: Ɖo gaƒoƒo bena mazã Internet akpa o

source: Data Report
ee: Asiƒomesakplisamɔ ŋuti zaza nutsotso

source: Receive reports about your internet usage.
ee: Xɔ nutsotso le wò Internet zaza ŋuti

# fte-onlydata3-title
source: Data Alert
ee: Internet zãza nutsotso

# fte-onlydata3-hint
source: Set an alert to avoid using too much data.
ee: ɖo gaƒoƒo bena mazã inteneti akpa o

source: Phone Activity
ee: Asiƒomesakplisamɔ wɔnawo

source: Balance
ee: Gagbagba

source: Roaming: no automatic balance update. You might be charged for updating manually.
ee: Tsatsa: gagbagba si susɔ la ŋutɔ matenu adze o. Dze agbagba wo ŋutɔ nawɔe

source: Balance didn’t update correctly. Try updating manually.
ee: Gagbagba si susɔ la ŋutɔ mateŋu adze o. Dze agbagba wò ŋutɔ nawɔe

source: Turn off airplane mode to update your balance or top up.
ee: Tsi yameʋu dzesi la be nateŋu ade ga wo mɔ̃ la dzi

source: Do you want to disable Airplane mode to update or top up?
ee: Ɖee nèdi be yeatsi yameʋu dzesi la be nateŋu ade ga wò mɔ̃ la dzia?

source: You need phone coverage to update your balance or top up.
ee: Ehiã asiƒomesakplisamɔ dzesi hena ga dede wo mɔ̃ la dzi

source: Top Up
ee: Asiƒomesakplisamɔ ga alo dzesi

source: Enter the top-up code
ee: De asiƒomesakplisamɔ ga edzi

source: Find it on the scratch card or directly in your receipt.
ee: Kpɔe le wo agbalẽ via dzi

source: You will receive a confirmation message
ee: Axɔ gbedasi tso eŋuti

source: Make sure the code is correct and try again.
ee: Kpɔ egbɔ be dzeasiawo de eye nagawɔe ake

source: There was a problem sending the code. Please, try again.
ee: Vodada ade dzɔ le dzesiawo ɖoɖoɖa me. Taflatse, gawɔe ake

# application-error-title
source: Service unavailable
ee: Dɔwɔna meli fifia o

source: Contact your company representative
ee: Tia ka kple dɔ teƒenɔla aɖe

# service-unavailable-title
source: Service unavailable
ee: Dɔwɔna meli fifia o

source: Neither update nor top-up is possible at the moment. Please try later.
ee: Mateŋu azã dzesi yeyewo alo ada ga ɖe edzi le ɣeyiɣi sia me o. Taflatse gawɔe ake/gatee kpɔ

source: Data usage
ee: Dzesi zãza

source: Update
ee: Wɔwɔ yeye

source: Use top-up code
ee: Zã dzesia

source: Open top-up menu
ee: Ʋu dzesiawo nɔƒe

source: OK
ee: Enyo

source: Your top-up is being processed.
ee: Wo dzesi la le mɔ̃a me tom

source: Update your balance to confirm. If balance is unchanged, try topping up again.
ee: Da ga ɖe esi le asi wò dzi be nakpɔ kakadedzi. Ne ga yeyea medze o la, gadze agbagba nadae ɖe edzi

source: Top-up not confirmed
ee: Miateŋu ana kakaɖedzi le dzesi yeyea ŋu o

source: Try updating your balance or retry top-up.
ee: Dze agbagba nade dzesia edzi

source: send
ee: Ɖoe ɖa

source: My phone and Internet plan is
ee: Nye asiƒomesakplisamɔ kple internet ɖoɖowoe nye

source: Prepaid
ee: Fexexedoŋgɔ na ezãza

source: Postpaid
ee: Fexexe ne ezae vɔ

source: Phone activity
ee: Asiƒomesakplisamɔ dɔwɔnawo

source: SMS sent
ee: Gbedasi kpuia yi

source: Calls made
ee: Amesiwo neyɔ

source: Settings
ee: Afi si natrɔ nuwo le

source: Low balance alert
ee: Ga masugbɔ ƒe nyanyanana

source: When balance is below
ee: Nenye be ga la didi wu ale si dze

source: Phone and Internet data report
ee: Asiƒomesakplisamɔ kple internet dzesi nutsotso

source: Starting on
ee: Esisi

source: Cancel
ee: Te fli ɖe eme

source: Monthly
ee: Ɣleti sia ɣleti

source: Weekly
ee: Kɔsiɖa sia kɔsiɖa

source: Monday
ee: Dzoɖa

source: Tuesday
ee: Blaɖa

source: Wednesday
ee: Kuɖa

source: Thursday
ee: Yawoɖa

source: Friday
ee: Fiɖa

source: Saturday
ee: Memliɖa

source: Sunday
ee: Kɔsiɖa

source: Billing cycle ends
ee: fexexe muwo wuenu

source: Tracking will reset on this date
ee: wo tracking agbugbɔ awɔ le ŋkeke sia dzi

source: Yes
ee: Yo / ee

source: Done
ee: Ewɔ

source: Confirmation
ee: asidadadedzi

source: All current data will be deleted. Are you sure you want to reset?
ee: wo data wo a tutu. ekadedzi be ya gbugbɔwoe

source: Reset
ee: gbugbɔwoe

source: Reset Wi-Fi usage
ee: gbugbɔwo Wi-Fi zaza

source: Reset mobile usage
ee: gbugbɔwo asiƒomekaƒomɔ zaza

source: Reset mobile & Wi-Fi data
ee: gbugbɔwo asiƒomekamɔ kple Wi-Fi data

source: Not set
ee: mewɔ o

source: Used
ee: wo zae

source: Limit passed
ee: Edzeto seƒenu

source: Limit
ee: Seƒe

source: Data usage limit
ee: data zaza fe seƒe

source: Data use alert
ee: Data zaza fe dzesi

source: When use is above
ee: Data zaza ƒe seƒe

source: Enter a mobile data limit alert
ee: ŋlɔ̃ wo kaƒomɔ ƒe data limit alert

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
ee: tsitsia ƒe speed didia nenye be eƒe limit ɖo

source: Wi-Fi usage
ee: Wi-Fi zaza

source: Mobile usage
ee: asimekaƒomɔ zaza

# wifi-usage-settings
source: Wi-Fi usage
ee: Wi-Fi zaza

# mobile-usage-settings
source: Mobile usage
ee: asimekaƒomɔ zaza

source: I’m Pre-paid
ee: Me nye pre-paid

source: I’m Post-paid
ee: Me nye post-paid

source: Reset data usage
ee: gbugbɔ data zaza wɔ

source: Reset report
ee: gbugbɔ nutsotso wɔ

source: Next
ee: esi gbɔna

source: Back
ee: megbe

source: Let’s go!
ee: mi dzo

source: Alert
ee: sidzedze toxe

source: Alert Limit
ee: sidzedze toxe seƒe

source: Welcome
ee: Woezɔ

source: {{limit}} of data used
ee: Eza data fe seƒe vɔ

source: You’ve reached the limit you selected
ee: Eɖo nusi ne tso laƒe seƒe

source: Low balance
ee: gagbagba sue

source: {{remaining}} remaining phone credit
ee: asimekaƒome fe ami si susɔ

source: Balance has reached zero, no phone credit remaining.
ee: Gasi susɔ la ɖo zero,asiƒomenuƒomɔ credit me susɔ o

source: Not available
ee: Meli o

source: Usage
ee: zaza

source: Internet
ee: inteneti

source: Phone
ee: asiƒomenuƒomɔ

source: Loading interface data. Please retry in a while.
ee: interface data le yiyim. Meɖekuku gbugbɔwɔe kpoe
