Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/browser/browser.properties.po
Languages: ln

source: Cancel
ln: Tika

source: Done
ln: Esili

source: Search or enter address
ln: Luka to kotisa adresi

source: History
ln: Lisitwale

source: New tab
ln: Tab ya sika

source: Open link in new tab
ln: Fungola lien na tab ya sika

source: Future
ln: Oyo ekoya

source: Today
ln: Lelo

source: Yesterday
ln: Lobi oyo eleki

source: Last 7 days
ln: Mikolo sambo(7) oyo euti koleka

source: This month
ln: Sanza oyo

source: Last 6 months
ln: Sanza motoba(6) oyo euti koleka

source: Older than 6 months
ln: Ya kala koleka sanza motoba (6)

source: January
ln: Sanza ya yambo

source: February
ln: Sanza ya mibale

source: March
ln: Sanza ya misatu

source: April
ln: Sanza ya mine

source: May
ln: Sanza ya mitano

source: June
ln: Sanza ya motoba

source: July
ln: Sanza ya sambo

source: August
ln: Sanza ya mwambe

source: September
ln: Sanza ya libwa

source: October
ln: Sanza ya zomi

source: November
ln: Sanza ya zomi na moko

source: December
ln: Sanza ya zomi na mibale

source: Enter a search term or Web address to start browsing.
ln: Kotisa maloba ya koluka to adresi ya web po na kobanda konaviguer.

# top-sites-startPage
source: Top sites
ln: Basites oyo elingami

# top-sites-tab
source: Top sites
ln: Basites oyo elingami koleka

source: Settings
ln: Paramětres

source: Privacy & Security
ln: Makambo ya moto ye moko mpe Bokengi

source: Clear browsing history
ln: Boma lisitwale ya navigation

source: Clear browsing history?
ln: Oboma lisitwale ya navigation?

source: Clear cookies and stored data
ln: Boma bacookies mpe badonnées oyo ebombami

source: Clear cookies and other data stored by sites on this device?
ln: Oboma bacookies mpe badonnées mosusu oyo ebombami na basites na appareil oyo?

source: Search Engines
ln: Bamoteur ya koluka-luka

source: Default search engine
ln: Moteur ya koluka-luka na défaut

source: Unbookmark
ln: Longola bookmark

source: Edit bookmark
ln: Bongisa kokoma bookmark

# edit-bookmark-header
source: Edit bookmark
ln: Bongola bookmark

source: Page title
ln: Mama ya likambo ya lokasa

source: Address
ln: Adresi

source: Add to home screen
ln: Bakisa na écran ya accueil

source: Username
ln: Kombo ya mosali

source: Password
ln: Bilembo ya kokotela

source: Sign in
ln: Kota

source: Sign in to website
ln: Kota na website

source: The website {{host}} requires you to sign in.
ln: Website {{host}} asengi yo kokota

source: The username or password is incorrect.
ln: Nkombo ya mosali to bilembo ya kokotela eza mabe

source: Well, this is embarrassing.
ln: Malamu, oyo ezali kotungisa penza.

source: We tried to display this Web page, but it’s not responding.
ln: Tomekaki kolakisa lokasa ya Web oyo, kasi ezo simba te.

source: Close tab
ln: Kanga tab

source: Reload
ln: Télécharger lisusu

source: Search for
ln: Luka

source: Save Image
ln: Bomba Elili

source: Image saved to Gallery
ln: Elili ebombami na Gallerie

source: Error saving image
ln: Erreur esalemi na kobombaka elili

source: Save Video
ln: Bomba Video

source: Video saved to Video
ln: Video ebombami na Video

source: Error saving video
ln: Erreur esalemi na kobombaka Video

source: Save Audio
ln: Bomba Audio

source: Audio saved to Music
ln: Audio ebombami na Miziki

source: Error saving audio
ln: Erreur esalemi na kobombaka audio
