Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/calendar/calendar.properties.po
Languages: ee

source: Back
ee: Megbe

source: Hide
ee: Be

source: Cancel
ee: Tso nu eme

source: Confirm
ee: Ka ɖe edzi

source: Done
ee: Ewu enu

source: Events
ee: Nudzɔdzɔwo

source: Edit
ee: To eme

source: All-day Events
ee: ŋkekea kata nudzɔdzɔwo

source: No Events
ee: Nudzɔdzɔ manɔanyiwo

source: Swipe
ee: ɖɔli

source: to navigate between calendar dates.
ee: be nadi kalenda ŋkekewo

source: Today
ee: Egbe

source: Month
ee: Dzinu

source: Week
ee: Kɔsida

source: Day
ee: ŋkeke

# settings-show
source: Settings
ee: Dodowo

source: Hide settings
ee: Be emenuwo

source: Add an account
ee: Kpe akaunti ɖe eŋu

source: Add event
ee: Kpe nudzɔdzɔ ɖe eŋu

source: Event
ee: Nudzɔdzɔ

source: Add Event
ee: Kpe nudzɔdzɔ ɖe eŋu

source: Edit Event
ee: To nudzɔdzɔ me

source: Account
ee: Akaunti

source: Accounts
ee: Akauntiwo

# advanced-settings-short
source: Settings
ee: Ɖoɖowo

source: Calendar Settings
ee: Kalenda dodowo

source: Personalization
ee: ameɖokuitɔwɔwɔ

source: Reminders
ee: ŋkuɖodziwo

source: Add Account
ee: Kpe akaunti de enu

source: Username
ee: Ezala ŋkɔ

source: Please wait while your account is set up
ee: Taflatse wo akaunti la ava kpuie

source: Unable to sync
ee: Meteŋu sync o

source: Sign in
ee: Geɖe eme

# preset-local
source: Offline calendar
ee: Offline kalenda

# calendar-local
source: Offline calendar
ee: Offline kalenda

source: Title
ee: Tanya

source: Where?
ee: Afika?

source: Notes
ee: Nuŋlɔɖiwo

source: All day event?
ee: Ŋkeke bliboa nudzɔdzɔa?

source: Start date
ee: Gɔmedzedze date

source: End date
ee: Nuwuwu date

source: Start time
ee: Gɔmedzedze game

source: End time
ee: Nuwuwu game

source: Delete event
ee: Tutu nudzɔdzɔ

source: Remove local data
ee: Ɖe local data ɖa

source: Remove account
ee: Ɖe akaunti ɖa

source: Removing this account will also remove your local copy of associated calendars and events.
ee: Akaunti sia ɖeɖeɖa aɖe wo kalenda kple wo nudzɔdzɔwo ʄe local kɔpi ha ɖa.

source: Sync
ee: sinkronaiz

source: Sync Calendar
ee: sinkronaiz kalenda

source: 15 min
ee: Aɖabaʄoʄo wuiatɔ̃

source: 30 min
ee: Aɖabaʄoʄo blaetɔ̃

source: Each hour
ee: Gaʄoʄo sia gaʄoʄo

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
ee: {{gɔmedzedzeDate}}<br>tso {{gɔmedzeGame}} to {{nuwuwuGame}}

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
ee: Tso {{startTime}} {{startDate}}<br>yi {{endTime}} {{endDate}}

source: All day<br>{{startDate}}
ee: ŋkekea kata <br>{{startDate}}

source: All day from {{startDate}}<br>to {{endDate}}
ee: ŋkekea kata tso {{startDate}}<br>yi {{endDate}}

source: None
ee: Ɖeke o

source: Reminder:
ee: ŋkudodzi

source: Remind me
ee: Ɖoŋku dzi nam

source: At time of event
ee: Le nudzɔdzɔ game dzi

source: On day of event
ee: Le nudzɔdzɔ ŋkekea dzi

source: {{title}} starting {{distance}}
ee: {{title}} gɔmedzedze {{distance}}

source: {{title}} started {{distance}}
ee: {{title}} gɔmedzedze {{distance}}

source: 0 minutes before
ee: Aɖabaʄoʄo aɖeke meva yi o

source: 1 minute before
ee: Aɖabaʄoʄo ɖeka va yi

# minutes-before[two]
source: {{value}} minutes before
ee: {{asixɔxɔ}} aɖabaʄoʄowo va yi

# minutes-before[few]
source: {{value}} minutes before
ee: {{value}} aɖabaʄoʄowo va yi

# minutes-before[many]
source: {{value}} minutes before
ee: {{value}} aɖabaʄoʄowo va yi

# minutes-before[other]
source: {{value}} minutes before
ee: {{value}} aɖabaʄoʄowo va yi

source: 0 hours before
ee: Gaʄoʄo aɖeke meva yi o

source: 1 hour before
ee: Gaʄoʄo ɖeka va yi

# hours-before[two]
source: {{value}} hours before
ee: {{value}} gaʄoʄowo va yi

# hours-before[few]
source: {{value}} hours before
ee: {{value}} gaʄoʄowo va yi

# hours-before[many]
source: {{value}} hours before
ee: {{value}} gaʄoʄowo va yi

# hours-before[other]
source: {{value}} hours before
ee: {{value}} gaʄoʄowo va yi

source: 0 days before
ee: ŋkeke aɖeke meva yi

source: 1 day before
ee: ŋkeke ɖeka va yi

# days-before[two]
source: {{value}} days before
ee: {{value}} ŋkeke siwo va yi

# days-before[few]
source: {{value}} days before
ee: {{value}} ŋkeke siwo va yi

# days-before[many]
source: {{value}} days before
ee: {{value}} ŋkeke siawo va yi

# days-before[other]
source: {{value}} days before
ee: {{value}} ŋkeke siwo va yi

source: 0 weeks before
ee: kɔsiɖa aɖeke meva yi o

source: 1 week before
ee: kɔsiɖa ɖeka va yi

# weeks-before[two]
source: {{value}} weeks before
ee: {{value}} kɔsiɖa siwo va yi

# weeks-before[few]
source: {{value}} weeks before
ee: {{value}} kɔsiɖa siwo va yi

# weeks-before[many]
source: {{value}} weeks before
ee: {{value}} kɔsiɖa siwo va yi

# weeks-before[other]
source: {{value}} weeks before
ee: {{value}} kɔsiɖa siwo va yi

source: 0 months before
ee: dzinu aɖeke meva yi

source: 1 month before
ee: dzinu ɖeka va yi

# months-before[two]
source: {{value}} months before
ee: {{value}} dzinu aɖewo va yi

# months-before[few]
source: {{value}} months before
ee: {{value}} dzinu aɖewo va yi

# months-before[many]
source: {{value}} months before
ee: {{value}} dzinu aɖewo va yi

# months-before[other]
source: {{value}} months before
ee: {{value}} dzinu aɖewo va yi

source: 0 years before
ee: ʄe aɖeke meva yi o

source: 1 year before
ee: ʄe ɖeka va yi

# years-before[two]
source: {{value}} years before
ee: {{value}} ʄe aɖewo va yi

# years-before[few]
source: {{value}} years before
ee: {{value}} ʄe siwo va yi

# years-before[many]
source: {{value}} years before
ee: {{value}} ʄe siwo va yi

# years-before[other]
source: {{value}} years before
ee: {{value}} ʄe siwo vayi

source: 0 minutes after
ee: aɖabaʄoʄo 0 megbe

source: 1 minute after
ee: aɖabaʄoʄo 1 megbe

# minutes-after[two]
source: {{value}} minutes after
ee: {{value}} aɖabaʄoʄowo megbe

# minutes-after[few]
source: {{value}} minutes after
ee: {{value}}aɖabaʄoʄowo megbe

# minutes-after[many]
source: {{value}} minutes after
ee: {{value}} aɖabaʄoʄowo megbe

# minutes-after[other]
source: {{value}} minutes after
ee: {{value}} aɖabaʄoʄowo megbe

source: 0 hours after
ee: Gaʄoʄowo 0 megbe

source: 1 hour after
ee: Gaʄoʄowo 1 megbe

# hours-after[two]
source: {{value}} hours after
ee: {{value}} gaʄoʄowo megbe

# hours-after[few]
source: {{value}} hours after
ee: {{value}} gaʄoʄo aɖewo megbe

# hours-after[many]
source: {{value}} hours after
ee: {{value}} gaʄoʄo aɖewo megbe

# hours-after[other]
source: {{value}} hours after
ee: {{value}} gaʄoʄo aɖewo megbe

source: 0 days after
ee: ŋkeke 0 megbe

source: 1 day after
ee: ŋkeke 1 megbe

# days-after[two]
source: {{value}} days after
ee: {{value}} ŋkeke aɖewo megbe

# days-after[few]
source: {{value}} days after
ee: {{value}} ŋkeke aɖewo megbe

# days-after[many]
source: {{value}} days after
ee: {{value}} ŋkeke aɖewo megbe

# days-after[other]
source: {{value}} days after
ee: {{value}} ŋkeke aɖewo megbe

source: 0 weeks after
ee: ŋkeke 0 megbe

source: 1 week after
ee: kɔsiɖa 1 megbe

# weeks-after[two]
source: {{value}} weeks after
ee: {{value}} kɔsiɖa aɖewo megbe

# weeks-after[few]
source: {{value}} weeks after
ee: {{value}} kɔsiɖa aɖewo megbe

# weeks-after[many]
source: {{value}} weeks after
ee: {{value}} kɔsiɖa aɖewo megbe

# weeks-after[other]
source: {{value}} weeks after
ee: {{value}} kɔsiɖa aɖewo megbe

source: 0 months after
ee: dzinu 0 megbe

source: 1 month after
ee: dzinu 1 megbe

# months-after[two]
source: {{value}} months after
ee: {{value}} dzinu aɖewo megbe

# months-after[few]
source: {{value}} months after
ee: {{value}} dzinu aɖewo megbe

# months-after[many]
source: {{value}} months after
ee: {{value}} dzinu aɖewo megbe

# months-after[other]
source: {{value}} months after
ee: {{value}} dzinu aɖewo megbe

source: 0 years after
ee: ƒe 0 megbe

source: 1 year after
ee: ƒe 1 megbe

# years-after[two]
source: {{value}} years after
ee: {{value}} ƒewo megbe

# years-after[few]
source: {{value}} years after
ee: {{value}} ƒewo megbe

# years-after[many]
source: {{value}} years after
ee: {{value}} ƒewo megbe

# years-after[other]
source: {{value}} years after
ee: {{value}} ƒewo megbe

source: All Day
ee: ŋkekea kata

source: End date must come after start date
ee: Edze be nuwuwu date nava le gɔmedze date megbe

source: Wrong login and/or password
ee: Gege ɖe eme kple/alo password madzedzi

source: Server error. Check your login and try again.
ee: Sɛva madzedzi. To wo gegeɖememɔnu la me eye naga tee kpɔ.

source: Something is wrong. Try again later.
ee: Nu madzedzi aɖe dzɔ. Ga tee kpɔ emegbe.

source: No connection. Check your network configuration and try again.
ee: Katstsia meli o. To wo network kɔnfigreshin me eye naga tee kpɔ.

source: This account already exists.
ee: Akaunti sia li xoxo.

source: Calendar sync error
ee: Kalenda synch menyo o

source: Tap for more info
ee: Tap na nya nububuwo
