Repository: BenitoJedai/mozilla-gaia
Catalog: ee/shared/facebook/facebook.properties.po
Languages: ee

source: Close
ee: tu

# fbFriends
source: Facebook Friends
ee: facebook xorlorwo

source: Outlook
ee: dzi

source: Gmail
ee: G meli

# facebook-serviceName
source: Facebook Friends
ee: facebook xorlorwo

source: Select all
ee: tia wo kata

source: Deselect all
ee: tefli de tiatiawo me

source: View All Facebook Friends
ee: kpor facebook xorlorwo kata

source: View Only Recommended
ee: kpor esiwo wotsiana wo ko

source: No matching friends. Showing all
ee: Xɔlɔ aɖeke mesɔ kpli o. Fia wokata

source: Select the recommended one
ee: tia esi wotia na wo

# linkProposal[two]
source: Select a recommended one
ee: tia esi wotia na wo

# linkProposal[few]
source: Select a recommended one
ee: tia esi wotia na wo

# linkProposal[many]
source: Select a recommended one
ee: tia esi wotia na wo

# linkProposal[other]
source: Select a recommended one
ee: tia esi wotia na wo

source: All your friends are imported
ee: wo he xorlorwo kata ve

source: Found one friend to import
ee: wokpɔ xɔ ɖeka ne woahe vee

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
ee: wokpɔ xɔ {{numFriends}} ne woahe vee

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
ee: wokpɔ xɔ {{numFriends}} ne woahe vee

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
ee: wokpɔ xɔ {{numFriends}} ne woahe vee

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
ee: wokpɔ xɔ {{numFriends}} ne woahe vee

source: Search
ee: Dzi

source: No contacts found
ee: Womekpɔ kɔntati aɖeke o

source: Done
ee: ewunu

source: Importing friends to Contacts
ee: Wole xɔlɔwo tsɔ yi ɖe Kɔntatiwo

source: Updating friends in Contacts
ee: Wole xɔlɔ siwo le Kɔntatiwo la updating

# message2
source: This may take a couple of minutes
ee: Esia adidi miniti ʋee

source: Please hold on. We are linking your friend and your contact.
ee: Meɖekuku tɔ vie. Miele xɔlɔ wo kple wo kɔntati tsam

source: Please hold on. We are canceling the ongoing operation.
ee: Meɖekuku tɔ vie. Miele dɔwɔna siwo le dzi yim tutu.

source: Error {{from}}
ee: Vodada {{from}}

# error2
source: Do you want to retry?
ee: Edi be yeaga tee kpɔa?

# errorProposal
source: calculating proposals
ee: Wole proposalwo bum

# errorFriends
source: retrieving friends
ee: Wole xɔlɔwo gbugbɔ xɔm

source: linking contact
ee: Wole kɔntati tsiam

source: Exceeded timeout {{from}}
ee: Wogbɔ ɣeyiyi dzi {{from}}

# timeout2
source: Do you want to retry?
ee: Edi be yeaga tee kpɔa?

# timeoutProposal
source: calculating proposals
ee: Wole proposalwo bum

# timeoutFriends
source: retrieving friends
ee: Wole xɔlɔwo gbugbɔ xɔm

source: linking contacts
ee: Wole kɔntati tsiam

source: Please hold on
ee: Meɖekuku gbɔdziɖi vie

# wait2
source: This may take a couple of minutes
ee: Esia axɔ miniti viaɖe wo

source: Please hold on. We are calculating a proposal.
ee: Meɖekuku gbɔdziɖi vie. Miele proposal aɖe ŋu bum

source: Please hold on. We are connecting to obtain your friend list.
ee: Meɖekuku gbɔdziɖi vie. Miele katsiam ne mia xɔ xɔwowo ƒe list

# curtainCancel
source: Cancel
ee: Tefli ɖeme

source: Retry
ee: Gawoe ke

# curtainOK
source: OK
ee: Yoo

source: No Internet connection
ee: Internet metsia ka o

source: Friends’ photos will not be added to your contacts. Continue anyway?
ee: Womatsɔ xɔwowo ƒe nɔnɔmetatawo kpeɖe kontatiwo ŋu o. Ayidzi nenema?

# noOption
source: Cancel
ee: Tutu

source: No friends updated
ee: Wome update xɔlɔ aɖeke o

source: Updated one friend
ee: Wo update xɔlɔ ɖeka

# friendsUpdated[two]
source: Updated {{numFriends}} friends
ee: Wo update {{numFriends}} xɔxɔwo

# friendsUpdated[few]
source: Updated {{numFriends}} friends
ee: Wo update {{numFriends}} xɔxɔwo

# friendsUpdated[many]
source: Updated {{numFriends}} friends
ee: Wo update {{numFriends}} xɔxɔwo

# friendsUpdated[other]
source: Updated {{numFriends}} friends
ee: Wo update {{numFriends}} xɔxɔwo

source: No duplicated friends merged
ee: Wome ƒoƒu xɔlɔ siwo neŋlɔ zi eve o

source: One duplicated friend merged
ee: Woƒoƒu xɔlɔɖeka si neŋlɔ zi eve

# friendsMerged[two]
source: {{numDups}} friends merged
ee: Woƒoƒu {{numDups}} xɔlɔwo

# friendsMerged[few]
source: {{numDups}} friends merged
ee: Woƒoƒu {{numDups}} xɔlɔwo

# friendsMerged[many]
source: {{numDups}} friends merged
ee: Woƒoƒu {{numDups}} xɔlɔwo

# friendsMerged[other]
source: {{numDups}} friends merged
ee: Woƒoƒu {{numDups}} xɔlɔwo

source: Your Facebook session is invalid. Please sign in.
ee: Wo Facebook ƒe ɣeyiyi mede o. Meɖeɖekuku sign in.

source: There was an error synchronizing your friend’s data
ee: Vodada va esi wo nɔ synchronizing xɔlɔwo ƒe data
