Repository: BenitoJedai/mozilla-gaia
Catalog: */shared/lockscreen/lockscreen.properties.po
Languages: sw

source: Airplane mode
sw: Modi ya ndege

source: Searching…
sw: Inatafuta…

source: No network
sw: Hakuna mtandao

source: {{operator}} (Roaming)
sw: {{operator}} (inaranda)

source: Emergency calls only
sw: Simu za dharura pekee

source: (unknown SIM state)
sw: (hali ya SIM isiyojulikana)

source: (no SIM)
sw: (hakuna SIM)

source: (SIM PIN required)
sw: (PIN ya SIM inahitahika)

source: (SIM PUK required)
sw: (PUK ya SIM inahitajika)

source: (network locked)
sw: (mtandao umefungwa)

source: (service provider locked)
sw: (mtoa huduma amefunga)

source: (corporate locked)
sw: (imefungwa na kampuni)

source: (network1 locked)
sw: (mtandao1 umefungwa)

source: (network2 locked)
sw: (mtandao2 umefungwa)

source: (hrpd network locked)
sw: (mtandao hrpd umefungwa)

source: (ruim corporate locked)
sw: (imefungwa kwa ruim na kampuni)

source: (ruim service provider locked)
sw: (mtoaji huduma wa ruim amefunga)
