Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/music/music.properties.po
Languages: yo

source: Music
yo: Orin

source: Playlist
yo: Akojoere

source: Artists
yo: Awon onkorin

source: Albums
yo: Awon akojopo-orin

source: More
yo: Die si

source: Song artist
yo: Orin onkorin

source: Song album
yo: Akojopo-orin orin

source: Unknown artist
yo: Onkorin aimo

source: Unknown album
yo: Akojopo-orin aimo

source: Unknown title
yo: Akole aimo

source: Add songs to get started
yo: Safikun awon orin lati sese beere

source: Load songs on to the memory card.
yo: Gba awon orin sori kaadi iranti

source: No memory card found
yo: A ko ri kaadi iranti kankan

source: Insert a memory card to listen to songs.
yo: Fi kaadi iranti sinu re lati gbo awon orin.

source: Music can not be used while phone is plugged in
yo: A ko le lo orin nigbati ero-ibanisoro ba ngba agbara lowo

source: Unplug the phone to play music.
yo: Yo ero-ibanisoro kuro lati gbo orin.

source: Database Upgrade
yo: Igbesoke Ojubo-iwifun

source: Please wait while Music updates its database.
yo: Jowo duro na nigbati o ba nsemundojuiwon awon ojubo-iwifun Orin

source: Search Music
yo: Sawaari orin

# search-cancel
source: Cancel
yo: Pare

# search-artists
source: Artists
yo: Awon onkorin

# search-albums
source: Albums
yo: Awon akojopo-orin

source: Tracks
yo: Awon orin

source: close
yo: fi opin si

source: Shuffle all
yo: Da gbogbo won po mora

source: Highest rated
yo: Eyi ti afi sipo giga

source: Recently added
yo: Eyi ti a sese fikun

source: Most played
yo: Eyi to sere pupo ju

source: Least played
yo: Eyi to sere kere ju

source: Select a track
yo: Yan orin kan

source: Save
yo: Fipamo

source: Saved {{title}} to Music
yo: Fi {{akole}} pamo si inu Orin

# overlay-cancel-button
source: Cancel
yo: Pare

source: Music paused during the call
yo: A da orin duro nigbati angba ipe lowo
