Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/wappush/wappush.properties.po
Languages: ln

source: WAP Push message
ln: Message WAP Push

source: Close
ln: Kanga

source: Accept
ln: Ndima

source: Quit
ln: Kolongwa

source: Cancel
ln: Tika

source: Store
ln: Stocker

source: Try again
ln: Meka lisusu

source: Finish
ln: Silisa

source: This message has expired
ln: Message oyo esili ngala

source: Configuration message received
ln: Message ya configuration eyambemi

source: OTA Access Point Configuration
ln: Point d'Accès ya Configuration OTA

source: Configuration message received, click on “Accept” to continue.
ln: Message ya configuration eyambemi, fina "Ndima" mpo na kokoba.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
ln: Esengelaki code PIN epesamela yo na baye batindelaki yo message ya configuration.

source: The message has not been processed yet, do you really want to quit?
ln: Message esili naino te kobongisama, olingi mpeza kolongwa?

source: The PIN you have entered is incorrect. The PIN code should have been provided to you by whomever sent you the configuration message.
ln: PIN oyo okomi eza malamu te. Esengelaki code PIN epesamela yo na baye batindelaki yo message ya configuration.

source: You are about to store the following APN(s) on your phone:
ln: Oza pene ya kostocker oyo elandi APN(s) na telefone nayo:

source: We are done, the APN(s) are now stored.
ln: Tosilisi, APN(s) eza stocké.

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
ln: Message ya configuration oyambaki tokoki te koauthentifier yango na carte SIM nayo, nayongo okoki te kosalela yango mpo na koconfigurer appareil nayo.

source: There was a error while authenticating the sender of the message.
ln: Erreur esalemaki tango ya authentification ya motindi message.

source: The authentication mechanism is not supported yet.
ln: Mecanisme ya authetification naino ebandi kosala te.

source: The configuration message you received does not have valid APNs.
ln: Message ya configuration oyo oyambi ezangi APNs ya kolongobana.
