Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/camera/camera.properties.po
Languages: wo

source: Not enough space on memory card
wo: Xajul ci sa kàrt memuwaar

source: Try freeing up space by deleting media.
wo: Amal mbir yoo ci dindi ndax mu xaj ci.

source: Picture not saved
wo: Nataal bi dencuwul

source: An error prevented Camera from saving the picture.
wo: Amna lu xew ba Nataalukaay bi mënul denc nataal bi.

source: Video not recorded
wo: Jëlul wideo bi

source: An error prevented Camera from recording the video.
wo: Amna lu xew ba Nataalukaay bi jëlul wideo bi.

source: No memory card found
wo: Gisuñ kàrt memuwaar

source: Insert a memory card to take pictures.
wo: Roofal ab kàrt memuwaar ngir jël ay nataal.

source: Camera can not be used while phone is plugged in
wo: Soo baraasee sa telefon doo mën a jëfandikoo sa nataalukaay

source: Unplug the phone to capture photos and videos
wo: Debareel sa telefon ngir jël ay nataal ak wideo

source: You have run out of media storage space.
wo: Mënatoo denc dara ci sa kàrt memuwaar.

source: You have reached the maximum file size for this attachment.
wo: Li nga bëgg takkaale dafa ëpp dayo bi ñu la may.

source: Retake
wo: Jëlaat

source: Select
wo: Tànn

source: Close
wo: Tëj

source: Delete photo?
wo: Dangay far nataal?

source: Delete video?
wo: Dangay far wideo?

source: Cancel
wo: Bàyyi

source: Delete
wo: Far

source: Camera Resolution
wo: Yaatuwaayu Nataalukaay

source: Video Resolution
wo: Yaatuwaayu Wideo

source: Scene Mode
wo: Anamu Seen

source: Self-Timer
wo: Sa waxtu Bopp

# self-timer-off
source: Off
wo: Fay

source: 2 seconds
wo: 2 saa

source: 5 seconds
wo: 5 saa

source: 10 seconds
wo: 10 saa

source: Low Battery
wo: Batiri Waaja jeex

source: The battery is too low to use the camera.
wo: Li des ci batiri bi mënul doxal nataalukaay bi.

source: Critically low battery
wo: Batiri jeexna daanaka

source: 10% battery remaining
wo: 10% moo des ci batiri bi

source: 15% battery remaining
wo: 15% moo des ci batiri bi

# hdr-on
source: On
wo: Taal

# hdr-off
source: Off
wo: Fay

source: (HDR deactivated)
wo: (HDR doxul)

source: Grid Lines
wo: Rëddi Giri

# grid-on
source: On
wo: Taal

# grid-off
source: Off
wo: Fay

source: Flash
wo: Flaas

# flash-on
source: On
wo: Taal

# flash-off
source: Off
wo: Fay

source: Auto
wo: Boppam

source: (Flash deactivated)
wo: (Flash doxul)

source: Options
wo: Tànneef yi

source: Open Gallery
wo: Ubbi Kàggu nataal

source: Preview
wo: Xoolandi
