Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/wappush/wappush.properties.po
Languages: ee

source: WAP Push message
ee: WAP Push mesedzi

source: Close
ee: Tu

source: Accept
ee: Lɔ ɖe dzi

source: Cancel
ee: Tefli eme

source: Store
ee: Dzraɖo

source: Try again
ee: Gatee kpɔ

source: Finish
ee: Wunu

source: This message has expired
ee: Mesedzi sia ƒe ɣeyiɣi vayi

source: Configuration message received
ee: Exɔ kɔnfigurashin mesedzi

source: OTA Access Point Configuration
ee: OTA Access Point Kɔnfigurashin

source: Configuration message received, click on “Accept” to continue.
ee: Exɔ kɔnfigurashin mesedzi, click ɖe “Accept”dzi be nayi edzi.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
ee: Ame si ɖo kɔnfigurashin mesedzia ɖa lae wodze be woaɖo PIN kod la ha ɖa.

source: The message has not been processed yet, do you really want to quit?
ee: Mesedzia meʋu vɔ haɖe o, edi be koko be yeadzudzɔa?

source: The PIN you have entered is incorrect. The PIN code should have been provided to you by whomever sent you the configuration message.
ee: PIN si neŋlɔ la mede o. Ame si ɖo kɔnfigurashin mesedzia ɖa lae wodze be woaɖo PIN kod la ha ɖa.

source: You are about to store the following APN(s) on your phone:
ee: Eyina APN(wo) dzrage ɖo ɖe wo kaƒomɔ dzi:

source: We are done, the APN(s) are now stored.
ee: APN(wo) dzraɖo vɔ xoxo.

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
ee: SIM card meteŋu authenticate kɔnfigurashin mesedzi si nexɔ la o, eyata womateŋu azae atsɔ kɔnfiga wo mɔ̀ o.

source: There was a error while authenticating the sender of the message.
ee: Dzesidede ame si ɖo mesedzi ɖa la medze edzi o.

source: The authentication mechanism is not supported yet.
ee: Dzesidede mechanism la medze edzi haɖe o.

source: The configuration message you received does not have valid APNs.
ee: APN madzedziwoe le kɔnfigurashin mesedzi si nexɔ la ŋu.
