Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/bluetooth/bluetooth.properties.po
Languages: ee

source: Confirmation
ee: Kakaɖedzi

source: Bluetooth is disabled
ee: Bluetooth dzudzɔ dɔwɔwɔ

source: Do you want to turn Bluetooth on?
ee: Edzi be yeasi wo Blutooth a?

source: Cancel
ee: Tefli ɖe eme

source: Turn On
ee: Si

source: Bluetooth file transfer failed
ee: Bluetooth file transfɛ la medzedzi o

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
ee: Bluetooth file transfɛ la medzedzi o. Le ŋku ɖe wo Bluetooth ɖoɖowo ŋu kpɔ nyuie

source: OK
ee: Enyo

source: Paired devices
ee: Mɔ̀wo tsia

source: Devices in the area
ee: Mɔ̀ siwo le teƒe sia

source: Tap to connect
ee: Tɔ asii be woatsia ka

source: Pairing with device…
ee: Mɔ̀awo le ka tsiam…

source: Waiting for other device…
ee: Ele mɔ̀ bubuwo lalam...

source: Paired
ee: Wotsia

source: Connecting…
ee: Ele ka tsiam...

source: Connected
ee: Wo tsia ka

source: Searching for devices…
ee: Ele mɔ̀wo dim...

source: Search for devices
ee: Di mɔ̀wo

source: Unknown device
ee: Mɔ̀ siwo menya o

source: Unable to pair devices
ee: Meteŋu tsia ka kple mɔ̀wo o

source: Unable to pair with the device. Check that the PIN is correct.
ee: Meteŋu tsia ka kple mɔ̀ la o. Le ŋku ɖe PIN la ŋu nyuie

source: Unable to pair with the device. Too many requests.
ee: Meteŋu tsia ka kple mɔ̀ la o. Biabiawo sɔgbɔ akpa.

source: Pair
ee: Tsia ka

source: Confirm devices to pair
ee: Ka ɖe mɔ̀wo ƒe katsiatsia dzi

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
ee: Be natsia ka kple {{device}} la, kpɔ egbɔ be PIN sia dze le mɔ eveawo dzi:

source: To pair with {{device}}, enter the PIN on the device.
ee: Be natsia ka kple {{device}} la, ƒo PIN sia ɖe mɔ la dzi.

source: To pair with {{device}}, enter the passkey on the device.
ee: Be natsia ka kple {{device}} la, ƒo passkey la ɖe mɔ la dzi.

# passive-pair
source: Bluetooth pairing request
ee: Bluetooth tsiatsia biabia

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
ee: {{device}} la di be yeatsia ka kple kaƒomɔ sia. Be nalɔ̃ ɖe edzi la, kpɔ egbɔ be PIN sia le mɔ̀wo dzi:

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
ee: {{device}} la di be yeatsia ka kple kaƒomɔ sia. Be nalɔ̃ ɖe edzi la, ƒo PIN sia ɖe mɔ̀ la dzi.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
ee: {{device}} la di be yeatsia ka kple kaƒomɔ sia. Be nalɔ̃ ɖe edzi la, ƒo passkey la ɖe mɔ̀ la dzi.

source: Bluetooth Request From
ee: Bia Bluetooth tso

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
ee: Bia Bluetooth ƒe tsiatsia

source: Bluetooth Pairing Request
ee: Bia Bluetooth ƒe tsiatsia

source: Bluetooth pairing request expired. Try to pair again.
ee: Bluetooth tsiatsia ƒe biabia ɣeyiɣi wunu. Gatsia ake.
