Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/communications/dialer/dialer.properties.po
Languages: vi

source: Add new number
vi: Thêm số mới

source: Add to existing contact
vi: Thêm vào liên hệ đã tồn tại

source: All
vi: Tất cả

source: Call log
vi: Nhật ký cuộc gọi

source: Connecting
vi: Đang kết nối

source: Cancel
vi: Thôi

source: Asynchronous: {{ async }}
vi: Không đồng bọ: {{ async}}

source: Data: {{ data }}
vi: Dữ liệu: {{ data }}

source: An error occurred while retrieving call forwarding status
vi: Có lỗi xảy ra khi đang nhận cuộc gọi chuyển tiếp trạng thái

source: Inactive
vi: Không hoạt động

source: Packet: {{ packet }}
vi: Gói: {{ packet }}

source: Call forwarding status
vi: Trạng thái chuyển tiếp cuộc gọi

source: Synchronous: {{ sync }}
vi: Đồng bộ: {{ sync }}

source: Voice: {{ voice }}
vi: Âm thanh:{{voice}}

source: Clear selected calls?
vi: Xóa các cuộc gọi được chọn?

source: Create new contact
vi: Tạo liên lạc mới

source: Delete
vi: Xóa

source: Deselect all
vi: Bỏ chọn tất cả

# edit-selected[few]
source: {{ n }} selected
vi: {{n}} được chọn

# edit-selected[many]
source: {{ n }} selected
vi: {{n}} được chọn

# edit-selected[other]
source: {{ n }} selected
vi: {{ n }} mục được lựa chọn

source: Edit
vi: Sửa

source: From {{sender}}
vi: Từ {{ sender}}

source: Ignore Call
vi: Bỏ qua cuộc gọi

source: Incoming
vi: Cuộc gọi đến

source: Missed
vi: Nhỡ

source: Missed call
vi: Cuộc gọi nhỡ

source: An error occurred while sending the message
vi: Gặp lỗi khi gửi tin nhắn

source: Session expired
vi: Cuộc gọi đã kết thúc

source: Message successfully sent
vi: Gửi tin nhắn thành công

source: No calls recorded
vi: Không có cuộc gọi được ghi lại

source: Start communicating now
vi: Bắt đầu liên lạc ngay bây giờ

source: Reply
vi: Trả lời

source: Select All
vi: Chọn tất cả

source: Send
vi: Gửi

source: Today
vi: Hôm nay

source: Unknown number
vi: Không rõ số

source: Yesterday
vi: Hôm qua

source: Sending…
vi: Đang gửi...

source: {{ operator }} services
vi: dịch vụ {{ operator }}

source: Type your response…
vi: Nhập trả lời của bạn…

source: Clear all text
vi: Xóa toàn bộ văn bản

source: Call
vi: Gọi

source: Hang Up
vi: Ngừng cuộc gọi

source: Settings
vi: Cài đặt
