Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/communications/dialer/shared.properties.po
Languages: ar, br, eo, sw, ur, zh_tw

source: To make a call you need to disable airplane mode in settings.
ar: لإجراء مكالمة، قم بإلغاء وضع الطيران من الاعدادات.
br: Evit implij ar pellgomz ez eo ret deoc'h diweredekaat ar mod nijerez en arventennoù.
sw: Ili kupiga simu unahitaji kulemaza hali ya ndege katika mipangilio.
ur: کال کرنے کے لیئے سیٹکگیں میں ‮ہوائی جہاز موڈ نا اہل بنائیں
zh_tw: 若要撥打電話，您需要在設定畫面停用飛航模式。

# callAirplaneModeBtnOk
source: OK
ar: موافق
br: Mat eo
eo: Akcepti
sw: SAWA
ur: ٹھیک ہے
zh_tw: 確定

source: Airplane mode activated
ar: وضع الطيران مُفعّل
br: Gweredekaet eo bet ar mod nijerez
eo: Aviadila reĝimo estas aktiva
sw: Hali ya ndege imeamilishwa
ur: ہوائی جہاز موڈ متحرک ہو گیا ہے
zh_tw: 已啟用飛航模式

source: Number is busy
br: Ac'hubet eo an niverenn
sw: Nambari inatumika kwingine
ur: نمبر مصروف ہا
zh_tw: 號碼忙線中

source: The number is currently busy. Please try again later.
br: Ac'hubet an niverenn bremañ. Klaskit en-dro diwezhatoc'h.
sw: Nambari inatumika kwingine. Tafadhali jaribu baadaye.
ur: نمبر فی الحال مصروف ہے. براہ مہربانی کچھ دیر کوشش کریں
zh_tw: 您所撥的號碼忙線中，請稍候再撥。

source: FDN active
br: FDN oberiant
sw: FDN inatumika
zh_tw: 固定撥號已啟用

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
br: Gweredekaet eo an niverenniñ digemm (Fixed Dialing Numbers) hag an niverenn n'eo ket e-barzh ho listenn SNN : {{ number }}
sw: FDN (Kupiga Nambari za Kudumu) imeamilishwa na nambari ifuatayo haipo kwa orodha yako ya FDN: {{ number }}

source: Voicemail
ar: بريد صوتي
br: Postelerezh dre vouezh
eo: Voĉposto
sw: Barua ya sauti
ur: وائس میل
zh_tw: 語音信箱

source: Emergency number
ar: رقم الطوارئ
br: Niverenn a zifrae
sw: Nambari ya dharura
ur: ایمرجینسی نمبر
zh_tw: 緊急號碼

source: To make a call, the phone must be connected to a network.
ar: للإتصال يجب أن يكون الجوال مُتصل بشبكة.
br: Ret eo deoc'h bezañ kennasket ouzh ur rouedad evit ober ur galv.
eo: Por voki, la telefono devas esti konektita al reto.
sw: Ili kupiga simu. lazima simu iwe imeunganishwa kwa mtandao.
ur: کال کرنے کے لیے، فون کا کسی نیٹ ورک سے جڑا ہونا ضروری ہے۔
zh_tw: 手機必須連線到通訊網路才能撥打電話。

source: Emergency calls are not allowed by the network.
ar: مكالمات الطوارئ غير مسموحة من الشبكة.
br: Ar galvoù a zifrae n'int ket aotreet gant ar rouedad.
eo: Krizaj vokoj ne estas permesataj de la reto.
sw: Simu za namba ya dharura haziruhusiwi na mtandao.
ur: نیٹ ورک پر ایمرجنسی کالوں کی اجازت نہیں ہے۔
zh_tw: 通訊網路不允許撥打緊急電話。

# emergencyDialogBtnOk
source: OK
ar: موافق
br: Mat eo
eo: Akcepti
sw: SAWA
ur: ٹھیک ہے
zh_tw: 確定

source: No network connection
ar: لا يوجد اتصال بالشبكة
br: Kennask ebet ouzh ur rouedad
eo: Sen konekto al reto
sw: Hakuna muunganisho wa mtandao
ur: کوئی نیٹ ورک کنکشن نہیں
zh_tw: 無網路連線

source: Invalid phone number
ar: رقم هاتف غير صحيح
br: Didalvoudek eo an niverenn pellgomz
eo: Nevalida telefonnumero
sw: Nambari batili ya simu
ur: ناجائز فون نمبر
zh_tw: 無效的電話號碼

source: The phone number you are calling is not valid.
ar: رقم الهاتف الذي تحاول الاتصال به غير صحيح
br: N'eo ket talvoudek an niverenn emaoc'h o c'hervel.
eo: La telefonnumero, kiun vi vokas, ne estas valida.
sw: Nambari ya simu unayopiga sio sahihi.
ur: جس فون نمبر پر آپ کال کر رہے ہیں وہ جائز نہیں ہے۔
zh_tw: 您撥打的電話號碼無效。

source: Unable to make a phone call now
ar: إجراء مكالمة هاتفية الآن غير ممكن
br: N'haller ket ober ur galv bremañ
eo: Ne eblas voki nun
sw: Imeshindwa kupiga simu kwa sasa
ur: اس وقت فون کال نہیں کر سکتا
zh_tw: 目前無法撥號

source: Cannot make a call. If you are already dialing, please hang up first.
ar: لا يمكن إجراء المكالمة , إذا كنت تقوم باتصال آخر , رجاءً أغلق الاتصال القديم أولاً.
br: N'haller ket ober ur c'halv. Mard emaoc'h o pellgomz endeo, adkrogit a-raok.
eo: Ne eblas voki. Se vi jam tajpas numeron, bonvolu fini la vokon unue.
sw: Haiwezi kupiga simu. Ikiwa tayari unapiga, tafadhali kata simu kwanza.
ur: کال نہیں کر سکتے.اگر آپ ڈائلنگ کے لئے تیار ہیں تو، براہ مہربانی پہلا بینگ اپ کریں
zh_tw: 無法撥號，若您正在撥號請先掛斷。

source: Other connection in use
br: Emañ ur c'hennask all war arver
eo: Alia konekto estas uzata
sw: Muunganisho mwingine unaotumika

source: You have an active call on another connection. You can only use one connection at a time.
br: Bez ez eus ur galv oberiant war ur c'hennask all. N'hallit ket arverañ nemet ur c'hennask en un taol.
eo: Vi havas aktivan vokon en alia konekto. Vi povas uzi nur po unu konekto.
sw: Una shughuli ya simu kwenye muunganisho mwingine. Unaweza kutumia muunganisho mmoja kwa wakati.

source: This number is blocked as it is not in your list of authorized numbers.
zh_tw: 因為此號碼不在您的固定撥號清單中，通話已被封鎖。
