Repository: BenitoJedai/mozilla-gaia
Catalog: ee/shared/import_contacts/import_contacts.properties.po
Languages: ee

source: Back
ee: Megbe

source: To import contacts insert or unlock your SIM card
ee: Be na he kontatiwo la de alo ʋɔ wo SIM

source: To import contacts insert a memory card
ee: Be na he kontatiwo de wo memori kpevia eme

source: To import Facebook friends or contacts connect to Wi-Fi or data network
ee: Be na he Facebook xɔwo alo wo ƒe kontati la tsia kple Wi-Fi alo netwok ƒe data

source: Import SIM contacts
ee: He SIM fe kontatiwo

source: Importing SIM contacts…
ee: Ele SIM ƒe kontatiwo hem…

source: Reading from SIM card…
ee: Ele xlem tso SIM kpe la gbɔ…

source: Could not import contacts from SIM
ee: Me tenu he kontatiwo tso SIM gbɔ o

source: No contacts detected on SIM to import
ee: Me de dzesi kontati adeke na hehe le SIM dzi o

# simContacts-imported3[one]
source: Imported one contact
ee: Ehe kontati ɖeka

# simContacts-imported3[two]
source: Imported {{n}} contacts
ee: Ehe {{n}} kontatiwo

# simContacts-imported3[few]
source: Imported {{n}} contacts
ee: Ehe {{n}} kontatiwo

# simContacts-imported3[many]
source: Imported {{n}} contacts
ee: Ehe {{n}} kontatiwo

# simContacts-imported3[other]
source: Imported {{n}} contacts
ee: Ehe {{n}} kontatiwo

source: Import contacts from memory card
ee: He kontatiwo tso memory kpe la gbɔ

source: Importing contacts from memory card…
ee: Ele kontactiwo hem tso memori kpe la gbɔ

source: Reading from memory card…
ee: Ele xlem tso memori kpe la gbɔ

source: Could not import contacts from memory card
ee: Me tenu he kontatiwo tso memori kpe la gbɔ o

source: No contacts detected on memory card to import
ee: Me de dzesi kontacti adeke na hehe o

# memoryCardContacts-imported3[one]
source: Imported one contact
ee: Ehe kontati deka

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
ee: Ehe {{n}} kontatiwo

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
ee: Ehe {{n}} kontatiwo

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
ee: Ehe {{n}} kontatiwo

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
ee: Ehe {{n}} kontatiwo

source: No friends imported (out of {{total}})
ee: Me he xɔ adeke o (out of {{total}})

source: One friend imported (out of {{total}})
ee: Ehe xɔ wo deka (out of {{total}})

# facebook-import-msg[two]
source: {{imported}}/{{total}} friends imported
ee: {{imported}}/{{total}} xɔ he

# facebook-import-msg[few]
source: {{imported}}/{{total}} friends imported
ee: {{imported}}/{{total}} xɔ si he

# facebook-import-msg[many]
source: {{imported}}/{{total}} friends imported
ee: {{imported}}/{{total}} xɔwo si he

# facebook-import-msg[other]
source: {{imported}}/{{total}} friends imported
ee: {{imported}}/{{total}} xɔwo si he

source: No duplicated contacts merged
ee: Wo me kpe kontati adeke sinye eve o

source: One duplicated contact merged
ee: Kontati sinye eve la kpe

# contactsMerged[two]
source: {{numDups}} contacts merged
ee: {{numDups}} kontatiwo kpe

# contactsMerged[few]
source: {{numDups}} contacts merged
ee: {{numDups}} kontatiwo kpe

# contactsMerged[many]
source: {{numDups}} contacts merged
ee: {{numDups}} kontatiwo kpe

# contactsMerged[other]
source: {{numDups}} contacts merged
ee: {{numDups}} kontatiwo kpe
