Repository: BenitoJedai/mozilla-gaia
Catalog: */test_external_apps/packstubtest/packstubtest.properties.po
Languages: bn_bd, kk, ta, wa

source: An update is needed for using this app.
bn_bd: এই এ্যাপটি ব্যাবহার করতে হলে আপডেট করা প্রয়োজন।
kk: Бұл қолданба үшін жаңарту керек.
ta: இந்த பயன்பாட்டை உபோகிக்க வேண்டுமானால் மேம்படுத்த வேண்டும்.
wa: I fåt mete a djoû po s’ saveur siervi di ciste aplicåcion ci.

source: Checking for update.
bn_bd: হালনাগাদ পরীক্ষা করা হচ্ছে।
kk: Жаңартуды тексеру.
ta: மேம்பாடுகளுக்கு சோதிக்கிறது.
wa: Dji cache après on metaedje a djoû.

source: An update of {{amount}} {{unit}} is available. Data charges may apply.
bn_bd: {{amount}} {{unit}} এর একটি আপডেট পাওয়া গেছে। ডাটা চার্জ প্রযোজ্য হতে পারে।
kk: Өлшемі {{amount}} {{unit}} болатын жаңарту қолжетерлік. Деректерді жүктеп алу үшін ақша алынуы мүмкін.
ta: {{amount}} {{unit}} க்கான மேம்பாடு உள்ளது. தரவு கட்டணம் இருக்கலாம்.
wa: I gn a on metaedje a djou di {{amount}} {{unit}}. I srè motoit mezåjhe di tcherdjî des dnêyes.

source: Update
bn_bd: আপডেট
kk: Жаңарту
ta: புதுப்பிப்பு
wa: Mete a djoû

source: Check again
bn_bd: আবার পরীক্ষা করুন
kk: Қайта тексеру
ta: மீண்டும் சோதிக்கவும்
wa: Riverifyî

source: Could not fetch update at this time.
bn_bd: এই মুহুর্তে আপডেট পাওয়া যাচ্ছে না।
kk: Қазіргі уақытта жаңартуды жүктеп алу мүмікн емес.
ta: இந்த சமயத்தில் மேம்பாட்டை பெற செய்யமுடிவில்லை.
wa: Dji n’ a savou aler prinde li metaedje a djoû ç’ côp ci

source: No update available.
bn_bd: আপডেট পাওয়া যায়নি।
kk: Қолжетерлік жаңартулар жоқ.
ta: மேம்பாடுகள் எதுவும் இல்லை.
wa: I gn a pont d’ metaedje a djoû

source: Internet connection required.
bn_bd: ইন্টারনেট সংযোগ প্রয়োজন।
kk: Интернетпен байланыс керек.
ta: இணைய இணைப்பு தேவைப்படுகிறது.
wa: I fåt on raloyaedje al Daegntoele.

source: Closing app to finish update. Please restart app.
bn_bd: আপডেট সম্পন্ন করতে এ্যাপটি বন্ধ করতে হবে। অনুগ্রহ করে এ্যাপটি পুনরায় চালু করুন।
kk: Жаңартуды аяқтау үшін қолданбаны жабу. Қолданбаны қайта іске қосыңыз.
ta: பயன்பாட்டை மூடியனால் தான் மேம்படுத்த முடியும். பயன்பாட்டை மறுதொடக்கம் செய்க.
wa: Dji clô l’ aplicåcion po fini li metaedje a djoû. Renondez l’ aplicåcion s’ i vs plait.

source: B
kk: Б
ta: பை
wa: o

source: KB
bn_bd: কিলোবাইট
kk: КБ
ta: கிபை
wa: Ko

source: MB
bn_bd: মেগাবাইট
kk: МБ
ta: மெபை
wa: Mo

source: GB
bn_bd: গিগাবাইট
kk: ГБ
ta: ஜிபை
wa: Go
