Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/verticalhome/homescreen.properties.po
Languages: ee

source: Search or enter address
ee: Di adresi

source: Delete {{name}}
ee: Tutu {{name}}

source: {{name}} and all of its data will be deleted.
ee: {{name}} kple datawo kata atutu

source: Delete
ee: Tutu

source: Cancel
ee: Tefli eme

source: Change Wallpaper
ee: Trɔ wɔlpaper

source: Add Smart Collections
ee: Kpe Smart Collection-wo de enu

source: Edit
ee: To eme

source: Done
ee: Wunu

source: Stop {{name}}
ee: Tɔ {{name}}

source: Do you want to stop the download in progress?
ee: Edi be yeatɔ downloadia dziyiyia?

source: Stop
ee: Tɔ

source: Restart Download
ee: Trɔdze downloadia gɔme

source: Do you want to download {{name}}?
ee: Edi be yeatɔ downloadi {{name}}?

source: Download
ee: Downloadi
