Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/gallery/gallery.properties.po
Languages: ee

# number-selected2[zero]
source: Select
ee: Tia

# number-selected2[one]
source: {{ n }} selected
ee: tia {{ n }}

# number-selected2[two]
source: {{ n }} selected
ee: tia {{ n }}

# number-selected2[few]
source: {{ n }} selected
ee: tia {{ n }}

# number-selected2[many]
source: {{ n }} selected
ee: tia {{ n }}

# number-selected2[other]
source: {{ n }} selected
ee: tia {{ n }}

source: Delete photo?
ee: Atutu nɔnɔmetata?

source: Delete video?
ee: Atutu vidioa?

source: Nothing selected
ee: Metia naneke o

source: Delete selected item?
ee: Atutu nusiwo netia?

# delete-n-items?[two]
source: Delete {{ n }} items?
ee: Atutu nu {{ n }}woa?

# delete-n-items?[few]
source: Delete {{ n }} items?
ee: Atutu nu {{ n }}woa?

# delete-n-items?[many]
source: Delete {{ n }} items?
ee: Atutu nu {{ n }}woa?

# delete-n-items?[other]
source: Delete {{ n }} items?
ee: Atutu nu {{ n }}woa?

# pickoneimage2
source: Select
ee: Tia

source: Cancel
ee: Tefli eme

source: Delete
ee: Tutu

source: OK
ee: Enyo

source: Edit
ee: To eme

source: Save
ee: Dzra ɖo

source: Done
ee: Wunu

source: Effects
ee: Effects/emetsonu

source: Borders
ee: Border-wo

source: Auto-enhance on
ee: Auto-enhance le sisi

source: Auto-enhance off
ee: Auto-enhance le masimasi

source: No photos or videos
ee: Nɔnɔmetatawo alo vidiowo meli o

source: Use the Camera app to get started.
ee: Za Camera app la natsɔ dze egɔme.

source: No photos
ee: Nɔnɔmetatawo meli o

source: No memory card
ee: Memori card meli o

source: Insert a memory card to use this app.
ee: De memori card be naza app sia.

source: Memory card in use
ee: Memori le zaza me

source: Unplug the phone to use this app.
ee: Ɖe kaƒomɔ la le dzo dzi ba naza app sia.

source: Looking for photos and videos.
ee: Ele nɔnɔmetatawo kple vidiowo dim

source: Please wait while Gallery updates its database.
ee: Taflatse tɔ le esime Gallery la le eƒe database update-m.

source: Can not share this image file type.
ee: Mateŋu ama nɔnɔmetata file hatsotso sia o.

source: Can not edit photos: Memory card is full.
ee: Mateŋu ato foto me o: Memori card la ɖɔ.

source: Image is too large to display on this device.
ee: Nɔnɔmetata mateŋu adze le mɔ̀ o elabena elolo akpa.

source: Image is invalid or corrupt and cannot be displayed.
ee: Nɔnɔmetata menyo o alo egblẽ eye mateŋu adze o.

source: {{filename}} saved to Gallery
ee: {{filename}} le Gallery me

source: Go to Camera
ee: Yi Camera

source: Name
ee: ŋkɔ

source: Size
ee: Kekeme

source: Image Type
ee: Nɔnɔmetata hatsotso

source: Date Taken
ee: Date si netsɔ

source: Close
ee: Tu
