Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/keyboard/keyboard.properties.po
Languages: wo

source: Keyboard
wo: Klawiyee

source: Keyboard settings
wo: Jekkali klawiyee

source: Vibration
wo: Riir

source: Click sound
wo: Bip tuus

source: Auto correction
wo: Jubbanti bopp

source: Word suggestion
wo: Tegtal baat

source: Word suggestions
wo: Tegtali baat

source: Dismiss
wo: Gàntal

source: more numbers and symbols
wo: yeneen nimero ay màndarga

source: letters
wo: araf yi

source: delete
wo: far

source: space
wo: Diggante

source: return
wo: dellu

source: period
wo: tomb

source: comma
wo: wirgil

source: colon
wo: ñaari tomb

source: semicolon
wo: tomb ak wirgil

source: question mark
wo: tombu laajte

source: exclamation point
wo: tombu wax

source: left bracket
wo: paaraanteesu ubbi

source: right bracket
wo: paaraanteesu tëj

source: double quote
wo: giyeme

source: left double angle quote
wo: giyeme ubbi

source: right double angle quote
wo: giyeme tëj
