Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/homescreen/homescreen.properties.po
Languages: ln

source: {{topic}} on {{name}}
ln: {{topic}} na {{name}}

source: Change Wallpaper
ln: Bongola elili ya écran

source: Add Smart Collections
ln: Bakisa Smart Collections

source: Delete {{name}}
ln: Boma {{name}}

source: {{name}} and all of its data will be deleted.
ln: {{name}} mpe badonnées na yango nionso ekobomama.

source: Delete
ln: Koboma

source: Cancel
ln: Tika

source: Remove {{name}}
ln: Longola {{name}}

source: Remove {{name}} from the homescreen?
ln: Olongola {{name}} uta na écran d'accueil?

source: Remove
ln: Longola

source: Everything…
ln: Nionso...

# evme-searchbar-default2
source: I’m thinking of…
ln: Nazali kokanisa...

# evme-searchbar-default2.placeholder
source: I’m thinking of…
ln: Nazali kokanisa...

source: Back
ln: Zonga sima

# evme-searchbar-default.placeholder
source: I’m thinking of…
ln: Nazali kokanisa...

# evme-searchbar-title
source: Everything
ln: Nionso

source: Enter any topic or search query
ln: Kotisa likambo nionso to senga koluka

source: Enter any topic or keyword
ln: Kotisa likambo nionso to mama ya liloba

source: Dismiss
ln: Bwakisa

source: More Apps
ln: Bapps mingi koleka

# evme-apps-loading-app
source: Loading…
ln: Ezali kotélécharger...

# evme-appsmore-loading
source: Loading…
ln: Ezali kotélécharger...

source: Add {{name}} to Home Screen?
ln: Obakisa {{name}} na Ecran d'Accueil

source: {{name}} was already added to Home Screen
ln: {{name}} esilaki kobakisama na Ecran d'Accueil

source: Connect to the internet to add more Smart Collections
ln: Zala connecte na Internet po na kobakisa Smart Collections mingi

source: Set as wallpaper?
ln: Otia yango lokola elili ya libanda?

source: No Smart Collections to add
ln: Smart Collections ya kobakisa ezali te

source: {{name}} added to Home Screen
ln: {{name}} ebakisami na Ecran d'Accueil

# evme-collection-loading-more
source: Loading…
ln: Ezali kotélécharger

source: Connect to the internet to get apps for {{query}}
ln: Zala connecté na Internet po na kozwa baapps po na {{query}}

source: Connect to the internet to get even more apps for {{query}}
ln: Zala connecté na Internet po na kozwa kutu baapps mingi po na {{query}}

source: Find the things you love with the coolest apps.
ln: Zwa biloko ozali kolinga na baapps ya kitoko.

source: For example, find your favorite singer or band…
ln: Ndakisa, zwa moyembi to lingomba oyo olingaka mingi koleka...

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
ln: Oyo ezali baapps po na <b>{{query}}</b>,<br /><br /> beta likolo ya icon nionso pon na kofungola yango.

source: Custom…
ln: Personaliser...

source: Astrology
ln: Astrologie

source: Autos
ln: Mituka

source: Beauty
ln: Bonzenga

source: Books
ln: Buku

source: Celebs
ln: Bato ya Lokumu

source: Daily Deals
ln: Makambo ya Mikolo na mikolo

source: Dating
ln: Tia Litoyi

source: Electronics
ln: Electroniki

source: Entertainment
ln: Makambo ya kosepelisa nzoto

source: Environment
ln: Bisika nzinganzinga

source: Fashion
ln: Mode

source: Funny
ln: Tosekana

source: Games
ln: Masano

source: Government
ln: Mbula-matari

source: Health
ln: Bokolongonu ya nzoto

source: Jobs
ln: Misala

source: Local
ln: Ya mboka

source: Maps
ln: Carte

source: Movies
ln: Bafilme

source: Music
ln: Miziki

source: New Apps
ln: Baapps ya Sika

source: News
ln: Basango

source: Photography
ln: Bafoto

source: Recipes
ln: Recettes

source: Shopping
ln: Shooping

source: Tech News
ln: Basango ya Tech

source: Top Apps
ln: Baapps ya Likolo

source: Travel
ln: Mobembo

source: Utilities
ln: Services

source: Weather
ln: Metéo

source: Add to top of collection
ln: Bakisa na collection ya likolo

source: Save to Homescreen
ln: Bomba na Ecran d'Accueil

source: Edit
ln: Bongisa kokoma

source: Website name
ln: Kombo ya Website

source: Address
ln: Adresi

# edit-dialog-cancel
source: Cancel
ln: Tika

source: Done
ln: Esili
