Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/bluetooth/bluetooth.properties.po
Languages: ln

source: Bluetooth is disabled
ln: Bluetooth ezo sala te

source: Do you want to turn Bluetooth on?
ln: Olingi kopelisa bluetooth?

source: Cancel
ln: Tika

source: Turn On
ln: Pelisa

source: Bluetooth file transfer failed
ln: Kotindama ya Fichier na bluetooth esimbi te

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
ln: Kotindama ya Fichier na bluetooth esimbi te. Tala malamu soki baparamětre ya Bluetooth eza malamu.

source: Paired devices
ln: Ba appareils mibale ya kosangana

source: Devices in the area
ln: Ba appareils oyo ezwami nakati ya esika

source: Tap to connect
ln: Fina po na kokotisa

source: Pairing with device…
ln: Bokangisi na appareil…

source: Waiting for other device…
ln: Kozela appareil mosusu…

source: Paired
ln: Esangisami

source: Connecting…
ln: Ezali koconnecter…

source: Connected
ln: Ezwi connection

source: Searching for devices…
ln: Kolukaka ba appareils…

source: Search for devices
ln: Koluka ba appareils

source: Unknown device
ln: Appreils eyebani te

source: Unable to pair devices
ln: Ekoki kosangisa ba appareils te

source: Unable to pair with the device. Check that the PIN is correct.
ln: Ekoki kosangana na appareil yango te. Tala malamu soki PIN eza malamu.

source: Unable to pair with the device. Too many requests.
ln: Ekoki kosangana na appareil te. Bosenga mingi penza.

source: Pair
ln: Kosangana

source: Confirm devices to pair
ln: Ndima po ete ba appareils esangana

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
ln: Po na kosangana na appareil {{device}}, zala sure ete ba appareils nionso mibale ezali komonisa PIN oyo elandi:

source: To pair with {{device}}, enter the PIN on the device.
ln: Po na kosangana na {{device}}, kotisa PIN na appareil.

source: To pair with {{device}}, enter the passkey on the device.
ln: Po na kosangana na {{device}}, kotisa fungola ya nionso na appareil.

# passive-pair
source: Bluetooth pairing request
ln: Bosenga ya kosangana na bluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
ln: {{device}} elingi kosangana na telephone oyo. Po na kondima, zala sure ete ba appareils nionso mibale emonisi sikoyo PIN oyo elandi:

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
ln: {{device}} elingi kosangana na telephone oyo. Po na kondima, kotisa PIN na appareil oyo.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
ln: {{device}} elingi kosangana na telephone oyo. Po na kondima, kotisa fungola ya nionso na appareil.

source: Bluetooth Request From
ln: Bosenga ya bluetooth Wuta na

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
ln: Bosenga ya bosangisi na bluetooth

source: Bluetooth Pairing Request
ln: Bosenga ya Bosangisi na Bluetooth

source: Bluetooth pairing request expired. Try to pair again.
ln: Bosenga ya bosangisi na bluetooth esi eleki. Meka lisusu kosangisa.
