Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/communications/contacts/matcher/matcher.properties.po
Languages: ee

source: Looking for duplicate contacts
ee: le kɔntati siwo le eve dim

source: Merging duplicate contacts
ee: le kɔntati siwo le eve ƒoƒum

source: No duplicate contacts found
ee: kɔntati aɖeke mele eve o

source: Cancel
ee: tutu/tefli ɖe eme

source: Merge
ee: ƒoƒu

source: Ignore
ee: mega bu eŋu kpɔ o

source: Merge duplicates
ee: ƒoƒu esiwo le eve

source: Suggested duplicate contacts for {{name}}
ee: kɔntati siwo le eve ƒe kpɔɖeŋu na {{name}}

source: No contacts selected
ee: Metia kɔŋtakti o

source: Merge with {{n}} contact
ee: Ƒoƒu kple kɔŋtakti {{n}}

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
ee: Ƒoƒu kple kɔŋtakti {{n}}

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
ee: Ƒoƒu kple kɔŋtakti {{n}}

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
ee: Ƒoƒu kple kɔŋtakti {{n}}

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
ee: Ƒoƒu kple kɔŋtakti {{n}}

source: Duplicates found
ee: Duplicate-wo li

source: {{name}} duplicates information in the following contacts
ee: {{name}} duplicate nyawo le kɔŋtakti siwo gbɔna la me

source: OK
ee: Enyo
