Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/browser/browser.properties.po
Languages: lo, rw

source: OK
lo: ຕົກລົງ
rw: YEGO

source: Cancel
lo: ຍົກເລີກ
rw: Kureka

source: Yes
lo: ແມ່ນ

source: No
lo: ບໍ່

source: Save
lo: ບັນທຶກ

source: Don't Save
lo: ບໍ່ຕ້ອງບັນທຶກ

source: Done
lo: ສຳເລັດ
rw: Byakozwe

source: Enter search or address
lo: ປ້ອນຊອກຫາ ຫຼື ທີ່ຢູ່

source: History
lo: ປະວັດ
rw: Amateka

source: New tab
lo: ແທັບໃຫມ່
rw: Ifishi nshya

source: Open link in new tab
lo: ເປີດລີ້ງໃນແຖບໃຫມ່
rw: Fungurira uyumuyoboro ahantu hashya

source: Future
lo: ອານາຄົດ
rw: Ahazaza

source: Today
lo: ມື້ນີ້
rw: Uyu munsi

source: Yesterday
lo: ມື້ວານ
rw: Ejo hashize

source: Last 7 days
lo: 7 ມື້ກ່ອນ
rw: Iminsi 7 yashize

source: This month
lo: ເດືອນນີ້
rw: Uku kwezi

source: Last 6 months
lo: 6 ເດືອນກ່ອນ
rw: Amezi 6 ashize

source: Older than 6 months
lo: ອາຍຸເກີນ 6 ເດືອນ
rw: Birengeje amezi 6

source: January
lo: ເດືອນມັງກອນ
rw: Mutarama

source: February
lo: ເດືອນກຸມພາ
rw: Gashyantare

source: March
lo: ເດືອນມີນາ
rw: Werurwe

source: April
lo: ເດືອນເມສາ
rw: Mata

source: May
lo: ເດືອນພຶດສະພາ
rw: Gicurasi

source: June
lo: ເດືອນມິຖຸນາ
rw: Kamena

source: July
lo: ເດືອນກໍລະກົດ
rw: Nyakanga

source: August
lo: ເດືອນສິງຫາ
rw: Kanama

source: September
lo: ເດືອນກັນຍາ
rw: Nzeri

source: October
lo: ເດືອນຕຸລາ
rw: Ukwakira

source: November
lo: ເດືອນພະຈິກ
rw: Ugushyingo

source: December
lo: ເດືອນທັນວາ
rw: Ukuboza

source: {{browserBrandShortName}} start
lo: {{browserBrandShortName}} ເລີ້ມ

source: Top sites
lo: ເວບໄຊ້ທ໌ຍອດນິຍົມ

source: Enter a search term or Web address to start browsing.
lo: ກະລຸນາປ້ອນຄໍາສັບເພື່ອຊອກຫາ ຫຼື ທີ່ຢູ່ເວັບເພື່ອເລີ່ມຊອກຫາ.
rw: Andika ijambo cyangwa se urubuga wasura

source: Settings
lo: ຕັ້ງຄ່າ
rw: Igenamiterere

source: About {{browserBrandShortName}}
lo: ກ່ຽວກັບ {{browserBrandShortName}}

source: Privacy & Security
lo: ຄວາມເປັນສ່ວນຕົວ ແລະ ຄວາມປອດໄພ
rw: Amabanga bwite & Umutekano

source: Clear browsing history
lo: ລຶບປະຫວັດຜົນການຊອກຫາ
rw: Hanagura ibyo wasuye

source: Clear browsing history?
lo: ລຶບປະຫວັດຜົນການຊອກຫາບໍ່?
rw: Hasibwe ibyasuwe?

source: Clear cookies and stored data
lo: ລຶບຄູກກີ້ ເເລະ ຂໍ້ມູນທີ່ຖືກເກັບ
rw: Siba ibisigisigi nandi makuru

source: Clear cookies and other data stored by sites on this device?
lo: ລຶບຄູກກີ້ ເເລະ ຂໍ້ມູນອື່ນທີ່ຖືກເກັບໃວ້ໃນເວບໄຊ້ທ໌ໃນອຸປະກອນນີ້ບໍ່?
rw: Dusibe amakuru yose yabitswe n'izindi mbuga kuri ikigikoresho?

source: Support
lo: ສະຫນັບສະຫນູນ

source: FAQ
lo: ຄໍ່ຖາມທີ່ຖາມເລື້ອຍ

source: Credits
lo: ຄວາມເຊື່ອຖື

source: {{browserBrandShortName}} and the {{browserBrandShortName}} logos are trademarks of the Mozilla Foundation.
lo: {{browserBrandShortName}} ເເລະ {{browserBrandShortName}} ຮູບສັນຍາລັກແມ່ນເຄື່ອງຫມາຍການຄ້າຂອງ Mozilla Foundation.

source: Bookmarks
lo: ບ່ອນຂັ້ນໜ້າ
rw: Ibimenyetso

source: Bookmark
lo: ບ່ອນຂັ້ນໜ້າ
rw: Ikimenyetso

source: Unbookmark
lo: ປົດບ່ອນຂັ້ນໜ້າ
rw: Ikitarangwa

source: Edit bookmark
lo: ປັບບ່ອນຂັ້ນໜ້າ

source: Page title
lo: ຫົວຂໍ້ຫນ້າ
rw: Umutwe w'urupapuro

source: Address
lo: ທີ່ຢູ່
rw: Aderesi

source: Add to home screen
lo: ເພີ່ມໃສ່ໜ້າທໍາອິດ
rw: Shyira ahabanza

source: Username
lo: ຊື່ຜູ່ໃຊ້
rw: Izina ukoresha

source: Password
lo: ລະຫັດພ່ານ
rw: Ijambobanga

source: Sign in
lo: ເຊັນເຂົ້າ
rw: Injira mo

source: Sign in to website
lo: ເຊັນເຂົ້າເວບໄຊ້ທ໌
rw: Injira mu rubuga

source: The website {{host}} requires you to sign in.
lo: ເວບໄຊ້ທ໌ {{host}} ຕ້ອງການ ເຈົ້າ ເຊັນເຂົ້າ.
rw: Urubuga {{ugiyeho}} ruragusaba kubanza kwinjira.

source: The username or password is incorrect.
lo: ຊື່ຜູ່ໃຊ້ ຫຼື ລະຫັດພ່ານ ບໍ່ຖືກຕ້ອງ
rw: Izina n'ijambobanga nta aribyo.

source: Well, this is embarrassing.
lo: ອັນນີ້ເປັນຕາໜ້າອາຍ.
rw: Ibi biteye isoni

source: We tried to display this Web page, but it's not responding.
lo: ວກເຮົາພະຍາຍາມທີ່ຈະສະແດງຫນ້າເວັບນີ້, ແຕ່ບໍ່ສາມາດຕອບສະຫນອງ.

source: Close tab
lo: ປິດແທັບ
rw: Funga uru rubuga

source: Reload
lo: ໂລດຄືນໃຫມ່
rw: ongera ugerageze

source: Search for
lo: ຄົ້ນຫາສະເພາະ
rw: Gushaka ku

source: Save Image
lo: ບັນທຶກຣູບພາບ
rw: Bika ifoto

source: Image saved to Gallery
lo: ຣູບພາບບັນທຶກເຂົ້າໃນກາເລີຣີ
rw: ifoto ishyizwe ahagenewe amafoto

source: Error saving image
lo: ຜິດພາດໃນການບັນທຶກຣູບພາບ
rw: Ikibazo mu kubika ifoto

source: Save Video
lo: ບັນທຶກວີດີໂອ
rw: Kubika amashusho

source: Video saved to Video
lo: ບັນທຶກວີດີໂອເຂົ້າໃນວີດີ
rw: Amashusho yashyizwe ahagenewe amashusho

source: Error saving video
lo: ຜິດພາດໃນການບັນທຶກວີດີໂອ
rw: Ikibazo mu kubika amashusho

source: Save Audio
lo: ບັນທຶກສຽງ
rw: Kubika amajwi

source: Audio saved to Music
lo: ບັນທຶກສຽງເຂົ້າໃນດົນຕີ
rw: amajwi yabitswe ahagenewe indirimbo

source: Error saving audio
lo: ຜິດພາດໃນການບັນທຶກສຽງ
rw: Ikibazo mu kubika ijwi

source: Search or enter address
rw: Shaka cyangwa winjize aderesi

source: {{browserBrandShortName}}
rw: Izina ndango rya burawuza

# top-sites-startPage
source: Top sites
rw: Imbuga zibanza

# top-sites-tab
source: Top sites
rw: Imbuga zibanza

source: Search Engines
rw: Ishakiro Ryagutse

source: Default search engine
rw: Ishakiro ry'ibanze

source: Edit bookmark
rw: Hindura ikimenyetso

# edit-bookmark-header
source: Edit bookmark
rw: Hindura ikimenyetso

source: We tried to display this Web page, but it’s not responding.
rw: Twagerageje kwerekana uru rubuga ariko ntirwabonetse
