Repository: BenitoJedai/mozilla-gaia
Catalog: wo/shared/import_contacts/import_contacts.properties.po
Languages: wo

source: Back
wo: Dellu

source: To import contacts insert or unlock your SIM card
wo: Ngir jëli ay xame roofal walla nga tijji sa kàrt SIM

source: To import contacts insert a memory card
wo: Ngir jëli say xame roofal sa kàrt memuwaar

source: Memory card
wo: Kàrt memuwaar

source: To import Facebook friends or contacts connect to Wi-Fi or data network
wo: Ngir jëli ay xarit walla xame Facebook lënkul ci Wi-Fi walla reso njoxe

source: Import SIM contacts
wo: Jëli xamey SIM

source: Importing SIM contacts…
wo: Mi ngi jëli xamey SIM...

source: Reading from SIM card…
wo: Mi ngi jàngee ci kàrt SIM...

source: Could not import contacts from SIM
wo: Mënul jëlee ay xame ci SIM

source: No contacts detected on SIM to import
wo: Gisu ñu benn xame bu ñu mën a jëli ci SIM bi

# simContacts-imported3[one]
source: Imported one contact
wo: Jëli na benn xame

# simContacts-imported3[two]
source: Imported {{n}} contacts
wo: Jëli {{n}} xame

# simContacts-imported3[few]
source: Imported {{n}} contacts
wo: Jëli {{n}} xame

# simContacts-imported3[many]
source: Imported {{n}} contacts
wo: Jëli {{n}} xame

# simContacts-imported3[other]
source: Imported {{n}} contacts
wo: Jëli {{n}} xame

source: Import contacts from memory card
wo: Jëlee ay xame ci kàrt memuwaar bi

source: Importing contacts from memory card…
wo: Mi ngi jëlee ay xame ci kàrt memuwaar bi...

source: Reading from memory card…
wo: Mi ngi jàngee ci kàrt memuwaar bi...

source: Could not import contacts from memory card
wo: Mënul jëlee ay xame ci kàrt memuwaar

source: No contacts detected on memory card to import
wo: Gisu ñu benn xame buñ mën a jëli ci kàrt memuwaar bi

# memoryCardContacts-imported3[one]
source: Imported one contact
wo: Jëli na benn xame

# memoryCardContacts-imported3[two]
source: Imported {{n}} contacts
wo: Jëli na {{n}} xame

# memoryCardContacts-imported3[few]
source: Imported {{n}} contacts
wo: Jëli na {{n}} xame

# memoryCardContacts-imported3[many]
source: Imported {{n}} contacts
wo: Jëli na {{n}} xame

# memoryCardContacts-imported3[other]
source: Imported {{n}} contacts
wo: Jëli na {{n}} xame

source: No friends imported (out of {{total}})
wo: Jëli wuñu benn xame (ci {{total}})

source: One friend imported (out of {{total}})
wo: Jëli na benn xame (ci {{total}})

# facebook-import-msg[two]
source: {{imported}}/{{total}} friends imported
wo: Jëli na {{imported}}/{{total}} xarit

# facebook-import-msg[few]
source: {{imported}}/{{total}} friends imported
wo: Jëli na {{imported}}/{{total}} xarit

# facebook-import-msg[many]
source: {{imported}}/{{total}} friends imported
wo: Jëli na {{imported}}/{{total}} xarit

# facebook-import-msg[other]
source: {{imported}}/{{total}} friends imported
wo: Jëli na {{imported}}/{{total}} xarit

source: No duplicated contacts merged
wo: Amul benn bu ñaarte buñ boole

source: One duplicated contact merged
wo: Benn xame bu ñaarte buñ boole

# contactsMerged[two]
source: {{numDups}} contacts merged
wo: Boole nañu {{numDups}} xame

# contactsMerged[few]
source: {{numDups}} contacts merged
wo: Boole nañu {{numDups}} xame

# contactsMerged[many]
source: {{numDups}} contacts merged
wo: Boole nañu {{numDups}} xame

# contactsMerged[other]
source: {{numDups}} contacts merged
wo: Boole nañu {{numDups}} xame
