Repository: BenitoJedai/mozilla-gaia
Catalog: */shared/sounds/sounds.properties.po
Languages: af, kn, ml, mr, ne, ta, te, uz, xh

source: None
af: Geen
kn: ಯಾವುದೂ ಇಲ್ಲ
ml: ഒന്നുമില്ല
mr: कोणतीच नाही
ne: कुनै पनि होइन
ta: இல்லை
te: ఏమీలేదు
uz: Yo‘q
xh: Nanye

source: Classic Prism
af: Klassieke prisma
kn: ಕ್ಲಾಸಿಕ್ ಪ್ರಿಸಂ
ml: പഴയ പ്രിസം
mr: क्लासिक प्रिझम
ne: क्लासिक प्रिज्म
ta: தொன்மையான அரியம்
te: క్లాసిక్ ప్రిజం
xh: Iprizim yodidi

source: Classic Courier
af: Klassieke koerier
kn: ಕ್ಲಾಸಿಕ್ ಕುರಿಯರ್
ml: പഴയ കൊറിയര്‍
mr: क्लासिक कुरिअर
ne: क्लासिक कुरियर
ta: தொன்மையான தூதஞ்சல்
te: క్లాసిక్ కొరియర్
xh: Ikhuriya yodidi

source: Classic Touchmatic
af: Klassieke mikrogolfoond
kn: ಕ್ಲಾಸಿಕ್ ಟಚ್‌ಮ್ಯಾಟಿಕ್
ml: പഴയ ടച്ച്മാറ്റിക്ക്
mr: क्लासिक टचमॅटिक
ne: क्लासिक टचम्याटिक
ta: தொன்மையான தொடுதல்
te: క్లాసిక్ టచ్‌మాటిక్
xh: IClassic Touchmatic

source: Classic Electric
af: Klassieke elektries
kn: ಕ್ಲಾಸಿಕ್ ಇಲೆಕ್ಟ್ರಿಕ್
ml: പഴയ ഇലക്ട്രിക്ക്
mr: क्लासिक इलेक्ट्रिक
ne: क्लासिक इलेक्ट्रिक
ta: தொன்மையான மின்சாரம்
te: క్లాసిక్ ఎలెక్ట్రిక్
uz: Classik Electrik
xh: IClassic Electric

source: Classic Wallphone
af: Klassieke muurfoon
kn: ಕ್ಲಾಸಿಕ್‌ ವಾಲ್‌ಫೋನ್‌
ml: പഴയ ചുമര്‍ഫോണ്‍
mr: क्लासिक वॉलफोन
ne: क्लासिक वालफोन
ta: தொன்மையான சுவர்பேசி
te: క్లాసిక్ వాల్‌ఫోన్
xh: Ifowuni yodonga yodidi

source: Disco Drive
af: Diskorit
kn: ಡಿಸ್ಕೋ ಡ್ರೈವ್‌
ml: ഡിസ്കോ ഡ്രൈവ്
mr: डिस्को ड्राइव्ह
ne: डिस्को ड्राइभ
ta: நடன வட்டு
te: డిస్కో డ్రైవ్
xh: Idrayivu yediskho

source: Vamos Là Elektro
kn: ವಮೋಸ್ ಲಾ ಎಲೆಕ್ಟ್ರೋ
ml: വാമോസ് ലാ ഇലക്ടോ
mr: वामोस ला इलेक्ट्रो
ne: भामोस लाः इलेक्ट्रो
ta: வமோஸ் லா எலெக்ட்ரோ
te: వామోసే లా ఎలెక్ట్రో
xh: IVamos Là Elektro

source: Analog Ascent
af: Analoë opkoms
kn: ಅನಲಾಗ್ ಎಸೆಂಟ್
ml: അനലോഗ് കയറ്റം
mr: ॲनालॉग ॲसेंट
ne: एनालग एक्सेन्ट
ta: அலைமரு ஏற்றம்
te: అనలాగ్ అస్సెంట్
uz: Analog ko‘tarilish
xh: IAnalog Ascent

source: Low Bit Swing
af: Laaglei-swing
kn: ಲೋ ಬಿಟ್ ಸ್ವಿಂಗ್
ml: ലോ ബിറ്റ് സ്വിംഗ്
mr: लो बिट स्विंग
ne: लो विट स्विङ
ta: குறைந்தபட்ச ஊசல்
te: లో బిట్ స్వింగ్
uz: Biroz tebranish
xh: ILow Bit Swing

source: Ringing Gems
af: Klinkende kristal
kn: ರಿಂಗಿಂಗ್ ಜೆಮ್ಸ್
ml: റിംഗിങ്ങ് ജെംസ്
mr: रिंगींग जेम्स
ne: रिङ्गिङ जेम्स
ta: ஒலிக்கும் ரெத்தினங்கள்
te: రింగింగ్ జెమ్స్
uz: Qimmatbaho toshlar jiringlashi
xh: Iijem ezikhakhalayo

source: Rain Echoes
af: Reëndruppel-eggo's
kn: ಮಳೆಯ ಪ್ರತಿಧ್ವನಿ
ml: മഴ
mr: रेन इकोज
ne: रेन इकोज्
ta: மழை எதிரொலிகள்
te: రెయిన్ ఎకోస్
uz: Yomg‘ir sadolari
xh: Intlokoma yemvula

source: Progressive Dapple
af: Progressiewe skimmel
kn: ಚಲಿಸುವ ಚುಕ್ಕಿಗಳು
ml: പ്രോഗ്രസ്സീവ് ഡാപ്പിള്‍
mr: प्रोग्रेसिव डॅप्पल
ne: प्रोग्रेसिभ ड्यापल
ta: முற்பொக்கு வேறுபாடு
te: ప్రోగ్రెసివ్ డాపుల్
uz: Davom etadigan yozish
xh: IProgressive Dapple

source: Analog Dapple
af: Analoë skimmel
kn: ಅನುರೂಪ ಚುಕ್ಕಿಗಳು
ml: അനലോഗ് ഡാപ്പിള്‍
mr: ॲनॉलॉग डॅप्पल
ne: एनालग ड्यापल
ta: அலைமருவி வேறுபாடு
te: అనలాగ్ డాపుల్
uz: Analog yozish
xh: IAnalog Dapple

source: Wind Chimes
af: Windklokkies
kn: ಗಾಳಿ ಗಂಟೆಗಳು
ml: കാറ്റിന്റെ മണിനാദം
mr: विंड चिम्स
ne: विन्ड चाइम्स
ta: புயல் ஒலி
te: విండ్ చైమ్స్
uz: Shamol qo‘ng‘iroqlari
xh: IWind Chimes

source: Bit Bounce
af: Bissiebons
kn: ಬಿಟ್‌ ಬೌನ್ಸ್
ml: ബിറ്റ് ബൌണ്‍സ്
mr: बिट बाउंस
ne: विट बाउन्स
ta: சிறிய துள்ளல்
te: బిట్ బౌన్స్
uz: Kichkina sakrash
xh: IBit Bounce

source: Minimal Bands
af: Minimale groepe
kn: ಕನಿಷ್ಟ ಪಟ್ಟೆಗಳು
ml: ചെറിയ ബാന്‍ഡ്
mr: मिनिमल बँड्स
ne: मिनिमल ब्यान्डस्
ta: குறைந்தபட்ச பட்டை
te: మినిమల్ బాండ్స్
uz: Eng kichik tasma
xh: IMinimal Bands

source: Exclamation
af: Uitroepteken
kn: ಆಶ್ಚರ್ಯಸೂಚಕ
ml: ഘോഷം
mr: एक्स्लमेशन
ne: एक्सक्लामेशन
ta: வியப்பு
te: ఆశ్చర్యం
uz: Xitob
xh: Ukhuzo

source: Boomer
af: Boemer
kn: ಬೂಮರ್
ml: ബൂമര്‍
mr: बूमर
ne: वुमर
ta: குழாய் சங்கிலியிறுக்கம்
te: బూమర్
uz: Bumer
xh: Ibhuma

source: Rewind
af: Terugdraai
kn: ರಿವೈಂಡ್
ml: പുറകോട്ട്
mr: रिवाइंड
ne: रिवाईन्ड
ta: பின்னகர்த்தல்
te: రివైండ్
uz: Qaytadan o‘rash
xh: Buyisela umva

source: Bop
kn: ಬಾಪ್
ml: ബോപ്പ്
mr: बोप
ne: बप
ta: பாப்
te: బోప్
xh: IBop

source: Ting
af: Lui
kn: ಟಿಂಗ್
ml: ടിങ്ങ്
mr: टिंग
ne: टिङ
ta: டிங்
te: టింగ్
uz: Jiringlash
xh: ITing

source: Bap
kn: ಬಾಪ್
ml: ബാപ്പ്
mr: बप
ne: बाप
ta: பேப்
te: బాప్
xh: IBap

source: Dididi
kn: ಡಿಡಿಡಿ
ml: ഡിഡിഡി
mr: डिडीडी
ne: डिडिडि
ta: டிடிடி
te: డిడిడీ
xh: IDididi

source: Spring
af: Lente
kn: ವಸಂತ
ml: സ്പ്രിങ്ങ്
mr: स्प्रिंग
ne: स्प्रिङ
ta: வசந்தம்
te: స్రింగ్
uz: Bahor
xh: Isipringi

source: Bell
af: Klok
kn: ಗಂಟೆ
ml: മണി
mr: बेल
ne: बेल
ta: மணி
te: గంట
uz: Qo‘ng‘iroq
xh: Intsimbi

source: Bell Extended
af: Langer klok
kn: ಗಂಟೆ ವಿಸ್ತರಿಸಿದ
ml: മണി, കൂടിയത്
mr: विस्तृत बेल
ne: बेल एक्स्टेन्डेड
ta: நீட்டிக்கப்பட்ட மணி
te: విస్త్రుత గంట
uz: Uzoq davom etadigan qo‘ng‘iroq
xh: Intsimbi yolulwe

source: Ring
af: Lui
kn: ರಿಂಗ್
ml: റിങ്ങ്
mr: रिंग
ne: रिङ
ta: மணி
te: రింగ్
uz: Jaranglash
xh: Iringi
