Repository: BenitoJedai/mozilla-gaia
Catalog: sm/apps/communications/contacts/contacts.properties.po
Languages: sm

source: Add
sm: Fa'aopoopo

source: Back
sm: Alu i tua

source: Edit
sm: Toe-sui

source: Cancel
sm: Sōloia

source: Done
sm: 'Uma lava

source: Update
sm: Toe fa'afouina

source: Add contact
sm: Fa'aopoopo contact

source: Delete contact
sm: Tia'i contact

source: Edit contact
sm: Toe-sui contact

source: Delete contact?
sm: Tia'i contact?

source: Remove
sm: Tō'ese

source: No phones
sm: Leai se telefoni

source: No email
sm: Leai se imeli

source: Remove contact picture?
sm: Tō'ese ata o le contact?

source: Loading contacts…
sm: La'uga contacts…

source: No name
sm: Leai se igoa

source: Name
sm: Igoa

source: Phone
sm: Telefoni

source: Email
sm: Imeli

# email.placeholder
source: Email
sm: Imeli

source: Street
sm: 'Auala

source: Company
sm: Pisinisi

source: Custom
sm: Fetu'una'i

source: Birthday
sm: Aso fanau

source: Add Picture
sm: Fa'aopoopo ata

source: Add Phone
sm: Fa'aopoopo Telefoni

source: Add Email
sm: Fa'aopoopo Imeli

source: Add Address
sm: Fa'aopoopo Afio'aga

source: Add as Favorite
sm: Fa'aopoopo meafiafia

source: Remove as Favorite
sm: Tō'ese meafiafia

source: Label
sm: Fa'ailoga

source: Mobile
sm: Mopili

source: Home
sm: 'Autū

source: Work
sm: Fale Gāluega

source: Personal
sm: Patino

source: Fax home
sm: Fax Nofoaga

source: Fax office
sm: Fax Pisinisi

source: Fax other
sm: Fax Isi

source: Another
sm: Se isi

source: Custom tag
sm: Pine Fetu'una'i

source: Exit
sm: Fa'atōfā

source: Expand
sm: Fa'afefete

source: Name:
sm: Igoa:

source: Phone number:
sm: Numera telefoni:

source: Email:
sm: Imeli:

source: Street:
sm: 'Auala:

source: Main information
sm: Fa'amatalaga tāua

source: Phone numbers
sm: Numera telefoni

source: Email address
sm: Imeli

source: Address
sm: Afio'aga

source: Settings
sm: Fa'atonutonu

source: Search
sm: Su'e

source: Import SIM contacts
sm: 'Aumaiga-fafo le SIM contacts…

source: Importing SIM contacts…
sm: 'Aumaiga-fafo le SIM contacts…

source: Reading from SIM card…
sm: Faitau mai le SIM card…

source: Storing SIM contacts…
sm: Teuga le SIM contacts…

source: Imported one contact
sm: 'Aumaiga-fafo contact se tasi

source: Link contact
sm: Noataga contact

source: View Facebook profile
sm: Maimoaga facebook fōliga

source: Message
sm: Fe'au

# facebook-import-msg[two]
source: {{imported}}/{{total}} friends imported
sm: {{imported}}/{{total}} uō 'aumaigaina-fafo

# facebook-import-msg[few]
source: {{imported}}/{{total}} friends imported
sm: {{imported}}/{{total}} uō 'aumaigaina-fafo

# facebook-import-msg[many]
source: {{imported}}/{{total}} friends imported
sm: {{imported}}/{{total}} uō 'aumaigaina-fafo

# facebook-import-msg[other]
source: {{imported}}/{{total}} friends imported
sm: {{imported}}/{{total}} uō 'aumaigaina-fafo

source: Select mobile
sm: Filifili mopili

source: Select email
sm: Filifili imeli

source: Import from SIM
sm: 'Aumaiga-Fafo mai le SIM

source: Removing Facebook data
sm: Tō'esega le Facebook Data

source: Logging out from Facebook
sm: Saini-fafo Facebook

source: Remove all Facebook data?
sm: Tō'ese 'uma Facebook data?

source: No contacts
sm: Leai se contacts
