Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/system/system.properties.po
Languages: wo

source: Change PIN
wo: Soppi PIN

source: Enter SIM PIN
wo: Dugal PIN u SIM

source: Enter SIM {{n}} PIN
wo: Dugal PIN u SIM {{n}}

source: Enter PUK code
wo: Dugal kod PUK

source: Enter NCK code
wo: Dugal kod NCK

source: Enter CCK code
wo: Dugal kod CCK

source: Enter SPCK code
wo: Dugal kod SPCK

source: Enter NCK1 code
wo: Dugal kod NCK1

source: Enter NCK2 code
wo: Dugal kod NCK2

source: Enter HNCK code
wo: Dugal kod HNCK

source: Enter RCCK code
wo: Dugal kod RCCK

source: Enter RSPCK code
wo: Dugal kod RSPCK

source: New PIN
wo: PIN bu Bees

source: Last try.
wo: Jéem gu mujj.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
wo: {{n}} jéem a ci des.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
wo: {{n}} jéem a ci des.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
wo: {{n}} jéem a ci des.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
wo: {{n}} jéem a ci des.

source: The PIN was incorrect.
wo: PIN bi baaxul.

source: You have one try left to enter the correct code before locking the SIM card.
wo: Benn jéem nga dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di tëju.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} jéem nga dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di tëju.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} jéem nga dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di tëju.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} jéem nga dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di tëju.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} jéem nga dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di tëju.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
wo: Lii mooy sa jéem gu mujj ngir nga dugal PIN bu baax bi. Lu ko moy, dangay war a dugal kod PUKngir jëfandikoo kàt SIM bii.

source: The SIM card is locked.
wo: Kàrt SIM bi tëju na.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
wo: Danga war a dugal ab kod PUK (Caabi Tijjil sa Bopp) ngir kàrt SIM bi. Demal ci sa këyiti kàrt SIMwalla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

source: The PUK code is incorrect.
wo: Kod PUK bi baaxul.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: Benn jéem a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Demal ci sa këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} jéem a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Demal ci sa këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} jéem a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Demal ci sa këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} jéem a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Demal ci sa këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} jéem a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Demal ci sa këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
wo: Sa jéem gu mujj ngir nga dugal kod PUK bu baax bi. Sa kàrt SIM dootul baax ba fàww soo dugalee kod PUK bu baaxul. Demal ci say këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am yeneen leeral.

source: Create PIN (must contain 4 to 8 digits)
wo: Sosal PIN (war na am 4 ba 8 siifar)

source: Confirm new PIN
wo: Dëggal PIN bu bees

source: PINs don’t match.
wo: PIN yi méngoowul.

source: The NCK code is incorrect.
wo: Kod NCK bi baaxul.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. Benn yoon a la dese ngir nga dugal kod bu baax bi. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. {{n}} yoon a la dese ngir nga dugal kod bu baax bi. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. {{n}} yoon a la dese ngir nga dugal kod bu baax bi. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. {{n}} yoon a la dese ngir nga dugal kod bu baax bi. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. {{n}} yoon a la dese ngir nga dugal kod bu baax bi. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. Bii yoon a la dese ngir nga dugal kod NCK bu baax bi. Seetal ci say këyiti telefon walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

source: Select from:
wo: Tànnee ci:

source: View with:
wo: Wonee ci:

source: Test with:
wo: Xaymaa ak:

source: Share with:
wo: Séddoo ak:

source: Create with:
wo: Sosee ak:

source: Open with:
wo: Ubbee ak:

source: Bookmark to:
wo: Xàmme téere ci:

source: Record from:
wo: Aaresistaree ci:

source: Browse with:
wo: Lënbatee ci:

source: Configure with:
wo: Tabbee ak:

source: Dial from:
wo: Bindee nimero:

source: Sign In
wo: Dugg

source: Purchase
wo: Jënd

source: An incoming request to permit remote debugging connection was detected. Allow connection?
wo: Gis nañu ab càkkuteefu buy dugg ngir amal lënkug gàgganti cig soriyante. Dangay nangu lënku gi?

source: {{origin}} is now fullscreen.
wo: {{origin}} leegi dafa fees seetu.

source: The network {{networkName}} was found. Join network?
wo: Gis nañu reso {{networkName}}. Lënkul ci reso?

source: Volume warning
wo: Àrtug Xumbaay

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
wo: Ngir moytu yàq say nopp, bul déglu lu xumb lool ci diir bu yàgg.

source: Power Saving Mode
wo: Anamu Yaxanal batiri

source: Power saving mode is on.
wo: Anamu yaxanal batiri bi tàkk na.

source: Device space low.
wo: Bayaalu jëfandaay bi dafa néew.

source: No remaining free space.
wo: Amul bayaal bu féex bu fi des.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
wo: Li des matul {{value}} {{unit}}.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
wo: Li des matul {{value}} {{unit}}.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
wo: Li des matul {{value}} {{unit}}.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
wo: Li des matul {{value}} {{unit}}.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
wo: Li des matul {{value}} {{unit}}.

source: Unknown remaining space.
wo: Xamu ñu li des ci bayaal.

source: System Alert
wo: Àrtu Noste

source: Channel {{channel}}
wo: Seen {{channel}}

source: Earthquake warning!
wo: Àrtug suuf suy yëngu!

source: Tsunami warning!
wo: Àrtug sunami!

source: Earthquake-tsunami warning!
wo: Àrtug suuf suy yëngu ak sunami!

source: Alert system is being tested.
wo: Ñu ngi saytu àrtug noste gi.

source: Emergency warning!
wo: Àrtug wallu!

source: Operator message from SIM {{id}}
wo: Bataaxalu operaatër bu bawoo ci SIM {{id}}

source: Call {{number}}?
wo: Dangay woo {{number}}?

source: Sending message
wo: Yónnee bataaxal

source: Send message?
wo: Dangay yónnee bataaxal?

source: STK Query from SIM {{id}}
wo: Laajub STK bawoo ci SIM {{id}}

source: Emergency call back mode
wo: Anamug woowaat wallu

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
wo: Doo mën a woote, yónnee bataaxal walla lënku ci internet ndax anamu wootewaat wallu gi dafa tàkk. Ndax danga ko bëgg a fay?

source: CDMA record information
wo: leerali njoxeb CDMA

source: Tap to switch input method
wo: Bësal ngir jàll ci anamu njoxe

source: Swipe to share
wo: Faxasal ngir séddoo

source: Download started
wo: Yebbi gi tàmbali na

source: Download stopped
wo: Yebbi gi dakk na

# download_downloading
source: Downloading…
wo: Mi ngi yebbi…

source: Download complete
wo: Yebbi gi mat na

source: Download failed
wo: Yebbi gi yeggul

source: Search or enter address
wo: Seet walla dugal màkkaan

# search-or-enter-address.placeholder
source: Search or enter address
wo: Seet walla dugal màkkaan

source: SIM card is absent or inserted incorrectly, so turn off hotspot
wo: Kàrt SIM bi enkku fi walla nimu duggee baaxul, kon fayal internet bi

source: Turn off airplane mode to use Wi-Fi hotspot
wo: Fayal anamu roppalaan gi ngir jëfandikoo Wi-Fi bi

source: Airplane mode activated
wo: Anamu roppalaan gi tàkk na

source: Open link in new tab
wo: Ubbil lëkkalekaay ci koñ bu bees

source: Add link to home screen
wo: Yokkal lëkkalekaay ci seetu ëtt bi

source: Share link
wo: Séddoo lëkkalekaay

source: Save Image
wo: Denc Bataaxal

source: Save Video
wo: Denc Wideo

source: Save Audio
wo: Denc Ojo
