Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/system/system.properties.po
Languages: wo

source: Back
wo: Dellu

source: Help
wo: Ndimbal

source: Cancel
wo: Bàyyi

source: Close
wo: Tëj

source: Skip
wo: Tëb

source: Undo
wo: Dindi

source: Airplane mode
wo: Anamu roppalaan

source: Searching…
wo: Mi ngi seet…

source: No network
wo: Amul reso

source: Emergency calls only
wo: Wootey wallu kese

source: (unknown SIM state)
wo: (anamu kàrt SIM buñ xamul)

source: (no SIM)
wo: (amul SIM)

source: (SIM PIN required)
wo: (laaj na PIN u SIM bi)

source: (SIM PUK required)
wo: (laaj na PUK u SIM bi)

source: (network locked)
wo: (reso bi tëju na)

source: (service provider locked)
wo: (joxekatu reso bi tëju na)

source: (corporate locked)
wo: (liggéeyukaay tëju na)

source: (network1 locked)
wo: (reso1 tëju na)

source: (network2 locked)
wo: (reso2 tëju na)

source: (hrpd network locked)
wo: (reso hrpd bi tëju na)

source: (ruim corporate locked)
wo: (liggéeyukaayu ruim bi tëju na)

source: (ruim service provider locked)
wo: (joxekatu liggéeyalu ruim bi tëju na)

source: Enter PIN
wo: Dugal PIN

source: Title
wo: Tur

source: Artist
wo: Ndaanaan

source: Playback controls
wo: Fugluy pleybak

source: Previous
wo: Bi jiitu

source: Play
wo: Taal

source: Pause
wo: Taxawandi

source: Next
wo: Li ci topp

source: Wi-Fi on
wo: Wi-Fi bi tàkk na

source: Wi-Fi on, initializing
wo: Wi-Fi bi tàkk na, mi ngi yabu

source: Wi-Fi off
wo: Wi-Fi bi fay na

source: Data {{type}} on
wo: Njoxe {{type}} bi tàkk na

source: Data {{type}} off
wo: Njoxe {{type}} fay na

# bluetoothButton-on
source: Bluetooth on
wo: Bluetooth bi tàkk na

source: Bluetooth on, initializing
wo: Bluetooth bi tàkk na, mi ngi yabu

source: Bluetooth off
wo: Bluetooth bi fay na

source: Airplane mode on
wo: Anamu roppalaan gi tàkk na

source: Airplane mode off
wo: Anamu roppalaan gi fay na

source: Settings
wo: Jekkal yi

source: Close utility tray
wo: Tëj pañe njariñ yi

source: Status Bar
wo: Laatu Tolluwaay

source: Battery {{level}} percent
wo: Batiri {{level}} pursaa

source: Battery {{level}} percent, charging
wo: Batiri {{level}} pursaa, mi ngi sarse

# statusbarFlightMode.ariaLabel
source: Airplane mode on
wo: Anamu roppalaan gi tàkk na

source: Wi-Fi: connecting
wo: Wi-Fi: mi ngi lënku

source: Wi-Fi: {{level}} of 4 bars
wo: Wi-Fi: {{level}} ci 4 baar

source: {{operator}} network, {{level}} of 5 bars
wo: reso {{operator}}, {{level}} ci 5 baar

source: {{operator}} network (roaming), {{level}} of 5 bars
wo: reso {{operator}} (roaming), {{level}} ci 5 baar

source: Searching… Emergency calls only
wo: Mi ngi seet... Wootey wallu kese

source: Headphones on
wo: Deglukaay yi tàkk nañu

source: Bluetooth headphones on
wo: Deglukaayi Bluetooth yi tàkk nañu

source: Bluetooth transfer active
wo: Yónneeb Bluetooth bi tàkk na

source: Tethering on
wo: Séddoo reso bi tàkk na

source: Tethering on, active
wo: Séddoo reso bi tàkk na, mi ngi dox

source: Alarm on
wo: Àrtukaay bi tàkk na

# statusbarIconOn-bluetooth
source: Bluetooth on
wo: Bluetooth tàkk na

source: Bluetooth on, active
wo: Bluetooth tàkk na, mi ngi dox

source: Mute on
wo: Cellaaral gi tàkk na

source: Vibration on
wo: Wibrër bi tàkk na

source: Recording on
wo: Aaresistere bi tàkk na

source: Geolocation on
wo: Wëree ci satelit bi tàkk na

source: USB on
wo: USB bi tàkk na

source: Call forwarding on
wo: Jàllale woote gi tàkk na

source: Media playing
wo: Taalug meja

source: NFC on
wo: NFC bi tàkk na

# statusbarDownloads.ariaLabel
source: Downloading…
wo: Mi ngi yebbi…

source: Networking on
wo: Reso bi tàkk na

source: Emergency callback
wo: Dellu woo wallu

source: {{n}} notification
wo: {{n}} yëgle

# statusbarNotifications[two]
source: {{n}} notifications
wo: {{n}} yëgle

# statusbarNotifications[few]
source: {{n}} notifications
wo: {{n}} yëgle

# statusbarNotifications[many]
source: {{n}} notifications
wo: {{n}} yëgle

# statusbarNotifications[other]
source: {{n}} notifications
wo: {{n}} yëgle

source: {{n}} unread notification
wo: {{n}} yëgle buñ jàngul

# statusbarNotifications-unread[two]
source: {{n}} unread notifications
wo: {{n}} yëgle yuñ jàngul

# statusbarNotifications-unread[few]
source: {{n}} unread notifications
wo: {{n}} yëgle yuñ jàngul

# statusbarNotifications-unread[many]
source: {{n}} unread notifications
wo: {{n}} yëgle yuñ jàngul

# statusbarNotifications-unread[other]
source: {{n}} unread notifications
wo: {{n}} yëgle yuñ jàngul

source: Notifications
wo: Yëgle yi

source: Clear all
wo: Fomp lépp

source: Tap to show
wo: Bësal ngir wone

source: No new voicemail
wo: Amul bataaxalu kàddu

source: One new voicemail
wo: Benn bataaxalu kàddu bu bees

# newVoicemails[two]
source: {{n}} new voicemails
wo: {{n}} bataaxali kàddu yu bees

# newVoicemails[few]
source: {{n}} new voicemails
wo: {{n}} bataaxali kàddu yu bees

# newVoicemails[many]
source: {{n}} new voicemails
wo: {{n}} bataaxali kàddu yu bees

# newVoicemails[other]
source: {{n}} new voicemails
wo: {{n}} bataaxali kàddu yu bees

source: New voicemail
wo: Bataaxalu kàddu bu bees

source: Dial {{number}}
wo: Bind nimero {{number}}

source: Are you sure you want to connect to the device?
wo: Ndax wóor nala ni danga bëgg a lënku ci jëfandaay bi?

source: Turn on Bluetooth and connect to the device?
wo: Dangay taal Bluetooth bi te lënku ci jëfandaay bi?

source: Are you sure you want to connect to {{deviceName}}?
wo: Ndax wóor nala ni danga bëgg a lënku ci {{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
wo: Dangay taal Bluetooth bi te lënku ci {{deviceName}}?

source: Turn on
wo: Taal

# dismissNFCConnectBTdisabled
source: Cancel
wo: Bàyyi

source: Confirmation
wo: Dëggal

source: Phone
wo: Telefon

source: Turn on airplane mode
wo: Taalal anamu roppalaan gi

source: Turn off airplane mode
wo: Fayal anamu roppalaan gi

source: Silence incoming calls
wo: Bañ a soneel woote yiy ñëw

source: Ring incoming calls
wo: Soneel woote yiy ñëw

source: Restart
wo: Fay taalaat

source: Power off
wo: Fay

source: To enable screen reader, press volume up then volume down buttons three more times
wo: Ngir taal jàngkatu seetu bi, bësal butuŋi yokk xumbaay teg ci wàññi xumbaay yeneen ñatti yoon

source: To disable screen reader, press volume up then volume down buttons three more times
wo: Ngir fay jàngkatu seetu bi, bësal butuŋi yokk xumbaay teg ci wàññi xumbaay yeneen ñatti yoon

source: No recent apps
wo: Amul jëfekaay yu mujj

source: Yes
wo: Waaw

source: No
wo: Déedet

source: Don’t allow
wo: Bul nangu

source: Allow
wo: Nangul

# dontshare-geolocation
source: Don’t Share
wo: Bul séddoo

# share-geolocation
source: Share
wo: Séddool

# dontshare-audio-capture
source: Don’t Share
wo: Bul séddoo

# share-audio-capture
source: Share
wo: Séddool

# dontshare-video-capture
source: Don’t Share
wo: Bul séddoo

# share-video-capture
source: Share
wo: Séddool

# dontshare-media-capture
source: Don’t Share
wo: Bul séddoo

# share-media-capture
source: Share
wo: Séddool

source: Front Camera
wo: Nataalukaay bi ci kanam

source: Back Camera
wo: Nataalukaay bi ci ginnaaw

source: Remember my choice
wo: Fàttikul sama tànneef

source: More info…
wo: Yeneen leeral…

source: Hide info
wo: Nëbb leeral

source: Install {{name}}?
wo: Dangay samp {{name}}?

source: Size
wo: Dayo

source: Author
wo: Boroom

# size-unknown
source: Unknown
wo: Kuñ xamul

# author-unknown
source: Unknown
wo: Kuñ xamul

source: Install
wo: Samp

source: bytes
wo: okte

source: KB
wo: KO

source: MB
wo: MO

source: GB
wo: GO

source: TB
wo: TO

source: PB
wo: PO

source: {{ appName }} download stopped
wo: Yebbig {{ appName }} taxaw na

source: {{ appName }} download failed
wo: Yebbig {{ appName }} yeggul

source: {{ appName }} install failed
wo: Sampug {{ appName }} taxaw na

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
wo: Bàyyi gi du tax ñu delloo la sa xaalis. Ki la njëkk a jaay mooy delloo xaalisu ëmbiit yi nga fay ba noppi.

source: Apps can be installed later from the original installation source.
wo: Jëfekaay yi mën nañu leen sampee beneen yoon ci cossanu balluwaayu samp gi.

source: Are you sure you want to cancel this install?
wo: Ndax leer nala ni danga bëgg a bàyyi samp gii?

source: Cancel Install
wo: Bàyyi Samp

# cancel-install-button
source: Cancel Install
wo: Bàyyi Samp

source: Resume
wo: Dooraat

source: Continue
wo: Wéy

source: Stop downloading {{ app }}?
wo: Dangay dakkal yebbig {{ app }}?

source: The download can be restarted later.
wo: Mën nañu tàmbaliwaat yebbi gi beneen yoon.

source: Stop Download
wo: Dakkal Yebbi gi

source: Not enough space
wo: Amul bayaal bu doy

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
wo: Amul bayaal bu doy ngir samp jëfekaay bii. Dindil yenn jëfekaay yu yàgg walla meja ngir am bayaal bu feex, ba noppi nga jéem koo sampeewaat ci balluwaayu cosaan gi.

source: {{ appName }} installed
wo: {{ appName }} sampu na

source: Setup
wo: Tabb

source: Add keyboards
wo: Yokk ay klawiyee

source: Later
wo: Beneen yoon

source: Download
wo: Yebbi

source: Download update now?
wo: Danga yebbi yeesal leegi?

source: Install update now?
wo: Yebbi yeesal leegi?

source: Install Now
wo: Yebbi leegi

source: Not Now
wo: Du leegi

source: Downloading updates… <span>{{ progress }} downloaded.</span>
wo: Mi ngi yebbi ay yeesal… <span>{{ progress }} la yebbi.</span>

source: Downloading {{ appName }}
wo: Yebbig {{ appName }}

source: {{ progress }} downloaded
wo: {{ progress }} lañ yebbi

source: Downloading
wo: Yebbi gi

source: {{ progress }} / {{ max }} downloaded
wo: {{ progress }} / {{ max }} la yebbi

source: Cancel all downloads
wo: Bàyyi yebbi yépp

source: Are you sure you want to cancel all downloads?
wo: Ndax wóor nala ni danga bëgg a bàyyi yebbi yépp?

source: There was an error while downloading the updates.
wo: Njuumte am na ci yebbig yeesal yi.

source: {{ n }} update available. <span>Tap for more info.</span>
wo: {{ n }} yeesal bu jàppandi. <span>Bësal ngir am yeneen leeral.</span>

# updateAvailableInfo.innerHTML[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
wo: {{ n }} yeesal yu jàppandi. <span>Bësal ngir am yeneen leeral.</span>

# updateAvailableInfo.innerHTML[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
wo: {{ n }} yeesal yu jàppandi. <span>Bësal ngir am yeneen leeral.</span>

# updateAvailableInfo.innerHTML[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
wo: {{ n }} yeesal yu jàppandi. <span>Bësal ngir am yeneen leeral.</span>

# updateAvailableInfo.innerHTML[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
wo: {{ n }} yeesal yu jàppandi. <span>Bësal ngir am yeneen leeral.</span>

source: {{ n }} update available
wo: {{ n }} yeesal bu jàppandi

# numberOfUpdates[two]
source: {{ n }} updates available
wo: {{ n }} yeesal yu jàppandi

# numberOfUpdates[few]
source: {{ n }} updates available
wo: {{ n }} yeesal yu jàppandi

# numberOfUpdates[many]
source: {{ n }} updates available
wo: {{ n }} yeesal yu jàppandi

# numberOfUpdates[other]
source: {{ n }} updates available
wo: {{ n }} yeesal yu jàppandi

source: System update
wo: Yeesalug noste

source: System Update Ready
wo: Yeesalug Noste gu Yegg

source: You need at least 50% battery level to install the update.
wo: Sa bitiri war na am gën gaa néew 50 % ngir samp yeesal bi.

source: Required
wo: Liñ sàkku

source: Uncompressing… <span>This can take a few minutes.</span>
wo: Mi ngi tàqali… <span>Mën na xaw a yàgg tuuti.</span>

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
wo: Wi-Fi bi jàppandiwul. Yeesal ci reso bii mën na tax ñu fayyeeku la beneen xaalis.

source: Connection unavailable. Connect to a network to download updates.
wo: Lënku gi jàppandiwul. Lënkul ci ab reso ngir yebbi ay yeesal.

source: Updates are downloaded via data connection when Wi-Fi is not available. Additional data charges may apply.
wo: Yeesal yi ci lënkug njoxe la ñu koy yebbee su Wi-Fi bi jàppandiwul. Mën nañu la fayloo beneen xaalis.

source: Download updates via data connection?
wo: Yebbee ay yeesal ci lënkug njoxe?

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
wo: Yeesal yi ci lënkug njoxe la ñu leen di yebbee su Wi-Fi bi jàppandiwul. Sooy jëfandikoo lênkug njoxe, mën na dakkal say woote telefon te mën nañu la fayloo beneen xaalis.

source: Screenshot saved to Gallery
wo: Denc nañu nataalu seetu bi ci Kàggu nataal bi

source: The screenshot could not be saved
wo: Mujjuna mën a denc nataalu seetu

source: No memory card found
wo: Amul benn kàrt memuwaar

source: Memory card is in use
wo: Ñu ngi jëfandikoo kàrt memuwaar bi

source: Not enough space on memory card
wo: Kàrt memuwaar bi dafay waaj a fees

# emergency-call-button
source: Emergency Call
wo: Wooteg Wallu

source: Emergency Call
wo: Wooteg Wallu

source: Unlock
wo: Tijji

source: Camera
wo: Nataalukaay

source: Passcode panel
wo: Ruqu kod paas

source: Home
wo: Ëtt

source: Sign in
wo: Dugg

source: Username
wo: Turu jëfandikukat

source: Password
wo: Baatu-jàll

source: A username and password are being requested by {{host}}. The site says: “{{realm}}”
wo: {{host}} mingi laaj turu jëfandikukat ak baatu-jàll. Dal bii neena: “{{realm}}”

source: {{name}} is not loading properly
wo: {{name}} nekkul di yabu bu baax

source: {{name}} is having problems
wo: {{name}} mu ngi am ay jafe-jafe

source: Airplane mode is on
wo: Anamug roppalaan gi tàkk na

source: {{name}} requires a network connection. Turn off airplane mode from Settings and connect to a Wi-Fi or mobile data network.
wo: {{name}} dafal laaj ab lënku reso. Fayeel anamug roppalaan gi ci Jekkal yi te lënku ci ab Wi-Fi walla reso ndoje mobil.

source: Server not found
wo: Gisu ñu cëraakon bi

source: Can’t find the server at {{name}}.
wo: Mënu ñu gis reso bi ci {{name}}.

source: File not found
wo: Gisu ñu taxañ bi

source: The device can’t display this page because the file cannot be found.
wo: Jëfandaay bi mënul wone xët wii ndax mênul gis taxañ bi.

# connection-failed
source: Unable to connect
wo: Mënul lënku

# connection-failed-error
source: A network error occurred while trying to reach the site.
wo: Njuumte reso am na ci bi ñuy jéem a jot ci dal bi.

# invalid-connection
source: Unable to connect
wo: Mënul lënku

# invalid-connection-error
source: A network error occurred while trying to reach the site.
wo: Njuumte reso am na ci bi ñuy jéem a jot ci dal bi.

source: URL not valid
wo: URL bi baaxul

source: The URL entered is not valid and cannot be loaded.
wo: URL biñ dugal baaxul te mënu ñu ko yab.

# redirect-loop
source: Can’t display page
wo: Mënul wone xët wi

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
wo: Jëfandaay mënul wone xët wii ndax yeggewu ñu la ko bu baax. Jéemaatal xët beneen yoon.

source: Page expired
wo: Àppu xët wi jeex na

source: As a security precaution, this page cannot be displayed by the device because it has expired.
wo: Ngir sa kaarànge, Jëfandaay bi du mën a wone xët wii ndax àppam dafa jeex.

source: The document cannot change while Printing or in Print Preview.
wo: Kenn mënul soppi wayndare bi bu ñuy Móol walla ñuy Xolandi Móol gi.

source: This address is restricted
wo: Dañuy aaye màkkaan bi

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
wo: Màkkaan bii dafay jëfandikoo pooru reso boo xam ni leeneen a ko tax a jog ludul lëñbat ci Web bi. Jëfandaay bi bàyyi na càkkuteef bi ngir sa kaarànge.

# proxy-resolve-failure
source: Proxy Server Error
wo: Njuumte Cëraakonu Proksi

source: The device is configured to use a proxy server that can’t be found.
wo: Dañu tabb jëfandaay bi ngr mu jëfandikoo cëraakonu proksi bu ñu mënul gis.

# proxy-connect-failure
source: Proxy Server Error
wo: Njuumte Cëraakonu Proksi

source: The device is configured to use a proxy server that is refusing connections.
wo: Dañu tabb jëfandaay bi ngir muy jëfandikoo cëraakonu proksi buy bañ ay lënku.

# content-encoding
source: Can’t display page
wo: Mënul wone xët wi

source: The device can’t display this page because a content encoding error occurred.
wo: Jëfandaay bi mënul denc xët wii ndax njuumte caq ëmbiit wi am na.

source: Page unsupported
wo: Xët wuñ mënul jël

source: This page can’t be displayed because it uses a technology that is not supported on the device.
wo: Mënul wone xët wii ndax li muy jëfandikoo xarala buñ boolewul ci jëfandaay bi.

source: Warning
wo: Moytu

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
wo: Neena ñu dalu web bii ay jublang a ko defar ngir nax la ba nga séddoo say leerali bopp walla say leerali xaalis.

source: Malware attack blocked
wo: Naj nañu ay losisel yu bon

source: The site at has been reported as an attack site and has been blocked.
wo: Neenu ñu dal bii dafay songe moo tax naj nañu ko.

source: Unsafe content
wo: Ëmbiit bu wóorul

source: The page cannot be shown because it may not be safe to open.
wo: Xët wii mënu ñu ko wone ndax ubbi ko mën na bañ a wóor.

# corrupted-content
source: Can’t display page
wo: Mënul wone xët

source: The page cannot be shown because an error in the data transmission was detected.
wo: Xët wii mënu ñu ko wone ndax dañu ci gis njuumte joxeb njoxe.

source: Network connection unavailable
wo: Lënkug reso bi jàppandiwul

source: {{name}} requires a network connection. Try connecting to a Wi-Fi or mobile data network.
wo: {{name}} dafay laaj ab lonkug reso. Jéemal lënku ab WI-Fi walla reso njoxey mobil.

source: {{name}} requires an Internet connection.
wo: {{name}} dafay laaj lëkug Internet.

source: No access to the Internet right now.
wo: Mënul lënku ci Internet ci jamono jii.

source: Unable to connect
wo: Mënul lënku

source: Try again
wo: Jéemaatal

source: Check settings
wo: Seet jekkal yi

source: Tap to check settings
wo: Bës walla seet jekkal yi

source: Select time
wo: Tànn waxtu

# choose-option
source: Select
wo: Tànn

# choose-options
source: Select
wo: Tànn

source: Select day
wo: Tànn bis

source: Battery almost empty
wo: Danaka batiri bi jeex na

source: Add to Home Screen
wo: Yokk ci Seetu Ëtt bi

source: Share
wo: Séddale

source: {{brandShortName}} just recovered from a crash
wo: {{brandShortName}} ci yàqu-yàqu lay soog a joge

source: {{name}} just crashed
wo: {{name}} dafay soog a yàqu

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
wo: Ndax danga bëgg a yónnee Mozilla ab nettali bu jëm ci yàqu-yàqu ngir dimbali nu saafara jafe-jafe bi? (Nettali yi ci Wi-Fi kese lañu koy yónnee.)

source: What’s in a crash report?
wo: Lan mooy nettalib yàqu-yàqu?

source: Always send Mozilla a report when a crash occurs.
wo: Yónnee ab nettali Mozilla saa yu yàqu-yàqu amee.

source: Don’t Send
wo: Bul yónnee

source: Send Report
wo: Bul Nettali

source: Crash Reports
wo: Nettaliy Yàqu-yàqu

source: Done
wo: Sotti na

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
wo: Ab nettalib yàqu-yàqu dafay ànd ak yenn leeral yu jëm ci yàqu-yàqu bi ak sa jëfandaay, ak itam tegtalu sa melokaanu jëfandaay bi muy yàqu.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
wo: Loolu mën a ànd ak mbir yu ci melni ubbi ay xët ak jëfekaay, mbind yiñ bind ci formileer ak ëmbiitu bataaxal bu ubbiku, jaar-jaari joowu yu yàggul, walla wëree ak satelit bu jëfekaay bu ubbeeku jëfandikoo.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
wo: Danuy jëfandikoo nattaliy yàqu-yàqu ngir jéem a saafara ay jafe-jafe ak gën a baaxal sunuy costeef. Danuy jëfandikoo say leeral ni nu ko waxee ci sunu

source: privacy policy
wo: sàrti sutura

source: {{brandShortName}} just crashed.
wo: {{brandShortName}} dafa yàqu leegi.

source: {{name}} just crashed.
wo: {{name}} dafa yàqu leegi.

source: Report
wo: Nettali

source: Sending Bluetooth transfer…
wo: Mi ngi koy yónnee ci Bluetooth…

source: Receiving Bluetooth transfer…
wo: Mi ngi jot yónnee ci Bluetooth…

source: Accept Bluetooth file transfer?
wo: Nangu yónnee taxañ ci Bluetooth?

source: {{deviceName}} would like to transfer {{fileName}} ({{fileSize}}).
wo: {{deviceName}} dafa bëgg a yónnee {{fileName}} ({{fileSize}}).

source: Review transfer request.
wo: Jàngat càkkuteefu yónnee.

source: Bytes
wo: Okte yi

# byteUnit-KB
source: KB
wo: Ko

# byteUnit-MB
source: MB
wo: Mo

# byteUnit-GB
source: GB
wo: Go

# byteUnit-TB
source: TB
wo: TO

# byteUnit-PB
source: PB
wo: PO

source: EB
wo: EO

source: ZB
wo: ZO

source: YB
wo: YO

source: Deny
wo: Bañ

source: Transfer
wo: Yónnee

source: Cancel Bluetooth file transfer?
wo: Danga bëgg a bàyyi yónnee taxañu Bluetooth?

# continueFileTransfer
source: Continue
wo: Wéy

source: The transfer has started
wo: Yónnee gi tàmbali na

source: Check the progress in Notification center
wo: Seet fi mu tollu ci barabu Yëgle bi

source: File sent
wo: Taxañ bi dem na

source: File received
wo: Jot na taxañ bi

source: File could not be sent
wo: Mënu ñu yónnee taxañ bi

source: File could not be received
wo: Mënul jot taxañ bi

source: Transfer report:
wo: Nettalib yónnee:

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
wo: {{numSuccessful}} taxañ dem nañu, {{numUnsuccessful}} taxañ demu ñu

source: Unknown file
wo: Taxañ buñ xamul

source: Unknown device
wo: Jëfandaay buñ xamul

source: Can not open received file
wo: Mënul ubbi taxañ yiñ jot

source: Can not open unknown media type:
wo: Mënul ubbi xeetu meja buñ xamul:

source: Can not receive file
wo: Mënul jot taxañ

source: Can not get device storage state.
wo: Mënul jot tolluwaayu dencukaayu jëfandaay bi.

source: No memory card found. Please insert a memory card.
wo: Amul benn kàrt memuwaar. Roofal ab kàrt memuwaar.

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file(s).
wo: Kenn du mën a jëfandikoo Bluetooth bi suñu baraasee telefon bi. Debaraaseel telefon bi ngir jot ay taxañ.

source: Can not complete transfer: memory card is full.
wo: Mënul matal yónnee gi: kàrt memuwaar bi dafa fees.

source: Unknown error
wo: Njuumte buñ xamul

source: Confirm
wo: Dëggal

source: Mic is on
wo: Mikro tàkk na

source: Camera is on
wo: Nataalukaay bi tàkk na

source: Camera & Mic are ON
wo: Nataalukaay & Mikro bi tàkk na

source: No SIM card
wo: Amul kàrt SIM

source: SIM PIN
wo: PIN u SIM

source: PUK code
wo: Kod PUK

source: NCK code
wo: Kod NCK

source: CCK code
wo: Kod CCK

source: SPCK code
wo: Kod SPCK

source: NCK1 code
wo: Kod NCK1

source: NCK2 code
wo: Kod NCK2

source: HNCK code
wo: Kod HNCK

source: RCCK code
wo: Kod RCCK

source: RSPCK code
wo: Kod RSPCK

source: What is a SIM PIN?
wo: Lan mooy ab PIN u SIM?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
wo: Ab PIN u SIM dafay tax kenn jot ci reso njoxe kàrt SIM u portaabal. Su ñu ko taale, bépp jêfandaay. Suñu ko taalee, bépp jëfandaay bu kàrt SIM dina ñu laaj mu dugal kod PIN su ko taalee.

source: A SIM PIN is not the same as the passcode used to unlock the device.
wo: Ab PIN u SIM wuute na ak Kod paas bi ñuy jëfandikoo ngir tijji jëfandaay bi.
