Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/homescreen/homescreen.properties.po
Languages: wo

source: {{topic}} on {{name}}
wo: {{topic}} ci {{name}}

source: Change Wallpaper
wo: Soppi Nataal

source: Add Smart Collections
wo: Yokk Dajale yu Muus

source: Delete {{name}}
wo: Far {{name}}

source: {{name}} and all of its data will be deleted.
wo: Dina ñu far {{name}} ak njoxeem yépp.

source: Delete
wo: Far

source: Cancel
wo: Bàyyi

source: Remove {{name}}
wo: Dindi {{name}}

source: Remove {{name}} from the homescreen?
wo: Dangay dindi {{name}} ci seetu ëtt bi?

source: Remove
wo: Dindi

source: Download
wo: Yebbi

source: Restart Download
wo: Tàmbaliwaat Yebbi

source: Do you want to download {{name}}?
wo: Danga bëgg a yebbi {{name}}?

# loadingEvme2
source: Loading…
wo: Mi ngi yab...

source: Everything…
wo: Lépp...

# evme-searchbar-default2
source: I’m thinking of…
wo: Maa ngi xalaat a...

# evme-searchbar-default2.placeholder
source: I’m thinking of…
wo: Maa ngi xalaat a...

source: Back
wo: Dellu

# evme-searchbar-default.placeholder
source: I’m thinking of…
wo: Maa ngi xalaat a...

# evme-searchbar-title
source: Everything
wo: Lépp

source: Enter any topic or search query
wo: Dugalal tomb walla seet bu la neex

source: Enter any topic or keyword
wo: Dugalal tomb walla baat bu la neex

source: Dismiss
wo: Gàntal

source: No options found
wo: Gisul benn tànneef

source: History:
wo: Jaar jaar:

source: History
wo: Jaar jaar

source: Clear history
wo: Fomp Jaar-jaar

# evme-helper-didyoumean-title
source: Did you mean:
wo: Danga bëgg a wax:

# evme-helper-refine-title
source: Did you mean:
wo: Danga bëgg a wax:

# evme-helper-title-prefix
source: Everything
wo: Lépp

# evme-helper-title-empty
source: Everything
wo: Lépp

# evme-apps-market-download
source: Download
wo: Yebbi

source: More Apps
wo: Yeneen Jëfekaay

# evme-apps-loading-app
source: Loading…
wo: Mi ngi yab...

# evme-appsmore-loading
source: Loading…
wo: Mi ngi yab...

source: Add {{name}} to Home Screen?
wo: Dangay def {{name}} ci Seetu Ëtt bi?

source: {{name}} was already added to Home Screen
wo: Def nañu {{name}} ba noppi ci Seetu Ëtt bi

source: Connect to the internet to add more Smart Collections
wo: Lënkul ci Internet ngir yokk yeneen Dajale yu Muus

source: Set as wallpaper?
wo: Danga def ab nataal?

source: No Smart Collections to add
wo: Amul Dajale yu Muus yooy yokk

source: {{name}} added to Home Screen
wo: Yokk nañu {{name}} ci Seetu Ëtt bi

source: Wallpaper set successfully
wo: Def nañu nataal bi bu baax

source: More
wo: Yeneen

# evme-collectionssuggest-loading
source: Loading…
wo: Mi ngi yab...

# evme-collectionssuggest-loading-cancel
source: Cancel
wo: Bàyyi

source: Create your own Smart Collection
wo: Sosal sa Dajale gu Muusu bopp

source: Source:
wo: Cosaan:

# evme-collection-title-prefix
source: Everything
wo: Lépp

source: Phone
wo: Telefon

# evme-collection-loading-more
source: Loading…
wo: Mi ngi yab...

source: Connect to the internet to get apps for {{query}}
wo: Lënkul ci Internet ngir wut ay jëfekaayi {{query}}

source: Connect to the internet to get even more apps for {{query}}
wo: Lënkul ci Internet ngir gën a jot jëfekaayi {{query}}

source: Find the things you love with the coolest apps.
wo: Gis mbir yi nga bëgg ak jëfekaay yi gën a baax.

source: For example, find your favorite singer or band…
wo: Ci misaal, nga gis sa waykat bi la neex walla sa gurup...

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
wo: Yii jëfekaayi <b>{{query}}</b>,<br /><br /> bësal junj bu la neex ngir ubbi ko.

source: Custom…
wo: Laalaat...

source: Astrology
wo: Biddéew yi

source: Autos
wo: Wata yi

source: Beauty
wo: Taar

source: Books
wo: Téere yi

source: Celebs
wo: Ñu siiw ñi

source: Daily Deals
wo: Xéewali Bis bi

source: Dating
wo: Bëggante

source: Electronics
wo: Elektronik

source: Email
wo: Bataaxal

source: Entertainment
wo: Bégal xol

source: Environment
wo: Càkkeef

source: Fashion
wo: Yi xew

source: Funny
wo: Xoromu

source: Games
wo: Po yi

source: Government
wo: Nguur

source: Health
wo: Wérgi-yaram

source: Jobs
wo: Liggéey yi

source: Local
wo: Barab

source: Maps
wo: Kàrt yi

source: Movies
wo: Film yi

source: Music
wo: Misik

source: New Apps
wo: Jëfekaay yu Bees

source: News
wo: Xibaar yi

source: Photography
wo: Nataal yi

source: Recipes
wo: Toggin yi

source: Restaurants
wo: Restoraŋ

source: Shopping
wo: Jënd

source: Social
wo: Penc

source: Sports
wo: Tàggat-yaram

source: Tech News
wo: Xibaari Tek

source: Top Apps
wo: Jëfekaay yi Gën

source: Travel
wo: Tukki

source: TV
wo: Tele

source: Video
wo: Wideo

source: Utilities
wo: Njariñal

source: Weather
wo: Jawwu

source: Add to top of collection
wo: Yokk ci dajale bi gën

source: Save to Homescreen
wo: Denc ci Seet-ëtt bi

source: Edit
wo: Soppali

source: Website name
wo: Turu dalu web

source: Address
wo: Dëkkuwaay

# edit-dialog-cancel
source: Cancel
wo: Bàyyi

source: Done
wo: Sotti na
