Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/system/fxa/fxa.properties.po
Languages: wo

source: Firefox Accounts
wo: Sàqi Firefox

source: Next
wo: Li ci topp

source: Back
wo: Dellu

source: Done
wo: Sotti na

# fxa-connection-error-title
source: Unable to Connect
wo: Mënul Lënku

source: You can create an account or sign in from Settings.
wo: Mën nga yokk am sàq walla nga duggee ci Jekkal yi.

source: Reset Password
wo: Soppi baatu-jàll

source: You can reset your password from Settings.
wo: Mën nga soppi sa baatu-jàll ci Jekkal yi

source: Cannot Create Account
wo: Mënul Sos Sàq

source: You must meet certain age requirements to create a Firefox Account. {{learnmore}}
wo: Danga war a dugal yenn càkkuteefi at ngir sos Sàqu Firefos. {{learnmore}}

source: Learn more
wo: Yeneen leeral

# fxa-offline-error-title
source: Unable to Connect
wo: Mënul Lënku

source: Please connect to a network from Settings.
wo: Lënkul ci ab reso nga jaare ko ci Jekkal yi.

source: Error
wo: Njuumte

source: Please enter a valid email.
wo: Dugalal bataaxalu internet bu baax.

source: Invalid Password
wo: Baatu-jàll bu Baax

source: Please check your password and try again.
wo: Seetal sa baatu-jàll te nga jéemaat.

# fxa-unknown-error-title
source: Unable to Connect
wo: Mënul Lënku

source: System unavailable, try again soon.
wo: Noste gu jàppandiwul, jéemaatal ci kanam.

source: Connecting
wo: Lënku

source: Enter your email
wo: Dugalal sa bataaxal ci internet

source: Use your email address to create an account or sign in.
wo: Jëfandikool sa màkkaanu bataaxal ngir sos am sàq walla dugg.

source: By proceeding, I agree to the {{tos}} and {{pn}} of Firefox cloud services.
wo: Su ma ko defee, nangu naa {{tos}} ak {{pn}} yu liggéeyali Firefox cloud.

source: Terms of Service
wo: Sàrti Liggéeyal

source: Privacy Notice
wo: Yëgle Sutura

source: Create a Password
wo: Sos ab Baatu-jàll

source: Enter Your Password
wo: Dugalal Sa Baatu-jàll

source: Hello, {{email}}
wo: Nanga def, {{email}}

source: Please enter your Firefox Account password to continue.
wo: Dugalal sa baatu-jàllu Sàqum Firefox ngir wéyal.

source: Password
wo: Baatu-jàll

source: Forgot your password?
wo: Danga fàtte sa baatu-jàll?

source: Show password
wo: Wone baatu-jàll

source: Your password must be at least 8 characters long.
wo: Saa baatu-jàll war na am gën gaa néew 8 màndarga.

source: Success!
wo: Jaar na yoon!

source: Your Firefox Account is ready to go!
wo: Leegi sa Sàqum Firefox noppi na!

source: Now you can use features like Find My Device and apps like the Firefox Marketplace.
wo: Leegi mën nga jëfandikoo man-man yu ci melni Gis Sama Jëfandaay ak ay jëfekaay yu ci melni Firefox Marketplace.

source: In the future, you can access and manage your account from Settings.
wo: Ëlëg, di nga mën a jotee ak saytoo sa sàq ci Jekkal yi.

source: Confirm Your Account
wo: Dëggal Sam Sàq

source: We will send an email to: {{email}}
wo: Dina nu la yónnee bataaxal ci internet ci: {{email}}

source: Next time you check your email, click the verification link to confirm your Firefox Account.
wo: Beneen yoon booy xool say bataaxal, bësal ci lëkkalekaay wéral gi ngir dëggal sa Sàqu Firefox.

source: Age Verification
wo: Wéral say At

source: 1990 or earlier
wo: 1990 walla lu ko jiitu

source: Year of Birth
wo: At mi nga Judd
