Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/collection/collection.properties.po
Languages: wo

source: Loading
wo: Yab

source: Cancel
wo: Bàyyi

source: Custom
wo: Solal

source: Create your own Smart Collection
wo: Sosal sa bopp Dajale gu Muus

source: Connect to the internet to add more Smart Collections
wo: Demal ci internet nga yokk yeneen Dajale yu Muus

source: Add to top of collection
wo: Yokk ci dajale yi gën

source: Save to Homescreen
wo: Denc ko ci Seetu ëtt bi

source: Connect to the internet to get apps for {{collectionName}}
wo: Demal ci internet ngir wut ay jëfekaayi {{collectionName}}

source: Edit
wo: Soppali

source: Done
wo: Sotti na

source: Delete {{name}}
wo: Far {{name}}

source: {{name}} and all of its data will be deleted.
wo: {{name}} te njoxeem yépp daaldi faru.

source: Delete
wo: Far
