Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/communications/dialer/dialer.properties.po
Languages: ee

source: Add new number
ee: Kɔ namba yeye kpe ɖeŋu

source: Add to existing contact
ee: Kɔ kpeɖe kɔntati xoxo ŋu

source: All
ee: wo katã

# all.ariaLabel
source: All
ee: Katã

source: Asterisk
ee: asteris

source: Call log
ee: yɔyɔ siwi newɔ

source: Edit call log
ee: le ŋku ɖe yɔyɔ siwo newɔ la ŋu

source: Connecting
ee: Ka le tsiatsiam

source: Cancel
ee: Tefli eme

source: An error occurred while retrieving call forwarding status
ee: Numadzedzi aɖe dzɔ le esime wo call forwarding status le retrieving

source: Inactive
ee: Mele dɔwɔm o

source: Voice: {{ voice }}
ee: Gbe: {{ voice }}

source: Close
ee: Tu

source: Clear selected calls?
ee: Atutu yɔyɔ siwo ne tia?

source: Contacts
ee: Kɔntatiwo

source: Create new contact
ee: Wɔ kɔntati yeye

source: Delete
ee: Tutu

source: Deselect all
ee: Megatia wo katã o

source: Add contact
ee: Kpe kɔntati ɖe eŋu

source: Add Contact Dialog
ee: Kpe kɔntati dialog ɖe eŋu

# edit-selected[one]
source: {{ n }} selected
ee: etia {{ n }}

# edit-selected[two]
source: {{ n }} selected
ee: etia {{ n }}

# edit-selected[few]
source: {{ n }} selected
ee: etia {{ n }}

# edit-selected[many]
source: {{ n }} selected
ee: etia {{ n }}

# edit-selected[other]
source: {{ n }} selected
ee: etia {{ n }}

source: Edit
ee: To eme

source: Hash sign
ee: Hash dzesi

source: Hide keypad
ee: Be keypad

source: Ignore Call
ee: Megadenume na yɔyɔ o

source: Incoming
ee: Si gbɔna

# keypadDelete.ariaLabel
source: Delete
ee: Tutu

source: Make call
ee: Yɔ

source: Merge
ee: Ƒoƒu

source: (SIM {{ n }}) Missed call
ee: (SIM {{ n }}) yɔyɔ sime bu

source: An error occurred while sending the message
ee: vodada 'ɖe dzɔ esi me le mesadzi ɖom ɖa

source: Session expired
ee: gaƒoƒo vayi

source: Message successfully sent
ee: mɛseidzi ɖoɖoɖa dzedzi nyuie

source: Mute
ee: na woa ɖoto/zi ɖoɖoe

source: New call
ee: yɔyɔ yeye

source: No calls recorded
ee: yɔyɔ ɖeke meli o

source: Start communicating now
ee: dze dzeɖoɖo gɔme

source: No missed calls
ee: mebu yɔyɔ aɖeke o

source: Phone number
ee: mɔ̃ ƒe namba

source: Recent calls
ee: yɔyɔ yeye wo

source: Reply
ee: nuɖoɖo

source: Select all
ee: tia wo katã

source: Send
ee: ɖoɖa

source: Switch calls
ee: ɖɔli yɔyɔwo

source: Today
ee: egbe

source: Voicemail
ee: voicemɛli

source: Withheld number
ee: ɖoasi namba dzi

source: From {{ contact }}
ee: tso {{}}

source: From {{ number }}
ee: tso{{}}

source: From withheld number
ee: tso namba si dzi wo ɖoasi gbɔ

source: Yesterday
ee: etsɔ

source: Sending…
ee: le eɖom ɖa…

source: {{ operator }} services
ee: {{}} ƒe dɔwɔwɔwo

source: Type your response…
ee: ŋlɔ wo ŋuɖoɖo

source: Clear all text
ee: tutu nuŋlɔŋlɔwo katã

source: Hide
ee: bu

source: Call
ee: yɔ

source: Hold
ee: le

source: Resume
ee: yi dzi

# resume.ariaLabel
source: Resume
ee: yi dzi

source: Send Message
ee: ɖo meisedzi

source: Call Ended
ee: yɔyɔ wu nu

source: via SIM{{ n }}
ee: to SIM{{}}

source: SIM{{ n }}
ee: SIM {{}}

source: Hang Up
ee: wu nu

source: Pick up
ee: xɔ

source: Slider
ee: silaida

source: Settings
ee: ɖoɖowo

source: Nothing selected
ee: metia naneke o

source: Delete selected log?
ee: atutu nu siwo ne tia a?

# delete-n-log?[two]
source: Delete {{ n }} logs?
ee: atutu {{}} a?

# delete-n-log?[few]
source: Delete {{ n }} logs?
ee: atutu {{}} a?

# delete-n-log?[many]
source: Delete {{ n }} logs?
ee: atutu {{}} a?

# delete-n-log?[other]
source: Delete {{ n }} logs?
ee: atutu {{}} a?

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
ee: {{ n }} sɔ kple "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
ee: {{ n }} esɔ kple "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
ee: {{ n }} sɔ kple "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
ee: {{ n }} sɔ kplee "{{ matchNumber }}"

source: Call barring
ee: yɔyɔ blabla

source: Call forwarding
ee: yɔyɔ ɖo ɖe ŋgɔ

source: Incoming Caller ID
ee: amesi le yɔyɔm la ƒe ID

source: Outgoing Caller ID
ee: ameyɔla ƒe ID

source: Password change
ee: ɖɔli wo password

source: Call waiting
ee: yɔyɔ le lalam

source: PIN change
ee: ɖɔli PIN

source: PIN2 change
ee: ɖɔli PIN2

source: Unblock PIN
ee: ʋu PIN

source: Unblock PIN2
ee: ʋu PIN2

source: Voice
ee: gbe

source: Packet
ee: Packeti

source: Service was enabled
ee: wona mɔ servisi

source: Service has been disabled
ee: wotu mɔna servisi

source: Registration was successful
ee: registration dze dzi

source: Erasure was successful
ee: nututu ɖa dze dzi

source: Request was successful
ee: wo biabia dze dzi

source: Service not provisioned
ee: mɔɖeɖe mele na sevisi o

source: You can not change the caller ID setting
ee: mateŋu atrɔ yɔyɔla ƒe ID ŋutinuwo o

source: Caller ID defaults to restricted. Next call: Restricted
ee: woxe mɔna yɔyɔla ƒe ID. woxe mɔna yɔyɔ si gbɔna

source: Caller ID defaults to restricted. Next call: Not restricted
ee: woxe mɔna yɔyɔla ƒe ID. mɔɖeɖe le na yɔyɔ si gbɔna

source: Caller ID defaults to not restricted. Next call: Restricted
ee: woxe mɔna yɔyɔla ƒe ID. woxe mɔna yɔyɔ si ava

source: Caller ID defaults to not restricted. Next call: Not restricted
ee: woxe mɔna yɔyɔla ƒe ID. mɔɖeɖe le na yɔyɔ si gbɔna

source: Service was enabled for:
ee: wona mɔ sevisi na:

source: PIN successfully changed
ee: PIN ƒe trɔtrɔ yi nyuie

source: PIN successfully unblocked
ee: PIN ƒe ʋuʋu yi nyuie

source: PIN2 successfully changed
ee: PIN2 ƒe trɔtrɔ yi nyuie

source: PIN2 successfully unblocked
ee: PIN2 ƒe ʋuʋu yi nyuie

source: Connection problem or invalid MMI code
ee: tsiatsia ƒe fuɖeɖe alo MMI codi eteƒe manɔmanɔ

source: Incorrect Password
ee: pasiword mede o

source: Invalid or Unsupported MMI Code
ee: MMI codi mele eteƒe o

source: Invalid action
ee: wɔna mele eteƒe o

source: Invalid service code
ee: servisi codi mele eteƒe o

source: The PUK you typed is not correct
ee: PUK si ne ŋlɔ la mede o

source: The old PIN you typed is not correct.
ee: PIN xoxo si ne ŋlɔ la mede o

source: Type PUK2 to unblock SIM card
ee: ŋlɔ PUK2 ne woaʋu SIM la

source: The PINs you typed do not match
ee: PIN siwo ne ŋlɔ la mede o

source: Type a PIN that is 4 to 8 numbers
ee: ŋlɔ PIN si le nuŋlɔŋlɔ ene kple enyi dome

source: Your SIM card is PUK-locked
ee: wo SIM kad le PUK-tutu

source: Unsuccessful. Enable SIM/RUIM LOCK
ee: medzedzi nyuie o. Na mɔ SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
ee: woɖo asi ŋdɔwɔwɔ sia na fis dial nɔmba tɔxewo ko

source: USSD request is modified to DIAL request
ee: USSD ƒe ŋubiabia trɔ ɖe DIAL ƒe ŋubiabia

source: USSD request is modified to SS request
ee: USSD ƒe ŋubiabia trɔ ɖe SS ƒe ŋubiabia

source: USSD request is modified to new USSD request
ee: USSD ƒe ŋubiabia trɔ ɖe USSD ƒe ŋubiabia yeye

source: SS request is modified to DIAL request
ee: SS ƒe ŋubiabia trɔ ɖe DIAL ƒe ŋubiabia

source: SS request is modified to USSD request
ee: SS ƒe ŋubiabia trɔ ɖe USSD ƒe ŋubiabia

source: SS request is modified to new SS request
ee: SS ƒe ŋubiabia trɔ ɖe SS ƒe ŋubiabia yeye

# emMmiErrorPinPukAttempts
source: {[ plural(n) ]}
ee: {[ }(n) ]}

source: Only {{ n }} retry left
ee: {{ n }} ƒe gbugbɔwɔwɔ koe susɔ

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
ee: {{ n }}ƒe gbugbɔwɔwɔwoe susɔ

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
ee: {{ n }}ƒe gbugbɔwɔwɔwoe susɔ

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
ee: {{ n }}ƒe gbugbɔwɔwɔwoe susɔ

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
ee: {{ n }}ƒe gbugbɔwɔwɔwoe susɔ

source: Maximum number of retries exceeded. SIM blocked
ee: edze to nɔmba ƒe gbɔsɔsɔnuwuwu gbugbɔwoe nu. SIM tu

source: Radio not available
ee: Radio/nuƒomɔ mele o

source: Generic failure
ee: Numadzedzi bɔbɔetɔ

source: USSD modified to SS
ee: wotrɔ USSD zu SS

source: USSD modified to USSD
ee: wotrɔ USSD zu USSD
