Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/communications/dialer/shared.properties.po
Languages: ee

source: To make a call you need to disable airplane mode in settings.
ee: Edze be naɖe airplane mode ɖa le ɖoɖowo me be nayɔ ameaɖe.

# callAirplaneModeBtnOk
source: OK
ee: Enyo

source: Airplane mode activated
ee: Airplane mode le ʋuʋu

source: Number is busy
ee: Number le busy

source: The number is currently busy. Please try again later.
ee: Number la le busy fifia. Gatee kpɔ emegbe.

source: FDN active
ee: FDN le ʋuʋu

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
ee: FDN (Fixed Dialing Numbers) le ʋuʋu eye number sia mele wo FDN list dzi o: {{ number }}

source: Voicemail
ee: Gbe-mail

source: Emergency number
ee: Emergency nomber

source: To make a call, the phone must be connected to a network.
ee: Be nayɔ la, kaƒomɔ la netsia ka kple network aɖe.

source: Emergency calls are not allowed by the network.
ee: Network sia meɖe mɔ na emergency yɔyɔwo o.

# emergencyDialogBtnOk
source: OK
ee: Enyo

source: No network connection
ee: Network katsiatsia meli o

source: Invalid phone number
ee: Kaƒomɔ number mede o

source: The phone number you are calling is not valid.
ee: Kaƒomɔ number si ne le yɔyɔm mede o.

source: Unable to make a phone call now
ee: Mateŋu awɔ kaƒomɔ yɔyɔ fifia o

source: Cannot make a call. If you are already dialing, please hang up first.
ee: Mateŋu awɔ kaƒomɔ yɔyɔ o. Ne ele yɔyɔm xoxo la, meɖekuku kpã yɔyɔm gbã

source: Other connection in use
ee: Connection bubu le zazam me

source: You have an active call on another connection. You can only use one connection at a time.
ee: Yɔyɔ aɖe le edzi yim le katsiatsia bubu dzi. Katsiatsia ɖeka dzi ko ateŋu anɔ.
