Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: eo, ku, vi, wa

source: Can not get device storage state
ku: Rewşa depokirinê ya cîhazê nayê standin
vi: Không nhận được thông tin trạng thái lưu trữ của thiết bị

source: No memory card found (Please insert a memory card)
ku: Karta bîrdank nehat dîtin (Tika ye karteke bîrdank têxê)
vi: Không tìm thấy thẻ nhớ (Vui lòng gắn thẻ nhớ vào)

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file(s).
ku: Dema ku telefon di fîşê de be Bluetooth nayê bikaranîn. Ji bo standina pelan ji fîşê bikişîne.
vi: Bluetooth không thể sử dụng khi điện thoại đang cắm dây. Vui lòng tháo phích cắm để nhận tệp.
wa: On n’ si sait nén siervi do Bluetooth cwand l’ telefone est tchôkî. Distchôkîz l’ telefone, s’ i vs plait, po rçure des fitchîs.

source: Can not complete transfer: memory card is full.
ku: Transfer temam nebû: Karta bîrdank tije ye.
vi: Không thể hoàn thành việc chuyển tệp: thẻ nhớ đã đầy.
wa: Dji n’ sai fini l’ berwetaedje : li cwåte memwere est plinte.

source: SIM PIN
ku: PINa SIMê
wa: PIN del SIM

source: last try.
ku: ceribandina dawiyê.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ku: Divê tu Kilîta Vekirinê ya Şexsî (PUK) binivîsî. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê.
vi: Bạn phải nhập Mã Mở Khóa Cá Nhân (PUK) cho thẻ SIM. Xem tài liệu thẻ SIM của bạn hoặc liên hệ tới nhà mạng để biết thêm thông tin.
wa: Vos dvoz taper li côde PUK (Clé di Dizeclawaedje da Sinne - Personal Unlocking Key) pol cwåte SIM. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

source: Confirm new PIN
ku: PINa nû bipejirîne
vi: Xác nhận mã PIN mới
wa: Racertiner l’ novea côde PIN

source: PINs don’t match.
ku: PIN hev nagirin.
vi: mã PIN không đúng.
wa: Les PIN ni corespondèt nén.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ku: Daxwaza rakirina şexsîkirina şebekeyê bi ser neket. Ji bo nivîsandina koda rast tenê ceribandinek maye. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê.
wa: Li dmande di dispersonnålizåcion a fwait berwete. Vos n’ avoz pus k’ ene saye po taper l’ bon côde. Alez vey les esplikêyes di vost éndjin oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ku: Daxwaza rakirina şexsîkirina şebekeyê bi ser neket. Ji bo nivîsandina koda rast {{n}} ceribandin mane. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê.
wa: Li dmande di dispersonnålizåcion a fwait berwete. Vos avoz co {{n}} sayes po taper l’ bon côde. Alez vey les esplikêyes di vost éndjin oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ku: Daxwaza rakirina şexsîkirina şebekeyê bi ser neket. Ji bo nivîsandina koda rast {{n}} ceribandin mane. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê.
wa: Li dmande di dispersonnålizåcion a fwait berwete. Vos avoz co {{n}} sayes po taper l’ bon côde. Alez vey les esplikêyes di vost éndjin oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ku: Daxwaza rakirina şexsîkirina şebekeyê bi ser neket. Ji bo nivîsandina koda rast {{n}} ceribandin mane. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê.
wa: Li dmande di dispersonnålizåcion a fwait berwete. Vos avoz co {{n}} sayes po taper l’ bon côde. Alez vey les esplikêyes di vost éndjin oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ku: Daxwaza rakirina şexsîkirina şebekeyê bi ser neket. Ji bo nivîsandina koda rast {{n}} ceribandin mane. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê.
wa: Li dmande di dispersonnålizåcion a fwait berwete. Vos avoz co {{n}} sayes po taper l’ bon côde. Alez vey les esplikêyes di vost éndjin oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ku: Daxwaza rakirina şexsîkirina şebekeyê bi ser neket. Ji bo nivîsandina koda rast ya NCK tenê ceribandinek maye. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê.
wa: Li dmande di dispersonnålizåcion a fwait berwete. Vos n’ avoz pus k’ ene saye po taper l’ bon côde NCK. Alez vey les esplikêyes di vost éndjin oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

source: Operator message
ku: Peyama Operatorê
wa: Messaedje di l’ operateu

source: STK Query
ku: Pirsyariya STKê
wa: Cweraedje STK

# numberOfUpdates
source: {[ plural(n) ]}
vi: {{ n }} sẵn sàng để cập nhật. <span>Chọn để xem thêm chi tiết.</span>

source: Wi-Fi unavailable. Updating over current connection will block incoming calls, and may incur additional charges.
vi: Wi-Fi hiện không có sẵn. Việc cập nhật qua kết nối hiện tại sẽ chặn cuộc gọi đến, và có thể làm bạn phải chịu phí bổ sung.

source: Enter security code
vi: Nhập mã an ninh

source: Emergency Call
vi: Cuộc gọi khẩn cấp

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
vi: Chúng tôi sử dụng các báo cáo để cố gắng sửa lỗi và cải thiện sản phẩm. Dữ liệu của bạn sẽ được sử dụng đúng theo cam kết

source: Bluetooth sending file complete
vi: Gửi tệp qua Bluetooth thành công

source: Bluetooth received file ready to open
vi: Tệp nhận được đã sẵn sàng để mở

source: Bluetooth sending file failed
vi: Gửi tệp qua Bluetooth thất bại

source: Bluetooth received a file it can not open
vi: Bluetooth đã nhận được một tệp mà không thể mở được

source: Transfer completed
vi: Chuyển dữ liệu thành công

source: Transfer failed
vi: Chuyển dữ liệu thất bại

source: one last try.
vi: lần thử cuối.

# pinAttemptMsg[two]
source: {{n}} tries left.
vi: còn {{n}} lần thử.

# pinAttemptMsg[few]
source: {{n}} tries left.
vi: còn {{n}} lần thử.

# pinAttemptMsg[many]
source: {{n}} tries left.
vi: Còn {{n}} lần thử.

# pinAttemptMsg[other]
source: {{n}} tries left.
vi: Còn {{n}} lần thử

source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
vi: Bạn có {{n}} lần thử còn lại để nhập mã chính xác trước khi thẻ SIM của bạn sẽ bị khóa. Xem tài liệu về thẻ SIM hoặc liên hệ nhà mạng để biết thêm thông tin.
