Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: eo, ku, vi, wa

source: EB
eo: EO
wa: Eo

source: ZB
eo: ZO
wa: Zo

source: YB
eo: YO
wa: Yo

source: Deny
eo: Rifuzi
ku: Red bike
vi: Từ chối
wa: Rifuzer

source: Transfer
eo: Transmeto
ku: Transfer bike
vi: Chuyển tệp
wa: Berweter

source: Cancel Bluetooth file transfer?
eo: Ĉu nuligi la transmeton de dosiero per Bluetooth?
ku: Transfera pelî ya Bluetoothê betal bikî?
vi: Hủy chuyển tiếp file?
wa: Rinoncî å berwetaedje di fitchî Bluetooth ?

# continueFileTransfer
source: Continue
eo: Daŭrigi

source: The transfer has started
eo: La transmeto komenciĝis

source: Check the progress in Notification center
eo: Kontrolu la progreson en la centro de sciigoj

source: File sent
eo: Dosiero sendita
ku: Pel hat şandin
wa: Fitchî evoyî

source: File received
eo: Dosiero ricevita
ku: Pel hat standin
wa: Fitchî riçuvou

source: File could not be sent
eo: Ne eblis sendi dosieron
ku: Pel nehat şandin
wa: Dju n’ a savou evoyî li fitchî

source: File could not be received
eo: Ne eblis ricevi dosieron
ku: Pel nehat standin
wa: Dju n’ a savou rçure li fitchî

source: Unknown file
eo: Nekonata dosiero
ku: Pelê nenas
wa: Fitchî nén cnoxhou

source: Unknown device
eo: Nekonata aparato
ku: Cîhaza nenas
vi: Thiết bị chưa xác định
wa: Éndjin nén cnoxhou

source: Unknown error
eo: Nekonata eraro
ku: Çewtiya nenas
vi: Lỗi không xác định
wa: Aroke nén cnoxhowe

source: Confirm
eo: Konfirmi
ku: Bipejirîne
vi: Xác nhận
wa: Racertiner

source: Mic is on
eo: Mikrofono ŝaltita

source: Camera is on
eo: Filmilo ŝaltita

source: Camera & Mic are ON
eo: Mikrofono kaj filmilo ŝaltitaj

source: No SIM card
eo: Neniu karto SIM
ku: Karta SIMê tune ye
vi: Không có thẻ SIM
wa: Nole cwåte SIM

source: PUK code
eo: Kodo PUK
ku: Koda PUKê
vi: Mã PUK
wa: Côde PUK

source: NCK code
eo: Kodo NCK
ku: Koda NCKê
wa: Côde NCK

source: CCK code
eo: Kodo CCK
ku: Koda CCKê
wa: Côde CCK

source: SPCK code
eo: Kodo SPCK
ku: Koda SPCKê
wa: Côde SPCK

source: NCK1 code
eo: Kodo NCK1

source: NCK2 code
eo: Kodo NCK2

source: HNCK code
eo: Kodo HNCK

source: RCCK code
eo: Kodo RCCK

source: RSPCK code
eo: Kodo RSPCK

source: What is a SIM PIN?
eo: Kio estas SIM PIN?
ku: PINa SIMê çi ye?
vi: SIM PIN là gì?
wa: Cwè çki c' est on côde PIN d' ene cwåte SIM ?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
eo: A SIM PIN prevents access to the SIM card cellular data networks. When it’s on, any device containing the SIM card will request the PIN upon restart.
ku: PINa SIMê, rê li karta SIMê digire ku xwe bigihîne şebekeyên daneyan yên şanikî. Eger çalak be, dema ku cîhazeke karta SIMê tê de ye dest pê bike dê PINê bixwaze.
vi: SIM PIN ngăn chặn việc truy cập mạng di động. Khi tính năng này được kích hoạt, bất kỳ thiết bị nào chứa thẻ SIM sẽ yêu cầu nhập mã PIN mỗi khi khởi động
wa: On PIN di SIM espaitche di moussî ezès rantoeles di dnêyes celulaires del cwåte SIM. Cwand c’ est e-n alaedje, tolminme kén éndjin k’ el cwåte SIM est dvins dimandrè l’ PIN å renondaedje.

source: A SIM PIN is not the same as the passcode used to unlock the device.
eo: SIM PIN ne estas sama kiel la paskodo uzata por malbloki la aparaton.
ku: PINa SIMê ne şîfreya ji bo vekirina kilîta cîhazê ye.
vi: SIM PIN không giống với mã mở khóa thiết bị.
wa: On PIN di SIM n’ est nén l’ minme kel côde sicret eployî po-z eclawer l’ éndjin.

source: Change PIN
eo: Ŝangi PIN
ku: PINê biguherîne
vi: Thay đổi mã PIN
wa: Candjî l’ côde PIN

source: Enter SIM PIN
eo: Tajpu SIM PIN
ku: PINa SIMê binivîse
vi: Nhập mã SIM PIN
wa: Taper l' côde PIN del cwåte SIM

source: Enter SIM {{n}} PIN
eo: Tajpu PIN de SIM {{n}}

source: Enter PUK code
eo: Tajpu kodon PUK
ku: Koda PUKê binivîse
vi: Nhập mã PUK
wa: Tapez l’ côde PUK

source: Enter NCK code
eo: Tajpu kodon NCK
ku: Koda NCKê binivîse
wa: Tapez l’ côde NCK

source: Enter CCK code
eo: Tajpu kodonCCK
ku: Koda CCKê binivîse
wa: Tapez l' côde CCK

source: Enter SPCK code
eo: Tajpu kodonSPCK
ku: Koda SPCKê binivîse
wa: Tapez l’ côde SPCK

source: Enter NCK1 code
eo: Tajpu kodon NCK1

source: Enter NCK2 code
eo: Tajpu kodon NCK2

source: Enter HNCK code
eo: Tajpu kodon HNCK

source: Enter RCCK code
eo: Tajpu kodon RCCK

source: Enter RSPCK code
eo: Tajpu kodon RSPCK

source: New PIN
eo: Nova PIN
ku: PINa nû
vi: Mã PIN mới
wa: Novea côde PIN

source: Last try.
eo: lasta provo.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
eo: Restas {{n}} provoj.
ku: {{n}} ceribandin man.
wa: I dmore {{n}} sayes.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
eo: Restas {{n}} provoj.
ku: {{n}} ceribandin man.
wa: I dmore {{n}} sayes.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
eo: Restas {{n}} provoj.
ku: {{n}} ceribandin man.
wa: I dmore {{n}} sayes.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
eo: Restas {{n}} provoj.
ku: {{n}} ceribandin man.
wa: I dmore {{n}} sayes.

source: The PIN was incorrect.
eo: La PIN estis malĝusta.
ku: PIN çewt e.
vi: Sai mã PIN
wa: Li côde PIN esteut mwais.

source: You have one try left to enter the correct code before locking the SIM card.
eo: Restas al vi unu provo tajpi la ĝustan kodon antaŭ ol bloki la karton SIM.
ku: Beriya ku karta SIMê bê kilîtkirin tenê ceribandinek maye ku koda rast binivîsî.
wa: Vos avoz co ene saye po taper l’ bon côde divant d' eclawer li cwåte SIM.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
eo: Restas al vi {{n}} provoj tajpi la ĝustan kodon antaŭ ol bloki la karton SIM.
ku: Beriya ku karta SIMê bê kilîtkirin {{n}} ceriband mane ku koda rast binivîsî.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
eo: Restas al vi {{n}} provoj tajpi la ĝustan kodon antaŭ ol bloki la karton SIM.
ku: Beriya ku karta SIMê bê kilîtkirin {{n}} ceriband mane ku koda rast binivîsî.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
eo: Restas al vi {{n}} provoj tajpi la ĝustan kodon antaŭ ol bloki la karton SIM.
ku: Beriya ku karta SIMê bê kilîtkirin {{n}} ceriband mane ku koda rast binivîsî.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
eo: Restas al vi {{n}} provoj tajpi la ĝustan kodon antaŭ ol bloki la karton SIM.
ku: Beriya ku karta SIMê bê kilîtkirin {{n}} ceriband mane ku koda rast binivîsî.
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant d' eclawer li cwåte SIM.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
eo: Tiu ĉi estas via lasta ŝanco tapi la ĝustan PIN. Aliokaze vi devos tajpi la kodon PUK por povi uzi tiun ĉi karton SIM.
ku: Ev ceribandina dawiyê ye ku PINa rast binivîsî. Eger ev jî çewt be, ji bo bikaranîna karta SIMê koda PUKê dê pêwsît be.
vi: Đây là cơ hội cuối của bạn để nhập mã PIN đúng. Nếu sai, bạn sẽ phải nhập mã PUK để sử dụng thẻ SIM.
wa: C’ est vosse dierinne tchance po taper l’ bon côde PIN. Ôtrumint, vos dvroz taper li côde PUK po vs saveur siervi del cwåte SIM.

source: The SIM card is locked.
eo: La karto SIM estas blokita.
ku: Karta SIMê hat kilîtkirin.
vi: Thẻ SIM đã bị khóa.
wa: Li cwåte SIM est eclawêye.

source: The PUK code is incorrect.
eo: La kodo PUK esta malĝusta.
ku: Koda PUKê çewt e.
vi: Mã PUK không hợp lệ.
wa: Li côde PUK est mwais.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
eo: Restas al vi unu ŝanco tajpi la ĝustan kodon antaŭ ol tiu ĉi SIM karto iĝos neniam plu uzebla. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
ku: Beriya ku ev karta PINê êdî bi kêr neyê tenê ceribandinek maye ku koda rast binivîsî. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê
wa: Vos n’ avoz pus k’ ene saye po taper l’ bon côde divant kel cwåte SIM ni fouxhe pus eployåve, po todi. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
eo: Restas al vi {{n}} ŝancoj tajpi la ĝustan kodon antaŭ ol tiu ĉi SIM karto iĝos neniam plu uzebla. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
ku: Beriya ku ev karta PINê êdî bi kêr neyê {{n}} ceribandin mane ku koda rast binivîsî. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant kel cwåte SIM ni fouxhe pus eployåve, po todi. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
eo: Restas al vi {{n}} ŝancoj tajpi la ĝustan kodon antaŭ ol tiu ĉi SIM karto iĝos neniam plu uzebla. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
ku: Beriya ku ev karta PINê êdî bi kêr neyê {{n}} ceribandin mane ku koda rast binivîsî. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant kel cwåte SIM ni fouxhe pus eployåve, po todi. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
eo: Restas al vi {{n}} ŝancoj tajpi la ĝustan kodon antaŭ ol tiu ĉi SIM karto iĝos neniam plu uzebla. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
ku: Beriya ku ev karta PINê êdî bi kêr neyê {{n}} ceribandin mane ku koda rast binivîsî. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant kel cwåte SIM ni fouxhe pus eployåve, po todi. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
eo: Restas al vi {{n}} ŝancoj tajpi la ĝustan kodon antaŭ ol tiu ĉi SIM karto iĝos neniam plu uzebla. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
ku: Beriya ku ev karta PINê êdî bi kêr neyê {{n}} ceribandin mane ku koda rast binivîsî. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê
wa: Vos avoz co {{n}} sayes po taper l’ bon côde divant kel cwåte SIM ni fouxhe pus eployåve, po todi. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
eo: Lasta ŝanco tajpi la ĝustan kodon PUK. Via karto SIM neniam plu estos uzebla se vi tajpas malĝustan kodon PUK. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
ku: Ji bo PUKa rast ceribandina dawiyê. Eger PUKê çewt binivîsî karta SIMê êdî dê bi kêr neyê. Ji bo agahiyên bêtir li belgeyên karta SIMê binêre yan jî bi operatorê re bikeve têkiliyê.
vi: Cơ hội cuối cùng để nhập mã PUK chính xác. Thẻ SIM của bạn sẽ bị khóa vĩnh viễn nếu bạn nhập mã PUK sai. Xem tài liệu về thẻ SIM hoặc liên hệ nhà mạng để biết thêm thông tin.
wa: Dierinne tchance po taper l’ bon côde PUK. Vosse cwåte PIN ni srè pus eployåve, po todi si vs tapez l’ mwais côde PUK. Alez vey les esplikêyes di vosse cwåte SIM oudon-bén purdoz contak avou vost aberweteu po ndè saveur di dpus.

source: Create PIN (must contain 4 to 8 digits)
eo: Krei PIN (kiu devas havi inter 4 kaj 8 ciferojn)
ku: PINê çêke (divê 4-8 reqem be)
vi: Tạo mã PIN (phải chứa từ 4 đến 8 chữ số)
wa: Ahiver PIN (doet fé 4 a 8 chifes)

source: The NCK code is incorrect.
eo: La kodo NCK ne estas korekta.
ku: Koda NCKê çewt e.
wa: Li côde NCK est mwais.

source: Select from:
eo: Elekti el:
ku: Ji virê hilbijêre:
vi: Chọn từ:
wa: Tchoezi a pårti di :

source: View with:
eo: Vidi per:
ku: Bi vê nîşan bide:
vi: Xem bằng:
wa: Vey avou :

source: Test with:
eo: Testi per:
ku: Bi vê test bike:
wa: Sayî avou :

source: Share with:
eo: Dividi kun:
ku: Bi vê parve bike:
vi: Chia sẻ bằng:
wa: Pårtaedjî avou :

source: Create with:
eo: Krei per:
ku: Bi vê biafirîne:
wa: Ahiver avou :

source: Open with:
eo: Malfermi per:
ku: Bi vê veke:
vi: Mở bằng:
wa: Drovi avou :

source: Bookmark to:
eo: Legosigno al:
ku: Têxe bijareyan:
wa: Mete ene rimarke dins :

source: Record from:
eo: Registri el:
ku: Ji virê tomar bike:
wa: Eredjistrî a pårti di :

source: Browse with:
eo: Retesplori per:
ku: Bi vê bigere:
wa: Foyter avou :

source: Configure with:
eo: Agordi per:
ku: Bi vê veava bike:
wa: Apontyî avou :

source: Dial from:
eo: Klavi el:
ku: Ji virê bigere:
wa: Houkî di :

source: Sign In
eo: Ensaluti
ku: Têkevê
vi: Đăng nhập
wa: S’ elodjî

source: Purchase
eo: Aĉeti
ku: Bikire
vi: Mua
wa: Atchter

source: An incoming request to permit remote debugging connection was detected. Allow connection?
eo: Enirpeto por permesi foran sencimigon estis ricevita. Ĉu permesi la konekton?
ku: Girêdaneke debugê ya ji dûr hat tesbîtkirin. Bila destûrê bide girêdanê?
vi: Một yêu cầu cho phép gỡ lỗi từ xa đã được phát hiện. Cho phép kết nối?
wa: Ene dimande rintrante po permete li raloyaedje di disbugaedje då lon a stî trovêye. Permete li raloyaedje ?

source: {{origin}} is now fullscreen.
eo: {{origin}} estas nun plenekrane.
ku: {{origin}} niha tamekran e.
vi: {{origin}} đang toàn màn hình
wa: {{origin}} est asteure so tote li waitroûle.

source: The network {{networkName}} was found. Join network?
eo: La reto {{networkName}} estis trovita. Ĉu konektiĝi al ĝi?
ku: Tora {{networkName}}ê hat dîtin. Beşdarî torê bibî?
wa: Li rantoele {{networkName}} a stî trovêye. Ridjonde cisse rantoele la ?

source: Volume warning
eo: Atentigo pri laŭteco
ku: Hişyariya asta dengî
wa: Adviertixhmint di volume

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
eo: Por eviti eblan difekton de aŭdo, ne aŭskultu tre laŭte dum longa tempo.
ku: Ji bo ku guhên te zirarê nebînin, bi asta dengê bilind pir guhdarî neke.
wa: Po-z espaitchî di vs fé do må a vos oraye et s’ fonccion di schoûtaedje, èn schoûtez nén avou des hôts liveas di volume et lonmint.

source: Power Saving Mode
eo: Energiŝpara reĝimo
ku: Moda Qitûtiya Hêzê
wa: Môde sipårgnaedje d’ enerdjeye

source: Power saving mode is on.
eo: Energiŝpara reĝimo ŝaltita.
ku: Moda qitûtiya hêzê vekirî ye.
wa: Li môde sipårgnaedje d’ enerdjeye est eclitchî.

source: Device space low.
eo: Malmulte da spaco en la aparato.
ku: Ciyê vala ya cîhazê hindik e.
wa: Pus waire di plaece so l’ éndjin.

source: No remaining free space.
eo: Ne restas libera spaco.
ku: Ciyê vala nemaye.
wa: Pupont d’ plaece di libe.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
eo: Restas malpli ol {{value}} {{unit}}.
ku: {{value}} {{unit}} maye.
wa: I dmeure moens ki {{value}} {{unit}}.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
eo: Restas malpli ol {{value}} {{unit}}.
ku: {{value}} {{unit}} maye.
wa: I dmeure moens ki {{value}} {{unit}}.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
eo: Restas malpli ol {{value}} {{unit}}.
ku: {{value}} {{unit}} maye.
wa: I dmeure moens ki {{value}} {{unit}}.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
eo: Restas malpli ol {{value}} {{unit}}.
ku: {{value}} {{unit}} maye.
wa: I dmeure moens ki {{value}} {{unit}}.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
eo: Restas malpli ol {{value}} {{unit}}.
ku: {{value}} {{unit}} maye.
wa: I dmeure moens ki {{value}} {{unit}}.

source: Unknown remaining space.
eo: Nekonata libera spaco.
ku: Ciyê vala yê mayî nayê zanîn.
wa: Plaece di libe nén cnoxhowe

source: System Alert
eo: Sistema averto
ku: Hişyariya Pergalê
wa: Abranle sistinme

source: Channel {{channel}}
eo: Kanalo {{channel}}
wa: Canå {{channel}}

source: Operator message from SIM {{id}}
eo: Mesaĝo de provizanto el SIM {{id}}

source: Call {{number}}?
eo: Ĉu vokoi {{number}}?
ku: Bigere: {{number}}
wa: Houkî {{number}} ?

source: Sending message
eo: Mesaĝo sendata
ku: Peyam tê şandin
wa: Dj’ evoye li messaedje

source: Send message?
eo: Ĉu sendi mesaĝon?
ku: Peyam bila bê şandin?
wa: Evoyî messaedje ?

source: STK Query from SIM {{id}}
eo: STK konsulto el SIM {{id}}

source: CDMA record information
eo: informo de registro de CDMA

source: Tap to switch input method
eo: Tuŝeto por ŝanĝi enigmetodon

source: Download started
eo: Elŝuto komenciĝis

source: Download stopped
eo: Elŝuto haltis

# download_downloading
source: Downloading…
eo: Elŝuto…

source: Download complete
eo: Elŝuto kompleta

source: Download failed
eo: Elŝuto malsukcesa

source: Search or enter address
eo: Serĉu aŭ tajpu adreson

# search-or-enter-address.placeholder
source: Search or enter address
eo: Serĉu aŭ tajpu adreson

source: Open link in new tab
eo: Malfermi ligilon en nova langeto

source: Save Image
eo: Konservi bildon

source: Save Video
eo: Konservi filmeton

source: Save Audio
eo: Konservi sonon

source: Cancel
ku: Betal
vi: Hủy bỏ
wa: Rinoncî

source: %b. %e
ku: %e %B

source: %I:%M
ku: %H:%M
wa: %H:%M

source: Don't allow
ku: Destûrê nedê

source: Unknown
ku: Nenas
vi: Chưa biết

source: Cancel Install
ku: Barkirinê betal bike
vi: Hủy cài đặt
wa: Rinoncî a l’ astalaedje

source: Continue
ku: Bidomîne
vi: Tiếp tục

source: Downloading {{ appName }}
ku: {{ appName }} tê jêbarkirin
vi: Đang tải {{ appName }}
wa: Dj’ aberwete {{ appName }}

# updateAvailableInfo[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
ku: {{ n }} nûkirin hene. <span> Ji bo bêhtir agahiyan bipelînê.</span>
vi: {{ n }} sẵn sàng để cập nhật. <span>Chọn để xem thêm chi tiết.</span>

# updateAvailableInfo[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
ku: {{ n }} nûkirin hene. <span> Ji bo bêhtir agahiyan bipelînê.</span>
vi: {{ n }} sẵn sàng để cập nhật. <span>Chọn để xem thêm chi tiết.</span>

# updateAvailableInfo[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
ku: {{ n }} nûkirin hene. <span> Ji bo bêhtir agahiyan bipelînê.</span>
vi: {{ n }} sẵn sàng để cập nhật. <span>Chọn để xem thêm chi tiết.</span>

# updateAvailableInfo[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
ku: {{ n }} nûkirin hene. <span> Ji bo bêhtir agahiyan bipelînê.</span>
vi: {{ n }} sẵn sàng để cập nhật. <span>Chọn để xem thêm chi tiết.</span>

source: %A, %B %e
ku: %e %B %A
wa: %A %e %B

source: Dialog closed by the user
ku: Diyalog ji hêla bikarhêner ve hat girtin
vi: Hộp thoại đã bị đóng bởi người dùng

source: What's in a crash report?
ku: Di raporeke hilweşînê de çi hene?
vi: Có gì trong báo cáo sự cố ?

source: Don't Send
ku: Neşîne
vi: Không gửi

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
ku: Di raporeke hilweşînê de, li gel hin agahiyên derbarê hilweşînê û cîhaza te de, wêneyeke ku rewşa cîhaza te ya wê kêliyê nîşan dide jî heye.
vi: Một báo cáo sự cố chứa một số thông tin về vấn đề gặp phải và thiết bị của bạn, như là ảnh chụp trạng thái thiết bị khi nó gặp lỗi.
wa: I gn a el rapoirt di tcheyaedje e rak des detays sol tcheyaedje e rak et so vost éndjin et ossu ene "foto" di l’ estat di vost éndjin cwand il a tchai e rak.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
ku: Dibe ku di vê raporê de tiştên wekî pel û bernameyên vekirî, deqên nivîsî, naveroka peyamên vekirî, raboriya nêzîk ya gerê yan jî ciyê cografîk yê ku bernameyeke vekirî bi kar tîne hebin.
vi: Điều này có thể bao gồm một số thứ như trang đã được mở và các ứng dụng, nội dung được nhập vào biểu mẫu, nội dung tin nhắn được mở, lịch sử trình duyệt gần đây, hay vị trí địa lý được sử dụng bởi một ứng dụng.
wa: I pout î aveur divins des afwaires come les pådjes et les aplicåcions drovowes, li tecse tapé dins des formulaires eyet çou k’ i gn aveut dins des drovous messaedjes, l’ istwere di betchaedje d’ enawaire ou co l’ djeyoplaeçmint eployî pa ene aplicåcion drovowe.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ku: Em raporên hilweşînê ji bo çareserkirina arîşeyan û pêşvebirina berhemên xwe bi kar tînin. Em agahiyên te wekî ku me di

source: privacy policy
ku: rêgezên nepeniyê de diyar kiriye
vi: Chính sách riêng tư
wa: politike di privaceye

# bluetooth-sendingTitle
source: Sending Bluetooth transfer..
ku: Transfera Bluetoothê tê şandin..
vi: Đang gửi dữ liệu qua bluetooth...
wa: Dj’ evoye li berwetaedje Bluetooth...

# bluetooth-receivingTitle
source: Receiving Bluetooth transfer..
ku: Transfera Bluetoothê tê standin..
vi: Đang nhận dữ liệu qua Bluetooth..
wa: Dji rçû li berwetaedje Bluetooth...

# bluetooth-sending-progress
source: Sending Bluetooth transfer..
ku: Transfera Bluetoothê tê şandin..
vi: Đang gửi dữ liệu qua Bluetooth..
wa: Dj’ evoye li berwetaedje Bluetooth...

# bluetooth-receiving-progress
source: Receiving Bluetooth transfer..
ku: Transfera Bluetoothê tê standin..
vi: Đang nhận dữ liệu từ Bluetooth..
wa: Dji rçû li berwetaedje Bluetooth...

source: Accept Bluetooth file transfer?
ku: Bila transfera pelî ya bluetoothê bê qebûlkirin?
vi: Cho phép chuyển tệp qua Bluetooth?
wa: Accepter li berwetaedje di fitchî Bluetooth ?

source: {{deviceName}} would like to transfer {{fileName}} ({{fileSize}}).
ku: {{deviceName}} dixwaze pelê {{fileName}} ({{fileSize}}) transfer bike.
vi: {{deviceName}} muốn gửi tệp {{fileName}} ({{fileSize}}byte)
wa: {{deviceName}} vôreut bén berweter {{fileName}} ({{fileSize}}).

source: Receive file?
ku: Bila pel bê standin?

source: File incoming from another device
ku: Pel ji cîhazeke din tê standin

source: Bluetooth file transfer {{status}}.
ku: Transfera pelî ya Bluetoothê {{status}}.
vi: Gửi file qua Bluetooth {{status}}.

source: complete
ku: qediya
vi: hoàn tất

source: failed
ku: bi ser neket
vi: thất bại

source: Can not open received file
ku: Pelê standî venabe
vi: Không thể mở tệp nhận được
wa: Dji n’ sai drovou li fitchî rçuvou

source: Can not open unknown media type:
ku: Cureyê medyayê yê nenas venabe:
vi: Không thể mở một thiết bị chưa xác định
wa: Dji n’ sai drovi li sôre di media nén cnoxhowe :

source: Can not receive file
ku: Pel nayê standin
vi: Không thể nhận được tệp
wa: Dji n’ sai riçure li fitchî
