Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/system/system.properties.po
Languages: eo, ku, vi, wa

source: OK
eo: Akcepti
ku: Temam
vi: Đồng ý
wa: I va

source: Back
eo: Malantaŭen
ku: Vegere
vi: Quay lại
wa: E-n erî

source: Help
eo: Helpo
ku: Alîkarî
wa: Aidance

source: Cancel
eo: Nuligi

source: Close
eo: Fermi
ku: Bigire
vi: Đóng
wa: Clôre

source: Skip
eo: Preterpasi

source: Airplane mode
eo: Reĝimo de aviadilo
ku: Moda firînê
vi: Chế độ máy bay
wa: Môde avion

source: Searching…
eo: Serĉo…
ku: Lê digere…
vi: Đang tìm kiếm…
wa: Dji cwir...

source: No network
eo: Ne estas reto
ku: Tor nîn e
vi: Không có mạng
wa: Nole rantoele

source: {{operator}} (Roaming)
eo: {{operator}} (retvagado)
ku: {{operator}} (Digere)
wa: {{operator}} (Pormoennance)

source: Emergency calls only
eo: Nur urĝaj vokoj
ku: Tenê lêgerînên acîl
vi: Chỉ gọi khi khẩn cấp
wa: Houcaedjes d’ urdjince seulmint

source: (unknown SIM state)
eo: (nekonata stato de SIM)
ku: (Rewşa nenas ya SIMê)
wa: (estat del SIM nén cnoxhou)

source: (no SIM)
eo: (sen SIM)
ku: (SIM nîn e)
vi: (Không có thẻ SIM)
wa: (nole SIM)

source: (SIM PIN required)
eo: (SIM PIN postulata)
ku: (PINa SIMê pêwîst e)
vi: (Nhập mã PIN là bắt buộc)
wa: (mezåjhe do PIN del SIM)

source: (SIM PUK required)
eo: (SIM PUK postulata)
ku: (PUKa SIMê pêwîst e)
vi: (Nhập mã PUK là bắt buộc)
wa: (mezåjhe do PUK del SIM)

source: (network locked)
eo: (reto ŝlosita)
ku: (tor kilîtkirî ye)
vi: (mạng đã bị khóa)
wa: (rantoele eclawêye)

source: (service provider locked)
eo: (provizanto ŝlosita)
ku: (peydakara servîsê kilîtkirî ye)
wa: (ahesseu di siervice eclawé)

source: (corporate locked)
eo: (ŝlosita de entrepreno)
ku: (şirket kilîtkirî ye)
wa: (eclawé pa l’ eterprijhe)

source: Enter PIN
eo: Tajpu PIN
ku: PINê binivîse
vi: Nhập PIN
wa: Tapez li PIN

source: Notifications
eo: Sciigoj
ku: Agahdarî
vi: Thông báo
wa: Notifiaedjes

source: Clear all
eo: Viŝi ĉion
ku: Tevî paqij bike
vi: Xoá tất cả
wa: Disfacer ttafwait

source: No new voicemail
eo: Neniu nova voĉmesaĝo
ku: Dengepeyama nû tune ye
vi: Không có tin nhắn thoại mới
wa: Pont d’ novea messaedje al vwès

source: One new voicemail
eo: Unu nova voĉmesaĝo
ku: Dengepeyameke nû
vi: Một thư thoại mới
wa: On novea messaedje al vwès

# newVoicemails[two]
source: {{n}} new voicemails
eo: {{n}} novaj voĉmesaĝoj
ku: {{n}} dengepeyamên nû
vi: {{n}} thư thoại mới
wa: {{n}} noveas messaedjes al vwès

# newVoicemails[few]
source: {{n}} new voicemails
eo: {{n}} novaj voĉmesaĝoj
ku: {{n}} dengepeyamên nû
vi: {{n}} thư thoại mới
wa: {{n}} noveas messaedjes al vwès

# newVoicemails[many]
source: {{n}} new voicemails
eo: {{n}} novaj voĉmesaĝoj
ku: {{n}} dengepeyamên nû
vi: {{n}} thư thoại mới
wa: {{n}} noveas messaedjes al vwès

# newVoicemails[other]
source: {{n}} new voicemails
eo: {{n}} novaj voĉmesaĝoj
ku: {{n}} dengepeyamên nû
vi: {{n}} thư thoại mới
wa: {{n}} noveas messaedjes al vwès

source: New voicemail
eo: Novaj voĉmesaĝoj
ku: Dengepeyameke nû
vi: Thư thoại mới
wa: Novea messaedje al vwès

source: Dial {{number}}
eo: Diski {{number}}
ku: Bigere: {{ }}
vi: Quay số {{number}}
wa: Houkî {{number}}

source: Confirmation
eo: Konfirmo

source: Phone
eo: Telefono
ku: Telefon
vi: Điện thoại
wa: Telefone

source: Turn on airplane mode
eo: Ŝalti la aviadilan reĝimon
ku: Moda firînê veke
vi: Bật chế độ máy bay
wa: Eclitchî môde avion

source: Turn off airplane mode
eo: Malŝalti la aviadilan reĝimon
ku: Moda firînê bigire
vi: Tắt chế độ máy bay
wa: Disclitchî môde avion

source: Silence incoming calls
eo: Mutigi enirajn vokojn
ku: Lêgerînên nû bêdeng bike
vi: Ngắt âm báo cuộc gọi đến
wa: Pont d’ brut des houcaedjes intrants

source: Ring incoming calls
eo: Sonigi enirajn vokojn
ku: Lêgerînên nû bideng lê bixe
vi: Mở âm báo cuộc gọi đến
wa: Xhilter les houcaedjes intrants

source: Restart
eo: Restartigi
ku: Ji nû ve bide destpêkirin
vi: Khởi động lại
wa: Renonder

source: Power off
eo: Malŝalti
ku: Bigire
vi: Tắt nguồn
wa: Arester

source: To enable screen reader, press volume up then volume down buttons three more times
eo: Por ebligi la ekranlegilon, premu la laŭtigan butonon, kaj poste la mallaŭtigan butonon tri pliajn fojojn

source: To disable screen reader, press volume up then volume down buttons three more times
eo: Por malebligi la ekranlegilon, premu la laŭtigan butonon, kaj poste la mallaŭtigan butonon tri pliajn fojojn

source: No recent apps
eo: Neniu ĵusa programo

source: Yes
eo: Instali
ku: Erê
vi: Đồng ý
wa: Oyi

source: No
eo: Nuligi
ku: Na
vi: Không
wa: Neni

source: Don’t allow
eo: Ne permesi

source: Allow
eo: Permesi
ku: Destûrê bidê
vi: Cho phép
wa: Permete

# dontshare-geolocation
source: Don’t Share
eo: Ne dividi

# share-geolocation
source: Share
eo: Dividi

# dontshare-audio-capture
source: Don’t Share
eo: Ne dividi

# share-audio-capture
source: Share
eo: Dividi

# dontshare-video-capture
source: Don’t Share
eo: Ne dividi

# share-video-capture
source: Share
eo: Dividi

# dontshare-media-capture
source: Don’t Share
eo: Ne dividi

# share-media-capture
source: Share
eo: Dividi

source: Remember my choice
eo: Memori mian elekton
ku: Tercîha min bi bîr bîne
vi: Nhớ lựa chọn của tôi
wa: Si sovni di m’ tchoes

source: More info…
eo: Pli da informo…
ku: Bêhtir agahî…
wa: Endè saveur dipus...

source: Hide info
eo: Kaŝi informon

source: Install {{name}}?
eo: Ĉu instali {{name}}?
ku: {{name}} bila bê barkirin?
vi: Cài đặt {{name}}?
wa: Astaler {{name}} ?

source: Size
eo: Grandeco
ku: Mezinahî
vi: Kích thước
wa: Grandeu

source: Author
eo: Aŭtoro
ku: Nivîskar
vi: Tác giả
wa: Oteur

# size-unknown
source: Unknown
eo: Nekonata

# author-unknown
source: Unknown
eo: Nekonata

source: Install
eo: Instali
ku: Saz bike
vi: Cài đặt
wa: Astaler

source: bytes
eo: oktetoj
ku: bayt
wa: octets

source: KB
eo: KO

source: MB
eo: MO
wa: Mo

source: GB
eo: GO
wa: Go

source: TB
eo: TO
wa: To

source: PB
eo: PO
wa: Po

source: {{ appName }} download stopped
eo: la elŝuto de {{ appName }} haltis
ku: jêbarkirina {{ appName }}ê hat sekinandin
vi: Việc tải {{ appName }} đã dừng lại
wa: L’ aberwetaedje di {{ appName }} s’ a djoké

source: {{ appName }} download failed
eo: la elŝuto de {{ appName }} malsukcesis
ku: jêbarkirina {{ appName }}ê bi ser neket
vi: Lỗi khi tải {{ appName }}
wa: L’ aberwetaedje di {{ appName }} a fwait berwete

source: {{ appName }} install failed
eo: la instalado de {{ appName }} malsukcesis
ku: sazkirina {{ appName }}ê bi ser neket
vi: Lỗi khi cài đặt {{ appName }}
wa: L’ astalaedje di {{ appName }} a fwait berwete

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
eo: Nuligi ne repagos aĉeton. Repagojn de pagenda enhavo provizas la originala vendisto.
ku: Di betalkirina sparîşê de pere lê nayê vegerandin. Îadeya pereyê naveroka standî, berpirsyariya firoşgeha resen e.
vi: Hủy sẽ không hoàn lại thanh toán. Hoàn tiền được thực hiện bởi người bán ban đầu
wa: Rinoncî ni redîmrè nén èn atchtaedje. Les redîmaedjes po des contnous payîd sont fwaits pa l’ vindeu d’ oridjene.

source: Apps can be installed later from the original installation source.
eo: Programoj povas esti instalitaj poste el la originala instala fonto.
ku: Bername dikarin paşê ji çavkaniya sazkirinê ya resen bên sazkirin.
vi: Các ứng dụng có thể được cài đặt sau từ mã nguồn cài đặt ban đầu.
wa: Les aplicåcions savèt esse astalêyes pus tård a pårti do sourdant d’ oridjene d’ astalaedje.

source: Are you sure you want to cancel this install?
eo: Ĉu vi certe volas nuligi tiun ĉi instaladon?
ku: Ji dil dixwazî vê barkirinê betal bikî?
vi: Bạn có chắc chắn muốn hủy việc cài đặt này không?
wa: Voloz vs rinoncî a cist astalaedje po do bon ?

source: Cancel Install
eo: Nuligi instaladon

# cancel-install-button
source: Cancel Install
eo: Nuligi instaladon

source: Resume
eo: Daŭrigi
ku: Bidomîne
vi: Tiếp tục
wa: Riprinde

source: Continue
eo: Daŭrigi

source: Stop downloading {{ app }}?
eo: Ĉu haltigi la elŝuton de {{ app }}?
ku: Jêbarkirina {{ app }}ê bisekinîne?
vi: Dừng tải {{ app }}?
wa: Arester d’ aberweter {{ app }} ?

source: The download can be restarted later.
eo: La elŝuto povas esti rekomencita poste.
ku: Jêbarkirin dikare paşê ji nû ve bê destpêkirin.
vi: Phần tải về có thể được khởi động lại sau.
wa: L’ aberwetaedje sait esse rataké pus tård.

source: Stop Download
eo: Haltigi elŝuton
ku: Jêbarkirinê bisekinîne
vi: Dừng tải về.
wa: Arester aberwetaedje

source: Not enough space
eo: Spaco ne sufiĉas
ku: Qada vala têrê nake
vi: Không đủ không gian trống
wa: Pont d’ plaece assez

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
eo: Ne estas sufiĉe da spaco por instali tiun ĉi programon. Liberigu spacon per forigo de malnovaj programoj aŭ aŭdvidaĵoj, kaj klopodu instali denove el la originala fonto.
ku: Ji bo barkirina vê sepanê qada vala têrê nake. Medya yan jî sepanên kevn jê bibe û sazkirinê ji çavkaniya resen biceribîne.
vi: Không đủ không gian trống để cài đặt ứng dụng này. Hãy giải phóng bộ nhớ bằng việc xóa các ứng dụng hoặc các tệp đa phương tiện cũ, hoặc thử cài lại từ mã nguồn gốc.
wa: Gn a pont d’ plaece assez po-z astaler ces aplicåcions. Fijhoz on pô d’ plaece e disfaçant des viyès aplicåcions ou medias eyet rsayî d’ astaler a pårti do sourdant d’ oridjene.

source: {{ appName }} installed
eo: {{ appName }} estas instalita
ku: {{ appName }} hat sazkirin
vi: {{ appName }} được cài đặt
wa: {{ appName }} astalé

source: Setup
eo: Agordoj

source: Add keyboards
eo: Aldoni klavarojn

source: Later
eo: Poste
ku: Paşê
vi: Sau
wa: Pus tård

source: Download
eo: Elŝuti
ku: Jêbar bike
vi: Tải xuống
wa: Aberweter

source: Download update now?
eo: Ĉu elŝuti ĝisdatigon nun?
ku: Bila nûkirin niha bê jêbarkirin?
vi: Tải bản cập nhật xuống?
wa: Aberweter metaedje a djoû do côp ?

source: Install update now?
eo: Ĉu instali ĝisdatigon nun?
ku: Bila nûkirin niha bê sazkirin?
vi: Cài đặt cập nhật ngay?
wa: Astaler metaedje a djoû do côp ?

source: Install Now
eo: Instali nun
ku: Niha saz bike
vi: Cài đặt ngay
wa: Astaler do côp

source: Not Now
eo: Ne nun
ku: Ne niha
wa: Nén do côp

source: Downloading updates… <span>{{ progress }} downloaded.</span>
eo: Ĝisdatigoj elŝutataj… <span>{{ progress }} elŝutitaj.</span>
ku: Nûkirinan jêbar dike… <span>{{ progress }} hat jêbarkirin.</span>
vi: Đang tải cập nhật... <span>{{progress}} được tải xuống.</span>
wa: Dj’ aberwete les metaedjes a djoû… <span>{{ progress }} aberwetés.</span>

source: {{ progress }} downloaded
eo: {{ progress }} elŝutita
ku: {{ progress }} hate jêbarkirin
vi: {{ progress }} được tải xuống
wa: {{ progress }} aberwetés

source: Downloading
eo: Elŝutado
ku: Tê jêbarkirin
vi: Đang tải xuống
wa: Dj’ aberwete

source: {{ progress }} / {{ max }} downloaded
eo: {{ progress }} / {{ max }} elŝutita
ku: {{ progress }} / {{ max }} hate jêbarkirin
vi: {{ progress }}/{{ max }} được tải xuống
wa: {{ progress }} / {{ max }} aberweté

source: Cancel all downloads
eo: Nuligi ĉiujn elŝutojn
ku: Hemû jêbarkirinan betal bike
vi: Hủy mọi dữ liệu đang tải về
wa: Rinoncî a tos les aberwetaedjes

source: Are you sure you want to cancel all downloads?
eo: Ĉu vi certe volas nuligi ĉiujn elŝutojn?
ku: Ji dil dixwazî hemû jêbarkirinan betal bikî?
vi: Bạn có chắc muốn hủy tất cả dữ liệu đang tải về?
wa: Voloz vs rinoncî po do bon a tos les aberwetaedjes ?

source: There was an error while downloading the updates.
eo: Okazis eraro dum la elŝuto de la ĝisdatigoj.
ku: Di jêbarkirina nûkirinan de çewtiyek çêbû
vi: Có lỗi xảy ra khi đang tải các gói cập nhật.
wa: Åk n' a nén stî come dj' aberwetéve les metaedjes a djoû.

source: {{ n }} update available. <span>Tap for more info.</span>
eo: {{ n }} unu ĝisdatigo havebla. <span>Tuŝetu por havi pli da informo.</span>
ku: Nûkirinek heye. <span>Ji bo bêhtir agahiyan bipelînê.</span>
vi: {{ n }} sẵn sàng để cập nhật. <span>Chọn để xem thêm chi tiết.</span>
wa: I gn a {{ n }} metaedje a djoû. <span>Tchapotez po ndè saveur dipus.</span>

# updateAvailableInfo.innerHTML[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
eo: {{ n }} ĝisdatigoj haveblaj. <span>Tuŝetu por havi pli da informo.</span>

# updateAvailableInfo.innerHTML[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
eo: {{ n }} ĝisdatigoj haveblaj. <span>Tuŝetu por havi pli da informo.</span>

# updateAvailableInfo.innerHTML[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
eo: {{ n }} ĝisdatigoj haveblaj. <span>Tuŝetu por havi pli da informo.</span>

# updateAvailableInfo.innerHTML[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
eo: {{ n }} ĝisdatigoj haveblaj. <span>Tuŝetu por havi pli da informo.</span>

source: {{ n }} update available
eo: {{ n }} ĝisdatigo havebla
ku: Nûkirinek heye
vi: {{ n }} cập nhập mới
wa: I gn a {{ n }} metaedje a djoû

# numberOfUpdates[two]
source: {{ n }} updates available
eo: {{ n }} ĝisdatigoj haveblaj
ku: {{ n }} nûkirin hene
vi: {{ n }} cập nhập mới
wa: I gn a {{ n }} metaedjes a djoû

# numberOfUpdates[few]
source: {{ n }} updates available
eo: {{ n }} ĝisdatigoj haveblaj
ku: {{ n }} nûkirin hene
vi: {{ n }} cập nhập mới
wa: I gn a {{ n }} metaedjes a djoû

# numberOfUpdates[many]
source: {{ n }} updates available
eo: {{ n }} ĝisdatigoj haveblaj
ku: {{ n }} nûkirin hene
vi: {{ n }} cập nhập mới
wa: I gn a {{ n }} metaedjes a djoû

# numberOfUpdates[other]
source: {{ n }} updates available
eo: {{ n }} ĝisdatigoj haveblaj
ku: {{ n }} nûkirin hene
vi: {{ n }} cập nhập mới
wa: I gn a {{ n }} metaedjes a djoû

source: System update
eo: Ĝisdatigo de sistemo
ku: Nûkirina pergalê
vi: Cập nhật hệ thống
wa: Metaedje a djoû do sistinme

source: System Update Ready
eo: Pretas ĝisdatigo de sistemo
ku: Nûkirina Pergalê Amade ye
wa: Metaedje a djoû presse

source: Required
eo: Postulata
ku: Pêwîst
vi: Cần thiết
wa: Reki

source: Uncompressing… <span>This can take a few minutes.</span>
eo: Malkompaktigo… <span>Tio ĉi povas postuli kelkajn minutojn.</span>
ku: Tê firehkirin…<span>Dibe ku ev çendek deqeyan biajo.</span>
vi: Đang giải nén ... <span>Việc này có thể mất một vài phút.</ Span>
wa: Disrastrindaedje... <span>Ça pout prinde kékès munutes.</span>

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
eo: Ne eblas uzi sendratan reton. Krompago povas rezulti el ĝisdatigo per la nuna konekto.
ku: Wi-Fi Nayê bikaranîn. Nûkirina ji ser girêdana heyî dibe ku bibe sedema buhayekî din.
vi: Wi-Fi hiện không có sẵn. Cập nhật qua kết nối hiện tại có thể phải chịu phí bổ sung.
wa: Wi-Fi nén disponibe. Mete a djoû sol raloyaedje do moumint vos pôreut coster pus tchir.

source: Connection unavailable. Connect to a network to download updates.
eo: Ne estas retaliro. Konektiĝu al reto por elŝuti ĝisdatigojn.
ku: Girêdan nayê bikaranîn. Ji bo jêbarkirina nûkirinan bi torekê re girêdanekê çêke.
wa: Raloyaedje nén disponibe. Raloyîz vs a ene rantoele po-z aberweter les metaedjes a djoû.

source: Updates are downloaded via data connection when Wi-Fi is not available. Additional data charges may apply.
eo: Ĝisdatigoj estas elŝutitaj per datuma konekto kiam sendrata reto ne disponeblas. Vi eble devos pagi aldone la datumojn.
ku: Dema ku Wi-Fi neyê bikaranîn nûkirin bi riya tora daneyan tê jêbarkirin. Dibe ku buhayê vê hebe.
wa: Des metaedjes a djoû sont aberwetêyes via li raloyaedje di dnêyes cwand gn a pont d’ Wi-Fi. Des costindjes di dpus po ces dnêyes vos pôrént esse facturés.

source: Download updates via data connection?
eo: Ĉu elŝuti ĝisdatigojn per datuma konekto?
ku: Bila nûkirin bi riya tora daneyan bê jêbarkirin?
wa: Aberweter les metaedjes a djoû pal raloyaedje di dnêyes ?

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
eo: Ĝisdatigoj estas elŝutitaj per datuma konekto kiam sendrata reto ne disponeblas. Dum vi uzas la datuma konekto, vokoj povus esti blokitaj kaj vi eble devos pagi aldone la datumojn.
ku: Dema ku Wi-Fi neyê bikaranîn nûkirin bi riya tora daneyan tê jêbarkirin. Dema tora daneyan bê bikaranîn dibe ku lêgerînên telefonê qut bibin û her wisa dibe ku buhayekî vê hebe.
wa: Des metaedjes a djoû sont aberwetêyes via li raloyaedje di dnêyes cwand gn a pont d’ Wi-Fi. Cwand vos vs siervoz do raloyaedje di dnêyes, les houcaedjes telefonikes pôrént esse eclawés eyet des costindjes di dpus vos pôrént esse facturés.

source: Screenshot saved to Gallery
eo: Ekrankopio konservita en la galerio
ku: Wêneekran li Galeriyê hat tomarkirin
vi: Ảnh chụp màn hình đã được lưu và thư viện ảnh
wa: Waitroûlêye schapêye el Galreye

source: The screenshot could not be saved
eo: Ne eblis konservi la ekrankopion
ku: Wêneekran nehat tomarkirin
vi: Không thể lưu ảnh chụp màn hình
wa: Dji n’ a savou schaper li waitroûlêye

source: No memory card found
eo: Neniu memorkarto trovita
ku: Karta bîrdankê nehat dîtin
vi: Không tìm thấy thẻ nhớ
wa: Dji n’ a trové nole cwåte memwere

source: Memory card is in use
eo: Memorkarto uzata
ku: Karta bîrdankê tê bikaranîn
vi: Thẻ nhớ đang được dùng
wa: Li cwåte memwere est eployeye

source: Not enough space on memory card
eo: Ne estas sufiĉe da spaco en la memorkarto
ku: Di karta bîrdankê te têra xwe ciyê vala tune ye
vi: Không đủ dung lượng trên thẻ nhớ
wa: Pont d’ plaece assez sol cwåte memwere

# emergency-call-button
source: Emergency Call
eo: Urĝaj vokoj
ku: Lêgerînên Acîl
wa: Houcaedje d’ urdjince

source: Emergency Call
eo: Urĝaj vokoj
ku: LÊgerînên Acîl
wa: Houcaedje d’ urdjince

source: Unlock
eo: Malbloki
ku: Veke
vi: Mở khóa
wa: Dizeclawer

source: Camera
eo: Filmilo
ku: Kamera
vi: Máy ảnh
wa: Aparey di fotos

source: Home
eo: Hejmo

source: Sign in
eo: Konekti
ku: Têkevê
vi: Đăng nhập
wa: S’ elodjî

source: Username
eo: Nomo de uzanto
ku: Navê bikarhêneriyê
vi: Tên đăng nhập
wa: No d’ uzeu

source: Password
eo: Pasvorto
ku: Şîfre
vi: Mật khẩu
wa: Sicret

source: A username and password are being requested by {{host}}. The site says: “{{realm}}”
eo: Nomo de uzanto kaj pasvorto estas petitaj de {{host}}. La retejo diras: “{{realm}}”
ku: {{host}} navekî bikarhêneriyê û şîfre dixwaze. Malper dibêje: “{{realm}}”
vi: Tên tài khoản và mật khẩu là bắt buộc bởi {{host}}. Trang này nói : “{{realm}}”
wa: On no d’ uzeu eyet on scret sont dmandés pa {{host}}. Li waibe dit : « {{realm}} »

source: {{name}} is not loading properly
eo: La programo ne ŝargiĝas bone
ku: {{name}} bi awayekî asayî nayê barkirin
vi: {{tên}} không được nạp chính xác
wa: {{name}} ni s’ tchedje nén comifåt

source: {{name}} is having problems
eo: La programo havas problemojn
ku: Arîşeyên {{name}}ê hene
vi: {{name}} đang gặp sự cố
wa: {{name}} a des rujhes

source: Airplane mode is on
eo: La aviadila reĝimo estas ŝaltita
ku: Moda firînê vekirî ye
vi: Chế độ máy bay đang bật
wa: Li môde avion est metou

source: {{name}} requires a network connection. Turn off airplane mode from Settings and connect to a Wi-Fi or mobile data network.
eo: {{name}} postulas retaliron. Malŝaltu la aviadilan reĝimon en Agordoj kaj konektiĝu al sendrata aŭ poŝtelefona datuma reto.
ku: Ji bo {{name}}ê girêdana şebekeyê pêwîst e. Di eyaran de moda firînê bigire û bi Wi-Fi yan jî toreke daneyan re girêdanê çêke.
vi: {{name}} cần có kết nối mạng. Tắt chế độ máy bay từ Cài đặt và kết nối Wi-Fi hoặc vào mạng di động nào đó.
wa: {{name}} a mezåjhe d’ on raloyaedje al rantoele. Disclitchîz li môde avion ezès Apontiaedjes eyet s’ raloyî a on Wi-Fi ou ene rantoele axhlåve di dnêyes.

source: Server not found
eo: Servilo ne trovita

source: Can’t find the server at {{name}}.
eo: Ne eblas trovi la servilon ĉe {{name}}.

source: Network connection unavailable
eo: Retaliro ne disponebla
ku: Girêdana şebekeyê tune ye
vi: Không có kết nối mạng
wa: Raloyaedje al rantoele nén disponibe

source: {{name}} requires a network connection. Try connecting to a Wi-Fi or mobile data network.
eo: {{name}} postulas retaliron. Provu konektiĝi al sendrata aŭ poŝtelefona datuma reto.
ku: Ji bo {{name}}ê girêdana şebekeyê pêwîst e. Girêdana bi Wi-Fi yan jî bi şebekeyekê re biceribîne.
vi: {{name}} cần có kết nối mạng. Tắt chế độ máy bay từ Cài đặt và kết nối Wi-Fi hoặc vào mạng di động nào đó.
wa: {{name}} a mezåjhe d’ on raloyaedje al rantoele. Sayîz di vs raloyî a on Wi-Fi ou ene rantoele axhlåve di dnêyes.

source: Unable to connect
eo: Ne eblas konekti

source: Try again
eo: Provu denove
ku: Dîsa biceribîne
vi: Thử lại
wa: Sayî co on côp

source: Check settings
eo: Kontroli agordojn

source: Tap to check settings
eo: Tuŝetu por kontroli agordojn

source: Select time
eo: Elekti tempon
ku: Saetê hilbijêre
vi: Lựa chọn thời gian
wa: Tchoezi l’ eure

# choose-option
source: Select
eo: Elekti
ku: Hilbijêre
vi: Chọn
wa: Tchoezi

# choose-options
source: Select
eo: Elekti
ku: Hilbijêre
vi: Chọn
wa: Tchoezi

source: Select day
eo: Elekti tagon
ku: Rojê hilbijêre
vi: Lựa chọn ngày
wa: Tchoezi l' djoû

source: Battery almost empty
eo: La baterio preskaŭ malplenas
ku: Pîl diqede
vi: Pin đã gần hết
wa: Batreye cåzu vude

source: Add to Home Screen
eo: Aldoni al al bonvena ekrano
ku: Têxe Ekrana Giştî
vi: Thêm vào màn hình chính
wa: Radjouter al waitroûle måjhon

source: {{brandShortName}} just recovered from a crash
eo: {{brandShortName}} ĵus riparis paneon
ku: {{brandShortName}} gava din ji hilweşînê hate xelaskirin
vi: {{brandShortName}} vừa được phục hồi sau khi bị sự cố
wa: {{brandShortName}} si rmet djusse d’ on tcheyaedje e rak

source: {{name}} just crashed
eo: {{name}} ĵus paneis
ku: {{name}} gava din hilweşiya
vi: {{name}} vừa gặp sự cố
wa: {{name}} vént di tchaire e rak

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
eo: Ĉu vi ŝatus sendi al Mozilla raporton pri la paneo, por helpi ni solvi la problemon? (Raportoj estas senditaj nur per sendrata reto)
ku: Tu dixwazî ji bo ku em vê arîşeyê çareser bikin raporeke derbarê vê hilweşînê de ji Mozillayê re bişînin? (Rapor tenê bi riya Wi-Fiyê tên şandin.)
vi: Bạn có muốn gửi báo cáo tới Mozilla về vấn đề gặp sự cố để giúp chúng tôi sửa lỗi này? (Báo cáo chỉ được gửi thông qua Wi-Fi)
wa: Voloz vs evoyî a Mozilla on rapoirt sol tcheyaedje e rak po ns aidî a coridjî l’ problinme ? (Les rapoirts ni sont evoyî ki pal Wi-Fi.)

source: What’s in a crash report?
eo: Kion enhavas raporto pri paneo?

source: Always send Mozilla a report when a crash occurs.
eo: Ĉiam sendi al Mozilla raporton kiam paneo okazas.
ku: Her ku hilweşe ji Mozillayê re raporê bişîne.
vi: Luôn luôn gửi Mozilla một báo cáo khi có sự cố xảy ra.
wa: Tofer evoyî a Mozilla on rapoirt cwand i gn a on tcheyaedje e rak.

source: Don’t Send
eo: Ne sendi

source: Send Report
eo: Sendi raporton
ku: Raporê Bişîne
vi: Gửi báo cáo
wa: Evoyî rapoirt

source: Crash Reports
eo: Raportoj pri paneoj
ku: Raporên Hilweşînê
vi: Báo cáo sự cố
wa: Rapoirts di bug

source: Done
eo: Preta
ku: Qediya
vi: Hoàn thành.
wa: Tot fwait

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in ourȀ
eo: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our

source: {{brandShortName}} just crashed.
eo: {{brandShortName}} ĵus paneis.
ku: {{brandShortName}} gava din hilweşiya.
vi: {{brandShortName}} vừa bị sự cố.
wa: {{brandShortName}} vént d’ tchaire e rak.

source: {{name}} just crashed.
eo: {{name}} ĵus paneis.
ku: {{name}} gava din hilweşiya.
vi: {{name}} vừa bị sự cố.
wa: {{name}} vént di tchaire e rak.

source: Report
eo: Raporti
ku: Rapor bişîne
vi: Báo cáo
wa: Rapoirt

source: Bytes
eo: oktetoj
ku: Bayt
wa: Octets

# byteUnit-KB
source: KB
eo: KO

# byteUnit-MB
source: MB
eo: MO
wa: Mo

# byteUnit-GB
source: GB
eo: GO
wa: Go

# byteUnit-TB
source: TB
eo: TO
wa: To

# byteUnit-PB
source: PB
eo: PO
wa: Po
