Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/ringtones/ringtones.properties.po
Languages: ln

source: Manage Ringtones
ln: Gerer Basonneries

source: Share ringtone
ln: Kabola sonnerie

source: Delete ringtone
ln: Boma sonnerie

# actions-cancel
source: Cancel
ln: Tika

source: Delete Ringtone
ln: Boma sonnerie

source: Are you sure you want to delete "{{tone}}"?
ln: Ondimi solo ete olingi koboma "{{tone}}"?

source: "{{tone}}" is the current default ringtone. Are you sure you want to delete it?
ln: "{{tone}}" ezali sikoyo sonnerie par defaut. Ondimi solo ete olingi koboma yango?

source: "{{tone}}" is the current default alert. Are you sure you want to delete it?
ln: "{{tone}}" ezali sikoyo alerte par defaut. Ondimi solo ete olingi koboma yango?

# delete-cancel
source: Cancel
ln: Tika

source: Delete
ln: Boma

source: Ringtone deleted.
ln: Sonnerie ebomami.

source: New ringtone created.
ln: Sonnerie ya sika etiami.

source: Ringtone set as default.
ln: Sonnerie etiami par défaut

source: Select Sound
ln: Pona Son

source: Done
ln: Esili

source: Firefox Ringtones
ln: Sonneries Firefox

source: Alerts
ln: Alertes

source: Custom Ringtones
ln: Personaliser Sonneries

source: Create Ringtone
ln: Sala sonnerie

source: Save
ln: Bomba

# create-cancel
source: Cancel
ln: Tika

source: Corrupted File
ln: Fichier ebeba

source: The file is corrupted. It cannot be used to create a ringtone.
ln: Fichier ezali ya kobeba. Bakoki kosalela yango te po na kosala sonnerie

source: Ringtone Not Created
ln: Sonnerie Esalemi Te

source: There was an issue creating the ringtone. Please try again.
ln: Pkokoso esalemaki tango ya kosala sonnerie. Tosengi omeka lisusu.

source: Use as default ringtone
ln: Salela sonnerie par défaut

source: Untitled
ln: Ezanga kombo
