Repository: BenitoJedai/mozilla-gaia
Catalog: ee/shared/download/download.properties.po
Languages: ee

source: Download stopped
ee: Download dzudzɔ

source: Download was stopped. Try downloading again?
ee: Download dzudzɔ. Aga tee kpɔa?

# stopped_download_left_button
source: Cancel
ee: Tefli ɖe eme

# stopped_download_right_button
source: Try again
ee: Ga tee kpɔ

# failed_download_title
source: Download failed
ee: Download medzedzi o

source: {{name}} failed to download. Try downloading again?
ee: {{name}} ƒe download medzedzi o. Aga tee kpɔa?

# failed_download_left_button
source: Cancel
ee: Tefli ɖe eme

# failed_download_right_button
source: Try again
ee: Ga tee kpɔ

source: Stop download
ee: tɔ download

source: Are you sure you want to stop the download?
ee: Eka ɖe edzi be yeadzudzɔ download la?

source: No
ee: Ao

source: Yes
ee: Ee

# delete_download_title
source: Delete
ee: Tutu

source: Delete {{name}}?
ee: atutu {{name}}?

# delete_download_left_button
source: Cancel
ee: Tefli ɖe eme

# delete_download_right_button
source: Delete
ee: tutu

# delete_all_download_title
source: Delete
ee: tutu

# delete_all_download_left_button
source: Cancel
ee: Tefli ɖe eme

# delete_all_download_right_button
source: Delete
ee: tutu

source: Delete no files?
ee: Atutu file la?

source: Delete one file?
ee: Atutu file deka?

# delete_all_download_message[two]
source: Delete {{number}} files?
ee: Atutu file {{number}} a?

# delete_all_download_message[few]
source: Delete {{number}} files?
ee: Atutu file {{number}} a?

# delete_all_download_message[many]
source: Delete {{number}} files?
ee: Atutu file {{number}} a?

# delete_all_download_message[other]
source: Delete {{number}} files?
ee: Atutu file {{number}} a?

# unsupported_file_type_download_title
source: Unable to open
ee: Meteŋu ʋu o

source: There isn’t an app that can open {{name}}. Would you like to save the file or delete it?
ee: App aɖeke meli si ateŋu aʋu {{name}} o. Edi be yeadzraeɖo ɖe file mea alo atutuia?

# unsupported_file_type_download_left_button
source: Keep File
ee: Le File

# unsupported_file_type_download_right_button
source: Delete
ee: tutu

source: File not found
ee: File meli o

source: The file wasn’t found on the device
ee: File mele mɔ̀a dzi o

# file_not_found_download_right_button
source: OK
ee: Enyo

source: Memory card in use
ee: Memori card le dɔwɔm

source: Unplug the phone
ee: Ɖe kaƒomɔa le dzodzi

# unmounted_sdcard_2_download_right_button
source: OK
ee: Enyo

source: Unable to share
ee: Meteŋu mae o

source: No provider found
ee: Provider meli o

# no_provider_download_right_button
source: OK
ee: Enyo

source: SD Card is full
ee: SD Card la ɖɔ

source: There is no more room on your SD card to save your download. Please remove some files before restarting the download.
ee: SD card meteŋu adzra wo download la ɖo o. Taflatse ɖe file aɖewo ɖa hafi natrɔ a download.

# no_memory_download_right_button
source: OK
ee: Enyo

source: No memory card found
ee: Memori card meli o

source: Insert a memory card or select an alternate default media location in settings
ee: De memori card la alo tia default media location bubu le wo ɖoɖowo mw.

# no_sdcard_found_2_download_right_button
source: OK
ee: Enyo

# file_open_error_download_title
source: Unable to open
ee: Meteŋu ʋu o

source: There is a problem opening {{name}}. Would you like to save the file or delete it?
ee: Vodada va le {{name}} ʋuʋu me. Edi be yeadzra file la ɖo alo atutui?

# file_open_error_download_left_button
source: Keep File
ee: Le file

# file_open_error_download_right_button
source: Delete
ee: tutu

source: There was an error while restarting the download. Please try to download again.
ee: vodada va le esime netrɔ dze download la gɔme. Taflatse, gatee kpɔ ake.

source: No downloads
ee: downloadwo meli o

source: {{size}} {{unit}}
ee: {{unit}} {{size}}

source: {{partial}} of {{total}}
ee: {{total}} ƒe {{partial}}

source: Stopped
ee: Tɔ xoxo

source: Download failed
ee: download medzedzi o

source: Open
ee: ʋu

source: Share
ee: ma

source: Set as wallpaper
ee: Wɔe wallpaper

source: Set as ringtone
ee: Wɔe ringtone

# cancel_downloaded_file
source: Cancel
ee: Tefli ɖe eme
