Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/communications/dialer/dialer.properties.po
Languages: wo

source: Add new number
wo: Yokk nimero bu bees

source: Add to existing contact
wo: Yokk ci xame bi fi nekk

source: All
wo: Yépp

# all.ariaLabel
source: All
wo: Yépp

source: Asterisk
wo: Biddeew

source: Call log
wo: Limu woote

source: Edit call log
wo: Soppali limu woote

source: Edit call log dialog
wo: Soppali boyetu limu woote

source: Connecting
wo: Jokkoo

source: Cancel
wo: Bàyyi

source: Asynchronous: {{ async }}
wo: Booleedi: {{ async }}

source: Data: {{ data }}
wo: Njoxe: {{ data }}

source: An error occurred while retrieving call forwarding status
wo: Njuumte amna ci bi ñuy jëli tolluwaayu jàllale woote

source: Inactive
wo: Doxul

source: Packet: {{ packet }}
wo: Paket: {{ packet }}

source: Call forwarding status
wo: Tolluwaayu jàllale woote

source: Synchronous: {{ sync }}
wo: Lëkkalante: {{ sync }}

source: Voice: {{ voice }}
wo: Baat: {{ voice }}

source: Close
wo: Tëj

source: Clear selected calls?
wo: Fomp woote yiñ tànn?

source: Contacts
wo: Xame yi

source: Create new contact
wo: Sos xame bu bees

source: Delete
wo: Far

source: Deselect all
wo: Tànnadi lépp

source: Add contact
wo: Yokk xame

source: Add Contact Dialog
wo: Yokk Boyetu Xame

# edit-selected[one]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# edit-selected[two]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# edit-selected[few]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# edit-selected[many]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# edit-selected[other]
source: {{ n }} selected
wo: {{ n }} lañ tànn

source: Edit
wo: Soppali

source: Hash sign
wo: Màndarga #

source: Hide keypad
wo: Nëbb arafukaay

source: Ignore Call
wo: Bañ faale Woote gi

source: Incoming
wo: Bi ngay jot

source: Keypad
wo: Arafukaay

# keypadDelete.ariaLabel
source: Delete
wo: Far

source: Make call
wo: Woote

source: Merge
wo: Boole

source: Missed
wo: Buñ wuyyuwul

# missed.ariaLabel
source: Missed
wo: Buñ wuyyuwul

source: Missed call
wo: Woote buñ wuyyuwul

source: (SIM {{ n }}) Missed call
wo: (SIM {{ n }}) Woote buñ wuyyuwul

source: An error occurred while sending the message
wo: Njuumte am na ci yónnee bataaxal bi

source: Session expired
wo: Ay gi jeexna

source: Message successfully sent
wo: Bataaxal bi dem na

source: Mute
wo: Cell

source: New call
wo: Woote gu Bees

source: No calls recorded
wo: Jàppul benn woote

source: Start communicating now
wo: Tàmbali jokkoo leegi

source: No missed calls
wo: Amul woote buñ wuyyuwul

source: Phone number
wo: Nimero telefon

source: Recent calls
wo: Woote yu yàggul

source: Reply
wo: Tontu

source: Select all
wo: Tànn Lépp

source: Send
wo: Yónnee

source: Switch calls
wo: Toxal woote yi

source: Today
wo: Tay

source: Voicemail
wo: Buwaat wokaal

source: Withheld number
wo: Nimero bu nëbbu

source: From {{ contact }}
wo: Bawoo ci {{ contact }}

source: From {{ number }}
wo: Bawoo ci {{ number }}

source: From withheld number
wo: Bawoo ci nimero bu nëbbu

source: Yesterday
wo: Démb

source: Sending…
wo: Mi ngi yónnee…

# speakerOption.ariaLabel
source: Speaker
wo: Oparlër

source: {{ operator }} services
wo: liggéeyali {{ operator }}

source: Toggle keypad
wo: Yéegal/Wàcce arafukaay

source: Type your response…
wo: Mi ngi bind sa tontu…

source: Clear all text
wo: Fomp bépp mbind

source: Hide
wo: Nëbb

source: Call
wo: Woote

source: Hold
wo: Tëye

source: Resume
wo: Defaat

# resume.ariaLabel
source: Resume
wo: Defaat

source: Send Message
wo: Yónnee Bataaxal

source: Call Ended
wo: Woote gi Jeexna

source: via SIM{{ n }}
wo: jaare ko SIM{{ n }}

source: Hang Up
wo: Dakkal woote

source: Pick up
wo: Jël woote

source: Slider
wo: Dawaan

source: Settings
wo: Jekkal yi

source: Nothing selected
wo: Tànnul dara

source: Delete selected log?
wo: Far lim biñ tànn?

# delete-n-log?[two]
source: Delete {{ n }} logs?
wo: Far limi {{ n }} ?

# delete-n-log?[few]
source: Delete {{ n }} logs?
wo: Far limi {{ n }} ?

# delete-n-log?[many]
source: Delete {{ n }} logs?
wo: Far limi {{ n }} ?

# delete-n-log?[other]
source: Delete {{ n }} logs?
wo: Far limi {{ n }} ?

source: {{ n }} match for "{{ matchNumber }}"
wo: {{ n }} yu méngoo ak "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
wo: {{ n }} bu méngoo ak "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
wo: {{ n }} bu méngoo ak "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
wo: {{ n }} bu méngoo ak "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
wo: {{ n }} bu méngoo ak "{{ matchNumber }}"

source: Call barring
wo: Tere woote

source: Call forwarding
wo: Toxal woote

source: Incoming Caller ID
wo: ID ki ñiy woote

source: Outgoing Caller ID
wo: ID kiy woote

source: Password change
wo: Soppi baatu-jàll

source: Call waiting
wo: Xaar woote

source: PIN change
wo: Soppi PIN

source: PIN2 change
wo: Soppig PIN2

source: Unblock PIN
wo: PIN u tijji

source: Unblock PIN2
wo: PIN2 u tijji

source: Voice
wo: Baat

source: Data
wo: Njoxe

source: Sync
wo: Lëkkalante

source: Async
wo: Tàqale

source: Packet
wo: Paket

source: Service was enabled
wo: Liggéeyal baa ngi doon dox

source: Service has been disabled
wo: Dakkal nañu liggéeyal bi

source: Registration was successful
wo: Bindu gi jaar na yoon

source: Erasure was successful
wo: Far gi jaar na yoon

source: Request was successful
wo: Càkkutéef gi jaar na yoon

source: Service not provisioned
wo: Liggéeyal bi amul dara

source: You can not change the caller ID setting
wo: Mënoo soppi jekkali ID wu wootekat bi

source: Caller ID defaults to restricted. Next call: Restricted
wo: Def ID u wootekat bi muy tere. Woote gi ci topp: Tere nañu ko

source: Caller ID defaults to restricted. Next call: Not restricted
wo: Def ID u wootekat bi muy tere. Woote gi ci topp: Tere wuñu ko

source: Caller ID defaults to not restricted. Next call: Restricted
wo: Def ID u wootekat bi muy bañ tere. Woote gi ci topp: Tere nañu ko

source: Caller ID defaults to not restricted. Next call: Not restricted
wo: Def ID u wootekat bi muy bañ tere. Woote gi ci topp: Tere wuñu ko

source: Service was enabled for:
wo: Doxal nañu liggéeyalu:

source: PIN successfully changed
wo: Soppig PIN bi jaar na yoon

source: PIN successfully unblocked
wo: Tijjig PIN bi jaar na yoon

source: PIN2 successfully changed
wo: Soppig PIN2 bi jaar na yoon

source: PIN2 successfully unblocked
wo: Tijjig PIN2 bi jaar na yoon

source: Connection problem or invalid MMI code
wo: Jafe-jafey lënku walla kod MMI bu baaxul

source: Incorrect Password
wo: Baatu jàll bu Baaxul

source: Invalid or Unsupported MMI Code
wo: Kodu MMI buñ Nanguwul walla bu Baaxul

source: Invalid action
wo: Jëf ju baaxul

source: Invalid service code
wo: Kodu liggéeyal bu baaxul

source: The PUK you typed is not correct
wo: PUK bi nga bind baaxul

source: The old PIN you typed is not correct.
wo: PIN bu yàgg bi nga bind baaxul.

source: Type PUK2 to unblock SIM card
wo: Bindal PUK2 ngir tijji kàrt SIM

source: The PINs you typed do not match
wo: PIN yi nga bind méngoo wuñu

source: Type a PIN that is 4 to 8 numbers
wo: Bindal PIN bu am 4 ba 8 nimero

source: Your SIM card is PUK-locked
wo: Sa kàrt SIM dafa tëjoo PUK

source: Unsuccessful. Enable SIM/RUIM LOCK
wo: Jaarul yoon. Doxal SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
wo: Jëf jii dañu ko yamale ci woote nimero fiks kese

source: USSD request is modified to DIAL request
wo: Soppi nañu càkkutéefu USSD bi defko DIAL

source: USSD request is modified to SS request
wo: Soppi nañu càkkutéefu USSD defko càkkutéefu SS

source: USSD request is modified to new USSD request
wo: Soppi nañu càkkutéefu USSD def ko càkkutéefu USSD bu bees

source: SS request is modified to DIAL request
wo: Soppi nañu càkkutéefu SS def ko càkkutéefu DIAL

source: SS request is modified to USSD request
wo: Soppi nañu càkkutéefu SS def ko càkkutéefu USSD

source: SS request is modified to new SS request
wo: Soppi nañu càkkutéefu SS def ko càkkutéefu SS bu bees

source: Only {{ n }} retry left
wo: {{ n }} jéem kesee la dese

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
wo: {{ n }} jéemaat a des

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
wo: {{ n }} jéemaat a des

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
wo: {{ n }} jéemaat a des

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
wo: {{ n }} jéemaat a des

source: Maximum number of retries exceeded. SIM blocked
wo: Jeexal limu jéemaat bi nga am. SIM bi tëju na

source: Radio not available
wo: Rojo bi jàppandiwul

source: Generic failure
wo: Xeetu gagte

source: Password incorrect
wo: Baatu-jàll bu baaxul

source: SIM PIN2
wo: PIN2 u SIM bi

source: SIM PUK2
wo: PUK2 u SIM bi

source: Request not supported
wo: Nangul càkkutéef bi

source: Operation not allowed during voice call
wo: Mënoo amal jëf joowu ci wooteb kàddu

source: SMS send fail retry
wo: Jeemat yónnee SMS bu demul

source: SIM absent
wo: SIM bi nekku fi

source: Subscription not available
wo: Bindu gu jàpandiwul

source: Mode not supported
wo: Nanguwul anam wi

source: Fdn check failure
wo: Seetug Fdn doxul

source: Illegal SIM or ME
wo: SIM walla ME bu jaadowul

source: Dial modified to USSD
wo: Soppi nañu bindug nimero def ko USSD

source: Dial modified to SS
wo: Soppi nañu bindug nimero def ko SS

source: Dial modified to dial
wo: Soppi nañu USSD def ko bindug nimero

source: USSD modified to dial
wo: Soppi nañu USSD def ko bindug nimero

source: USSD modified to SS
wo: Soppi nañu USSD def ko SS

source: USSD modified to USSD
wo: Soppi nañu USSD def ko USSD

source: SS modified to dial
wo: Soppi nañu SS def ko bindug nimero

source: SS modified to USSD
wo: Soppi nañu SS def ko USSD

source: SS modified to SS
wo: Soppi nañu SS def ko SS

source: Subscription not supported
wo: Nanguwul bindu gi

source: Invalid parameter
wo: Parameetar bu baaxul

source: Rejected by remote
wo: Dañu dàqee feneen

# conference[one]
source: Conference ({{ n }})
wo: Waktaan ({{ n }})

# conference[two]
source: Conference ({{ n }})
wo: Waktaan ({{ n }})

# conference[few]
source: Conference ({{ n }})
wo: Waktaan ({{ n }})

# conference[many]
source: Conference ({{ n }})
wo: Waktaan ({{ n }})

# conference[other]
source: Conference ({{ n }})
wo: Waktaan ({{ n }})

source: {{ caller }} has left the call.
wo: {{ caller }} génn na ci woote gi.

source: Unable to merge calls
wo: Mënul boole ay woote

source: Unable to unmerge calls
wo: Mënul tàqale woote yi

source: Select audio sources
wo: Tànnal ay balluwaayi ojo

source: Bluetooth handsfree device
wo: Aparey Bluetooth ngir féexal loxo

source: Receiver
wo: Wuyyukaay

source: Speaker
wo: Waxukaay
