Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/communications/dialer/shared.properties.po
Languages: wo

source: To make a call you need to disable airplane mode in settings.
wo: Ngir nga mën a woote, dindil anam roppalaan gi ci jekkal yi.

source: Airplane mode activated
wo: Taal nañu anamu roppalaan gi

source: Number is busy
wo: Nimero bi mingi jokkoo

source: The number is currently busy. Please try again later.
wo: Nimero bi mi ngi jokkoo fimne. Jéemaatal ci kanam.

source: FDN active
wo: FDN mi ngi dox

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
wo: FDN (Nimero Telefon Fiks yiñ Bind) tàkk na te nimero bii nekkul ci sa limu FDN: {{ number }}

source: Voicemail
wo: Bataaxalu kàddu

source: Emergency number
wo: Nimero wallu

source: To make a call, the phone must be connected to a network.
wo: Ngir mën a woote, telefon dafa war a dugg ci ab reso.

source: Emergency calls are not allowed by the network.
wo: Reso bii du nangu wootey wallu.

source: No network connection
wo: Amul reso bu jàppandi

source: Invalid phone number
wo: Nimero telefon bi baaxul

source: The phone number you are calling is not valid.
wo: Nimero telefon bi ngay woo baaxul.

source: Unable to make a phone call now
wo: Mënoo woote ci sa telefon fimne nii

source: Cannot make a call. If you are already dialing, please hang up first.
wo: Mënu woote. Sudee danga bind nimero bi bay woote, dakkalal woote gi jëkk.

source: Other connection in use
wo: Yeneen jokkoo yi ñuy jëfandikoo

source: You have an active call on another connection. You can only use one connection at a time.
wo: Am nga woote guy dox ci beneen lënku. Mënoo jëfandikoo lu ëpp benn woote ci saasi.
