Repository: BenitoJedai/mozilla-gaia
Catalog: zam/test_apps/geoloc/geoloc.properties.po
Languages: zam

source: Geolocation tracker
zam: Lash loo güil pa dul gaa

source: Start
zam: Tob kiiy

source: Stop
zam: Te loy

source: Clear
zam: To biiy

source: Show debug traces
zam: Güi xha niey

source: Keep locations
zam: Toob pa dunt

source: Save as a file
zam: Loo shog ha

source: Parameters
zam: Xha niey

source: Status
zam: Pa duy

source: Debug log
zam: Tee dont log

source: Timeout
zam: Goo loy

source: High accuracy
zam: Mer paa dul

source: Timeout and max. age are specified in milliseconds.
zam: Goo loy ner max. age tree dul.

source: Fixes
zam: Naa güin kue

source: Last
zam: Koo daa xhant

source: None
zam: Nie diif ba
