Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/fl/download.properties.po
Languages: ee

source: OK
ee: Enyo

source: Install
ee: Instɔl

source: Cancel
ee: Tefli eme

source: Download Error
ee: Download gblẽ

source: Installation Error
ee: Instɔleshin gblẽ

# err_descriptor_download_failed
source: The download failed because of a server error.
ee: Download la medzedzi o elabena nugbegblẽ aɖe le seva dzi.

# err_bad_descriptor
source: The download failed because of a server error.
ee: Download la medzedzi o elabena nugbegblẽ aɖe le seva dzi.

source: File is too large to download.
ee: Faili sia lolo akpa hena download.

source: This type of purchased media is not supported on your phone.
ee: Wo kaƒomɔ meda megbe na mediaƒeƒle hatsotso sia o.

# err_bad_type
source: The download failed because of a server error.
ee: Nuƒeƒle hatsotso sia medzedzi o elabena nugbegblẽ aɖe le seva dzi.

# err_content_download_failed
source: The download failed because of a server error.
ee: Download la medzedzi o elabena nugbegblẽ aɖe le seva dzi.

# err_bad_drm_message
source: The download failed because of a server error.
ee: Download la medzedzi o elabena nugbegblẽ aɖe le seva dzi.

source: The downloaded image cannot be displayed on this device.
ee: Nɔnɔmetata si ne download la mateŋu adze le wo mɔ̀ sia dzi o.

source: The downloaded file cannot be played on this device.
ee: Nɔnɔmetata si ne download la mateŋu adze le wo mɔ̀ sia dzi o.

source: There is not enough storage space on your device to save this song.
ee: Nudzraɖoƒe melolo le wo mɔ̀ la dzi be nadzra ha sia ɖo o.

source: Cannot save song because there is no memory card.
ee: Mateŋu adzra ha sia ɖo o elabena memori card meli o.

source: Cannot save song because the memory card is in use. Unplug your phone and try downloading again.
ee: Mateŋu adzra ha ɖo o elabena wole memori card la zam. Ɖe wo kaƒomɔ le dzo dzi eye nate downloading kpɔ ake.

# err_ds_save_failure
source: Error saving media file.
ee: Media faili dzadzraɖo gble.

# err_db_store_failure
source: Error saving media file.
ee: Media faili dzadzraɖo gble.

source: Song downloaded and installed. Use the Music app to play it.
ee: Ha la download he instɔl xoxo. Zã Music app la natsɔ aƒoe.

source: Ringtone downloaded and installed.
ee: Ringtone download he instɔl xoxo.

source: Wallpaper downloaded and installed.
ee: Wɔlpaper download he instɔl xoxo.

source: Do you want to download and install this audio file as a song or as a ringtone?
ee: Edi be yea download eye yea instɔl gbeɖiɖi faili sia abe ha alo ringtone enea?

source: Song
ee: Ha

source: Download song?
ee: Edi be yea download ha?

source: Downloading song…
ee: Ha le downloadim...

source: Downloading ringtone…
ee: Ringtone downloadim...

source: Downloading wallpaper…
ee: Wɔlpaper le downloadim...

source: {{vendor}} has locked this media file so that it cannot be shared with others or transferred to a new device.
ee: {{vendor}} do media faili sia bena mateŋu amae kple bubuwo alo a transfɛ na mɔ̀ yeye o.

source: The seller has locked this media file so that it cannot be shared with others or transferred to a new device.
ee: Edzrala la do media faili sia bena mateŋu amae kple bubuwo alo a transfɛ na mɔ̀ yeye o.

source: Name
ee: ŋkɔ

source: Type
ee: Hatsotso

source: Size
ee: Kekeme

source: Vendor
ee: Nudzrala

source: Preview image
ee: Nɔnɔmetata kpɔkpɔ gbatɔ

source: Preview audio
ee: Gbeɖiɖi sese gbatɔ
