Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/communications/ftu/ftu.properties.po
Languages: gu, hr, ko

source: Import SIM contacts
gu: સીમ માંથી સપારકો નો આયાત કરો

source: Importing SIM contacts…
gu: સીમ કાર્ડ માંથી સંપર્કો નો આયાત કરી રહ્યા છે

source: Reading from SIM card…
gu: સીમ કાર્ડ માંથી વાંચ્યે છે

source: Storing SIM contacts…
gu: સિમ સંપર્કો સ્ટોર કરી રહ્યા છે

source: Could not import contacts from SIM
gu: સીમ કાર્ડ ના સંપર્કો નો આયાત નથી કરી શક્ય

source: No contacts imported
gu: સંપર્કો નો આયાત નથી થયો

source: Imported one contact
gu: એક સંપર્ક નો આયાત થયો છે

source: Import from SIM
gu: સિમ માંથી આયાત કરેલા

source: Import from Facebook
gu: ફેસબુક માંથી આયાત

source: {{imported}}/{{total}} friends imported
gu: {{આયાત}} / {{કુલ}} મિત્રો આયાત

source: Mozilla Firefox is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
gu: મોઝીલા ફાયરફોક્સ મુક્ત અને ઓપન સોર્સ સોફ્ટવેર, બધા વિશ્વભરમાં માંથી હજારો સમુદાય દ્વારા બનેલો છે. ત્યાં અમુક વસ્તુઓ તમારે જાણવું જોઈએ:

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without Temporary Text limitation the Firefox name or logo. Additional information on trademarks may be found only here.
gu: તમે કોઈપણ ટ્રેડમાર્ક અથવા લાયસન્સ કે મોઝિલાની ફાઉન્ડેશન અથવા કોઈપણ પક્ષ ના ટ્રેડમાર્ક ન આપવામાં આવે છે, અસ્થાયી લખાણ મર્યાદા એ ફાયરફોક્સ નામ અથવા લોગો વગર સમાવેશ થાય છે. ટ્રેડમાર્ક પર વધારાની જાણકારી માત્ર અહીં મળી શકે છે.

source: About Your Rights
gu: તમારા અધિકારો વિશે

source: About Your Privacy
gu: તમારી ગોપનીયતા વિશે

source: When you use Firefox OS, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
gu: જ્યારે તમે ફાયરફોક્સ ઓએસ વાપરવા માટે, તમે વૈશ્વિક વેબ માટે તેજસ્વી ભાવિ બનાવવામાં મદદ સમુદાયનો ભાગ બની જાય છે. જો તમે મોઝિલ્લા સમુદાય વિશે વધુ જાણવા માગતા હો, તો અમારા અન્ય ઉત્પાદનો અને તમે નજીક ઘટનાઓ, તમારું ઇમેઇલ સરનામું નીચે દાખલ કરો.

source: I want to help make Firefox OS faster and easier to use by sharing information about my phone's performance. Learn more.
gu: હું મદદ કરવા માટે ફાયરફોક્સ ઓએસ ઝડપી અને સરળ છે મારા ફોન દેખાવ અંગે માહિતી શેર દ્વારા ઉપયોગ બનાવવા માંગો છો. વધુ જાણો.

source: Firefox Privacy Choices
gu: ફાયરફોક્સ ગોપનીયતા પસંદગીઓ

source: back
gu: પાછળ

source: next
gu: આગળ

source: join
gu: જોડવું

source: Skip
gu: છોડી દો

source: Find any application by swiping left to right.
gu: કોઈપણ એપ્લિકેશન શોધવા માટે ડાબેથી અને જમણે સાઈડ ફેરવો

source: Pressing and holding an application icon let's you organize and delete applications.
gu: એપ્લિકેશન ચિહ્ન ને દબાવી રાખવા થી તમે એને સરખી રીતે ગોઠવી શકશો અને એને સાધી પણ શકશો

source: Drag your most commonly used applications into the dock for quick access.
gu: ઝડપી ઍક્સેસ માટે ડોક માં તમારી સૌથી વધુ વપરાતી કાર્યક્રમો ખેંચો.

source: See your accounts credit, phone and data use.
gu: તમારા એકાઉન્ટ્સને ક્રેડિટ ફોન, અને માહિતી વપરાશ જુઓ.

source: Quick access settings.
gu: ઝડપી ઍક્સેસ સેટિંગ્સ.

source: Switch tasks quickly by pressing and holding the home button.
gu: કાર્યો ઝડપથી સ્વિચ દબાવીને અને હોલ્ડિંગ હોમ બટન દ્વારા.

source: Swipe left and right to navigate, tap to switch applications.
gu: સ્વાઇપ ડાબી અને જમણી શોધો, કાર્યક્રમો સ્વિચ ટેપ કરો.
