Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/communications/ftu/ftu.properties.po
Languages: gu, hr, ko

source: Enter PIN code
hr: Upišite PIN
ko: PIN 코드 입력

source: Type your PIN code
hr: Upište svoj PIN
ko: PIN 코드 넣기

source: PIN must have between 4 and 8 characters.
hr: PIN mora imati 4-8 znamenki.
ko: PIN은 4~8자리 글자입니다.

source: The PIN was incorrect.
hr: PIN nije bio ispravan.
ko: PIN이 올바르지 않습니다.

source: You have one try left to enter the correct code before locking the SIM card.
hr: Posljednji pokušaj.

# pinAttemptMsg2[two]pinAttemptMsg2[two]pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hr: {{n}} preostala pokušaja.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hr: {{n}} preostalih pokušaja.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hr: {{n}} preostalih pokušaja.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
hr: {{n}} preostalih pokušaja.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
hr: Ovo je posljednja prilika za unos ispravnog PIN-a, u suprotnome ćete trebati upisati PUK kôd ove SIM kartice.
ko: 올바른 PIN을 입력할 마지막 기회입니다. 그러지 못하면 PUK를 입력해야 이 SIM 카드를 쓸 수 있습니다.

source: Enter PUK code
hr: Upišite PUK kôd
ko: PUK 코드 입력

source: PUK code
hr: PUK kôd
ko: PUK 코드

source: PUK code must have exactly 8 characters.
hr: PUK kôd mora imati točno 8 znakova.
ko: PUK 코드는 반드시 정확히 8자리 숫자여야 합니다.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
hr: Morate upisati osobni ključ za otključavanje (PUK kôd) za SIM karticu. Za detalje se konzultirajte s dokumentacijom SIM kartice ili kontaktirajte pružatelja usluge.
ko: SIM 카드의 Personal Unlocking Key (PUK) 코드를 입력해야 합니다. 더 알아보시려면 SIM 카드의 문서를 찾아보시거나 통신사에 연락해 보십시오.

source: The PUK was incorrect.
hr: Morate upisati PUK (Personal Unlocking Key) ove SIM kartice. Konzultirajte se s dokumentacijom SIM kartice ili kontaktirajte pružatelja usluge za pomoć.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hr: Imate još jedan pokušaj za unos ispravnog kôda prije nego što SIM kartica postane trajno neupotrebljiva. Za detalje se konzultirajte s dokumentacijom SIM kartice ili kontaktirajte pružatelja usluge.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hr: Imate još {{n}} pokušaja za unos ispravnog kôda prije nego što SIM kartica postane trajno neupotrebljiva. Za detalje se konzultirajte s dokumentacijom SIM kartice ili kontaktirajte pružatelja usluge.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hr: Imate još {{n}} pokušaja za unos ispravnog kôda prije nego što SIM kartica postane trajno neupotrebljiva. Za detalje se konzultirajte s dokumentacijom SIM kartice ili kontaktirajte pružatelja usluge.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hr: Imate još {{n}} pokušaja za unos ispravnog kôda prije nego što SIM kartica postane trajno neupotrebljiva. Za detalje se konzultirajte s dokumentacijom SIM kartice ili kontaktirajte pružatelja usluge.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
hr: Imate još {{n}} pokušaja za unos ispravnog kôda prije nego što SIM kartica postane trajno neupotrebljiva. Za detalje se konzultirajte s dokumentacijom SIM kartice ili kontaktirajte pružatelja usluge.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
hr: Ovo je posljednja prilika za unos ispravnog PUK kôda. Ako upišete netočan kôd, vaša će SIM kartica postati trajno neupotrebljiva.

source: Create new PIN (4 to 8 digits)
hr: Stvori novi PIN (4-8 znamenki)
ko: 새 PIN 만들기 (4~8자리 숫자)

source: Confirm new PIN
hr: Potvrdite novi PIN
ko: 새 PIN 확인

source: PINs don’t match
hr: PIN-ovi se ne podudaraju
ko: PIN이 맞지 않음

source: Enter NCK code
hr: Unesite NCK kôd

source: Enter CCK code
hr: Unesite CCK kôd

source: Enter SPCK code
hr: Unesite SPCK kôd

source: Type your NCK code
hr: Upišite svoj NCK kôd

source: Type your CCK code
hr: Upišite svoj CCK kôd

source: Type your SPCK code
hr: Upišite svoj SPCK kôd

source: NCK must have between 8 and 16 characters.
hr: NCK kôd mora imati između 8 i 16 znakova.

source: CCK must have between 8 and 16 characters.
hr: CCK kôd mora imati između 8 i 16 znakova.

source: SPCK must have between 8 and 16 characters.
hr: SPCK kôd mora imati između 8 i 16 znakova.

source: The NCK code is incorrect.
hr: NCK kôd je netočan.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hr: Zahtjev za otključavanje vašeg uređaja je bio neuspješan. Preostao vam je jedan pokušaj za unos ispravnog kôda. Proučite dokumentaciju koja je došla s Vašim uređajem te konaktirajte Vašeg pružatelja usluga za više informacija.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hr: Zahtjev za otključavanje vašeg uređaja je bio neuspješan. Preostao vam je {{n}} pokušaja za unos ispravnog kôda. Proučite dokumentaciju koja je došla s Vašim uređajem te konaktirajte Vašeg pružatelja usluga za više informacija.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hr: Zahtjev za otključavanje vašeg uređaja je bio neuspješan. Preostao vam je {{n}} pokušaja za unos ispravnog kôda. Proučite dokumentaciju koja je došla s Vašim uređajem te konaktirajte Vašeg pružatelja usluga za više informacija.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hr: Zahtjev za otključavanje vašeg uređaja je bio neuspješan. Preostao vam je {{n}} pokušaja za unos ispravnog kôda. Proučite dokumentaciju koja je došla s Vašim uređajem te konaktirajte Vašeg pružatelja usluga za više informacija.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
hr: Zahtjev za otključavanje vašeg uređaja je bio neuspješan. Preostao vam je {{n}} pokušaja za unos ispravnog kôda. Proučite dokumentaciju koja je došla s Vašim uređajem te konaktirajte Vašeg pružatelja usluga za više informacija.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
hr: Zahtjev za otključavanje vašeg uređaja je bio neuspješan. Ovo je posljednji pokušaj za unos ispravnog kôda. Proučite dokumentaciju koja je došla s Vašim uređajem te konaktirajte Vašeg pružatelja usluga za više informacija.

source: Send
hr: Pošalji
ko: 보내기

source: The SIM card is locked
hr: SIM kartica je zaključana
ko: SIM card 잠김

source: last try.
hr: posljednji pokušaj.

# inputCodeRetriesLeft[two]inputCodeRetriesLeft[two]inputCodeRetriesLeft[two]
source: {{n}} tries left.
hr: preostala {{n}} pokušaja.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
hr: preostalo {{n}} pokušaja.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
hr: preostalo {{n}} pokušaja.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
hr: preostalo {{n}} pokušaja.

source: Language
gu: ભાષા
hr: Jezik
ko: 언어

source: English
gu: અંગ્રેજી
hr: Engleski
ko: 영어

source: English (Dvorak)
hr: Enggleski (Dvorak)
ko: 영어 (드보락)

source: Spanish
gu: સ્પેનિશ
hr: Španjolski
ko: 스페인어

source: Portuguese Brazilian
hr: Brazilski portugalski
ko: 포르투갈어 (브라질)

source: French
hr: Francuski
ko: 프랑스어

source: Italian
hr: Talijanski
ko: 이탈리아어

source: Arabic
gu: અરબી
hr: Arapski
ko: 아라비아어

source: Greek
gu: ગ્રીક
hr: Grčki
ko: 그리스어

source: Hebrew
gu: હિબ્રુ
hr: Hebrejski
ko: 히브리어

source: Japanese
gu: જાપાનીઝ
hr: Japanski
ko: 일본어

source: Traditional Chinese
gu: પ્રાચીન ચાઇનીઝ
hr: Tradicionalno kinesko pismo
ko: 번체

source: Simplified Chinese
gu: સરળીકૃત ચાઇનીઝ
hr: Pojednostavljeno kinesko pismo
ko: 간체

source: Cellular Data
gu: સેલ્યુલર ડેટા
hr: Podatkovna veza
ko: 무선 통신 데이터

source: Enable Data
gu: ડેટા ને સક્રિય કરો
hr: Omogući pod. vezu
ko: 데이터 켜기

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
hr: Omogućavanje podatkovne veze će vam dopustiti podešavanje uređaja bez Wi-Fi veze. Aktivaciju možete obaviti kasnije u postavkama. Da biste izbjegli neželjene troškove, provjerite da vam je pružatelj usluge omogućio podatkovnu tarifu.
ko: 데이터 연결을 켜면 전화를 Wi-Fi에 연결하지 않고도 설정할 수 있습니다. 나중에 설정에서 데이터 연결을 켤 수도 있습니다. 다만 통신사에 요금이 지나치게 많이 나오지 않을 충분한 요금제로 가입되어 있는지 확인하십시오.

source: Warning
gu: ચેતવણી
hr: Upozorenje
ko: 경고

source: Geolocation
hr: Geolokacija

source: Enable Geolocation
hr: Omogući geolociranje

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
hr: {{brandShortName}} koristi podatke iz izvora kao što su GPS, WiFi te mobilne mreže u vašoj blizini kako bi uspješno odredi Vašu približnu lokaciju.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
hr: Podaci se šalju Mozilli, te drugim pružateljima usluga i bit će korišteni uz druge prikupljene podatke za poboljšanje geolokacijskih baza podataka. Podaci mogu biti pohranjeni na vaš uređaj, prikupljanje podataka se može dogoditi i kada aplikacije ne rade.

source: Notice
hr: Obavijest

source: More about your privacy
hr: Više o Vašoj privatnosti

source: Scanning for networks
hr: Tražim mreže

source: Select a network
hr: Odaberite mrežu

source: Connecting…
gu: જોડાઈ રહ્યા છો
hr: Povezivanje…
ko: 연결 중…

source: Obtaining an IP address…
gu: IP સરનામું મેળવી રહ્યા છે
hr: Prikupljanje IP adrese…
ko: IP 주소를 받아오는 중…

source: Connected
gu: જોડાયેલ છે
hr: Povezano
ko: 연결됨

source: Connection failed
gu: જોડાણ નિષ્ફળ
hr: Povezivanje nije uspjelo
ko: 연결 실패

source: Offline
gu: ઑફલાઇન
hr: Izvamrežno
ko: 연결되어 있지 않음

source: secured by {{capabilities}}
gu: સુરક્ષિત દ્વારા {{ક્ષમતાઓ}}
hr: osigurano sa {{capabilities}}
ko: {{capabilities}}로 보안이 걸려 있음

source: Security
gu: સુરક્ષા
hr: Sigurnost
ko: 보안

source: None
gu: કઈ નહિ
hr: Ništa
ko: 없음

source: Open
gu: આ વસ્તુ ને ખોલો
hr: Otvoreno
ko: 열림

# identity
source: User
hr: Korisnik
ko: 사용자

# identityInput.placeholder
source: User
hr: Korisnik
ko: 사용자

source: Password
hr: Lozinka
ko: 암호

# passwordInput.placeholder
source: Password
hr: Lozinka
ko: 암호

source: Show Password
hr: Prikaži lozinku
ko: 암호 보이기

source: Refresh
gu: તાજું જુઓ
hr: Osvježi
ko: 새로 고침

source: No wireless networks found
hr: Nema pronađenih bežičnih mreža

source: Join hidden network
hr: Pridruži se skrivenoj mreži

source: SSID Network Name
hr: SSID naziv mreže

source: Date & Time
gu: તારીખ અને સમય
hr: Datum i vrijeme
ko: 날짜와 시간

source: Set automatically
gu: આપમેળે સેટ કરો
hr: Postavi automatski
ko: 자동으로 맞춤

# timezoneMessage
source: Time zone
gu: સમય ઝોન
hr: Vremenska zona
ko: 시간대

source: Date
gu: તારીખ
hr: Datum
ko: 날짜

source: Time
gu: સમય
hr: Vrijeme
ko: 시간

source: Time zone
gu: સમય ઝોન
hr: Vremenska zona
ko: 시간대

source: Change
gu: બદલાવ
hr: Promijeni
ko: 바꾸기

source: Import contacts
hr: Uvezite kontakte
ko: 연락처 가져오기

source: SIM card
hr: SIM kartice
ko: SIM 카드

source: Facebook
hr: Facebooka

source: Outlook
hr: Outlooka

source: Gmail
hr: Gmaila

source: … checking
gu: ચકાસી રહ્યા છે
hr: … provjera
ko: … 검사 중

source: Not imported yet
gu: હજી આયાત નથી થયો
hr: Još nisu uvezeni
ko: 아직 가져오지 않음

source: Other accounts
gu: બીજા ખાતાઓ
hr: Ostali računi
ko: 다른 계정

source: Mobile
hr: Mobitel
ko: 모바일

source: You can import and edit Facebook friends anytime in Contacts settings
hr: U postavkama kontakata možete u bilo kojem trenutku uvesti i uređivati svoje Facebook prijatelje

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
hr: {{brandShortName}} je izradila globalna zajednica na temelju slobodnog softvera otvorenog kôda. Postoji nekoliko stvari koje trebate znati:
ko: {{brandShortName}}는 전 세계 수천명의 커뮤니티 참여자에 의해 만들어지는 자유 및 오픈 소스 소프트웨어 입니다. 아래 사항을 참고하십시오.

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
hr: {{brandShortName}} je dostupan pod uvjetima nekoliko licenci otvorenog kôda uključujući Mozillinu javnu licencu. Uređaj koji pokreće {{brandShortName}} može sadržavati vlasnički softver od trećih strana. Bilo koji dio kôda objavljen pod licencom otvorenog kôda daje vam pravo modifikacije izvornog kôda i daljnju distribuciju izmijenjenih verzija sve dok se pridržavate njihovih uvjeta.
ko: {{brandShortName}}는 Mozilla Public License를 비롯한 몇 가지 오픈 소스 라이선스를 기반으로 제공됩니다. {{brandShortName}} 기반 기기는 서드파티가 제공하는 상용 소프트웨어를 포함할 수 있습니다. 오픈 라이선스를 통해 만들어진 어떤 소스코드도 수정해서 직접 적용할 수 있습니다.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
hr: Nisu vam odobrena bilo kakva prava ili licence koje se odnose na zaštitni znak Mozilla fundacije ili trećih strana, uključujući {{brandShortName}} naziv ili logotip.
ko: 단, {{brandShortName} 상표 및 로고는 Mozilla 재단의 상표권 라이선스를 받아야 사용할 수 있습니다.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
hr: Neke mogućnosti u {{brandShortName}}, poput Crash Reportera, nude vam mogućnost slanja povratnih informacija Mozilli. Odabirom slanja povratnih informacija, Mozilli dajete dopuštenje za korištenje povratnih informacija za unaprijeđenje njezinih proizvoda, objavu povratnih informacija na njezinim web stranicama i distribuciju povratnih informacija.
ko: {{brandShortName}}의 문제점 보고서는 Mozilla에 여러분의 피드백을 제공할 수 있습니다. 피드백을 통해 제품에 대한 기능 및 성능 향상에 도움을 주실 수 있습니다.

source: SIM Card Warning
hr: Upozorenje SIM kartice

source: Please, insert a SIM card and reboot your phone.
hr: Molim umetnice SIM karticu i ponovno uključite svoj telefon.

source: Sharing Performance Data
hr: Dijeljenje podataka o performansama
ko: 성능 데이터 공유

source: Telemetry sends Mozilla data about performance, hardware, configurations and customizations in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
hr: Telemetry šalje Mozilli informacije o performansama, hardveru, konfiguraciji i vašim prilagodbama na {{brandShortName}} uređaji. Ove informacije koristimo da bismo unaprijedili naše proizvode, učinili ih bržima, boljima i responsivnijima.
ko: 데이터 수집은 여러분의 {{brandShortName}} 기기에서 성능, 하드웨어, 사용량, 사용자 설정에 대한 정보를 Mozilla에 보냅니다. 우리는 이 정보를 가지고 제품의 성능을 개선하고 더 빠르고 반응성을 높히는데 사용합니다.

source: Learn more at
hr: Saznajte više na
ko: 자세히 알아보기

source: Telemetry
hr: Telemetrija
ko: 데이터 수집

source: Learn how Mozilla handles your information at
hr: Saznajte kako Mozilla koristi vaše informacije na
ko: Mozilla 개인 정보 정책 보기

source: Privacy
hr: Privatnost
ko: 개인 정보 보호

source: Welcome to {{brandShortName}}, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
hr: Dobrodošli u {{brandShortName}}, Mozillin slobodan operativni sustav otvorenog kôda. Naša misija je promicanje otvorenost, inovacija i prilika na način da snagu Weba postavimo u vaše ruke.
ko: Mozilla의 자유로운 오픈 소스 운영체제인 {{brandShortName}}를 써 주셔서 고맙습니다. 우리의 사명은 공유, 창조, 그리고 기회를 널리 알려서 웹의 힘을 우리 손 안에 두는 것입니다.

source: Learn how Mozilla handles your information in our
gu: જાણો મોઝિલા કેવી રીતે તમારી માહિતી સંભાળે છે
hr: Saznajte kako Mozilla koristi vaše informacije u našoj
ko: Mozilla 정책 자세히 보기:

source: privacy policy
hr: politici privatnosti
ko: 개인 정보 보호 정책

source: Privacy policy
hr: Politika provatnosti
ko: 개인 정보 보호 정책

source: About {{brandShortName}}
hr: O {{brandShortName}}
ko: {{brandShortName}} 정보

source: Your Privacy
hr: Vaša privatnost
ko: 개인 정보 보호

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
hr: Kada koristite {{brandShortName}}, postajete dijelom globalne zajednice koja pomaže stvoriti bolju budućnost za Web. Ako želite saznati više o Mozillinoj zajednici, našim ostalim proizvodima i događajima u vašoj blizini, molim upišite svoju adresu e-pošte.
ko: {{brandShortName}}를 사용하면 여러분은 보다 밝은 웹의 미래를 만들어가는 글로벌 커뮤니티의 일원이 된 것입니다. Mozilla 커뮤니티나 다른 제품, 또는 행사에 대해 더 알고 싶으시다면, 이메일 주소를 아래에 적어주십시오.

source: I want to help improve {{brandShortName}} by sharing data about my phone.
hr: Želim pomoći unaprijediti {{brandShortName}} dijeljenjem podataka o mojem uređaju.
ko: {{brandShortName}}를 보다 빠르고 쉽게 쓸 쓸 수 있도록 하는 데 내 전화의 성능 정보를 공유해서 돕고 싶습니다.

source: Learn more.
hr: Saznajte više.
ko: 더 알아봅니다.

source: Email address
hr: Adresa e-pošte
ko: 이메일 주소

source: Email successfully added
hr: E-pošta uspješno dodana
ko: 이메일이 성공적으로 추가됨

source: Saving your email…
hr: Spremanje vaše e-pošte…
ko: 이메일을 저장하는 중…

source: {{brandShortName}} Privacy Choices
hr: {{brandShortName}} opcije privatnosti
ko: {{brandShortName}} 개인 정보 보호 선택 사항

source: Marketplace
hr: Trgovina

source: Back
hr: Natrag
ko: 뒤로

source: Next
hr: Naprijed
ko: 다음

source: Join
hr: Pridruži se
ko: 들어가기

source: That's it!
gu: આ તે છે!
hr: To je to!
ko: 모두 완료하였습니다!

source: Start your phone tour!
gu: તમારા ફોન પ્રવાસ શરૂ કરો!
hr: Započnite obilazak vašeg telefona!
ko: 휴대폰을 시작하십시오!

source: Join us for a quick tutorial about your new phone.
gu: અમને તમારા નવા ફોન વિશે ઝડપી ટ્યુટોરીયલ માટે જોડાઓ.
hr: Pridružite nam se u brzoj vodiču o vašem novom telefonu.
ko: 잠깐 시간을 내서 새 전화에 대해 알아보십시오.

source: You're ready to enjoy your new phone.
gu: તમે તમારા નવા ફોન આનંદ માટે તૈયાર છો.
hr: Sada ste spremni za uživanju u vašem novom telefonu.
ko: 이제 새 전화를 즐겁게 사용하실 수 있습니다.

source: You can change the language, date/time and Wi-Fi connection in settings.
gu: તમે ભાષા તારીખ / સમય અને સેટિંગ્સ Wi-Fi જોડાણ બદલી શકો છો.
hr: U postavkama možete promijeniti jezik, datum/vrijeme i Wi-Fi postavke.
ko: 설정에서 언어, 날짜/시간, 그리고 Wi-Fi 연결을 바꿀 수 있습니다.

source: Let's go
gu: ચાલો જવા
hr: Krenimo
ko: 시작하기

source: Start tour
gu: ફોન નો પ્રવાસ શરૂ કરએ
hr: Započni obilazak
ko: 둘러보기

source: Swipe from right to left to browse your apps.
hr: Povucite s desna nalijevo da pristupite svojim aplikacijama.
ko: 화면을 오른쪽에서 왼쪽으로 밀어 앱을 훑어보십시오.

source: Swipe from left to right to discover new apps.
hr: Povucite s lijeva nadesno da otkrijete nove aplikacije.
ko: 화면을 왼쪽에서 오른쪽으로 밀어 새 앱을 찾아보십시오.

source: Tap and hold on an icon to delete or move it.
hr: Pritisnite i držite ikonu da biste je obrisali ili pomaknuli.
ko: 아이콘을 길게 누르면 삭제하거나 옮길 수 있습니다.

source: Swipe down to access recent notifications, credit information and settings.
hr: Povucite dolje da biste pristupili nedavnim obavijestima, informacijama i postavkama.
ko: 아래로 내리면 최근 알림, 충전 금액 정보, 그리고 설정에 들어갈 수 있습니다.

source: Tap and hold the home button to browse and close recent apps.
hr: Pritisnite i držite početnu tipku za prikaz i zatvaranje nedavnih aplikacija.
ko: 홈 버튼을 길게 누르면 최근 앱을 훑어보고 닫을 수 있습니다.

source: You must be connected to the Internet to view the page.
hr: Da biste vidjeli stranicu, morate biti povezani na Internet.
ko: 인터넷에 연결되어 있어야 이 페이지를 볼 수 있습니다.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
hr: Molim vratite se natrag i povežite se na Internet. Stranicu možete također vidjeti kasnije iz postavki ili upisivanjem adrese {{url}} u bilo koji preglednik.
ko: 뒤로 간 다음 인터넷을 연결하십시오. 설정이나 브라우저에서 {{url}}을 입력해 다시 볼 수도 있습니다.

source: OK
hr: U redu
ko: 예

source: You must be connected to the Internet to subscribe to the newsletter.
hr: Da biste se mogli pretplatiti na newsletter, trebate biti povezani na Internet.
ko: 뉴스레터를 받아보려면 인터넷에 연결되어 있어야 합니다.

source: Please go back and connect to the Internet.
hr: Molim vratite se natrag i povežite se na Internet.
ko: 뒤로 가서 인터넷에 연결하십시오.

source: Your email is not valid
hr: Adresa vaše e-pošte nije ispravna
ko: 올바르지 않은 이메일

source: Please go back and correct your entry.
hr: Molim vratite se i ispravite svoj unos.
ko: 뒤로 가서 항목을 고치십시오.

source: Cancel
hr: Otkaži

# pinAttemptMsg2[one]
source: Last chance.
ko: 마지막 기회입니다.

# pinAttemptMsg2[two]
source: {{n}} tries left.
ko: {{n}}번 남았습니다.

# pinAttemptMsg2[few]
source: {{n}} tries left.
ko: {{n}}번 남았습니다.

# pinAttemptMsg2[many]
source: {{n}} tries left.
ko: {{n}}번 남았습니다.

# pinAttemptMsg2[other]
source: {{n}} tries left.
ko: {{n}}번 남았습니다.

source: The PUK was incorrect
ko: PUK가 틀립니다.

# pukAttemptMsg[one]
source: Last chance.
ko: 마지막 기회입니다.

# pukAttemptMsg[two]
source: {{n}} tries left.
ko: {{n}}번 남았습니다.

# pukAttemptMsg[few]
source: {{n}} tries left.
ko: {{n}}번 남았습니다.

# pukAttemptMsg[many]
source: {{n}} tries left.
ko: {{n}}번 남았습니다.

# pukAttemptMsg[other]
source: {{n}} tries left.
ko: {{n}}번 남았습니다.

source: Kanji
gu: કાંજી
ko: 간지

source: Zhuyin
ko: 주음

source: Pinyin
ko: 병음

source: No networks found
gu: કોઈ નેટવર્ક્સ મળ્યા નથી
ko: 네트워크를 찾을 수 없음

source: Other
ko: 기타

source: PIN code
gu: પીન કોડ

source: Type your pin code
gu: તમારો પીન કોડ લખો

source: Done
gu: પૂરું થયો

source: Enabling data connection now will allow you to set up your phone without a WiFi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
gu: માહિતી જોડાણ હવે સક્રિય કરી રહ્યા છીએ તમે સુયોજિત કરવા માટે WiFi કનેક્શન વગર તમારા ફોન પરવાનગી આપશે. તમે પણ તેના પર સેટિંગ્સ પછીથી સક્રિય કરી શકો છો. જસ્ટ ખાતરી કરો કે તમે તમારા વાહક સાથે માહિતી યોજના ધરાવે છે સંભવિત કદાવર ખર્ચ ટાળવા બનાવે છે.

source: User
gu: વપરાશકર્તા

source: Password
gu: પાસવર્ડ
