Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/communications/contacts/contacts.properties.po
Languages: ln

source: Add
ln: Bakisa

source: Call
ln: Benga

source: Edit
ln: Bongisa kokoma

source: Cancel
ln: Tika

source: Done
ln: Esili

source: Update
ln: Komisa sika

source: Retry
ln: Meka lisusu

source: Contacts
ln: Bacontact

source: Add contact
ln: Bakisa contact

source: Delete contact
ln: Boma contact

source: Select contact
ln: Pona contact

source: Select all
ln: Pona nionso

source: Deselect all
ln: Tika kopona nionso

source: Edit contact
ln: Bongisa kokoma contact

source: Delete contact?
ln: Koboma contact?

source: Remove
ln: Longola

source: Delete
ln: Boma

source: Comments
ln: Bacommentaire

source: This contact does not have a phone number
ln: Contact oyo azali na numéro ya téléphone te

source: This contact does not have an email address
ln: Contact oyo azali na adresi ya email te

source: Remove contact picture?
ln: Kolongola foto ya contact?

source: Loading contacts…
ln: Ezali kotélécharger bacontact

source: Cannot add to contact as your contact list is empty
ln: Ekoki kobakisama na contact te po liste na yo ya contact eza polele

source: No name
ln: Nkombo eza te

source: Name
ln: Nkombo

source: Last name
ln: Nkombo ya Libota

source: Phone
ln: Telefone

source: Carrier
ln: Momemi

# carrier.placeholder
source: Carrier
ln: Momemi

source: Street
ln: Balabala

source: Zip code
ln: Boite Postale

source: City
ln: Engumba

source: Country
ln: Mboka

source: Comment
ln: Maloba

source: Company
ln: Kompani

source: Custom
ln: Na ndenge na yo

source: Date
ln: Mokolo

# date-span-placeholder
source: Date
ln: Mokolo

# date.placeholder
source: Date
ln: Mokolo

source: Birthday
ln: Mokolo ya mbotama

source: Anniversary
ln: Bokundoli mokolo ya mbotama

source: Add Picture
ln: Bakisa foto

source: Add Phone
ln: Bakisa telefone

source: Add Email
ln: Bakisa email

source: Add Address
ln: Bakisa adresi

source: Add Date
ln: Bakisa mokolo

source: Add Comment
ln: Bakisa maloba

source: Add as Favorite
ln: Bakisa bo favoris

source: Remove as Favorite
ln: Longola bo favoris

source: Label
ln: Elembo

source: Mobile
ln: Portable

source: Home
ln: Ya Ndako

source: Work
ln: Ya Mosala

source: Personal
ln: Ya yo moko

source: Fax home
ln: Fax ya ndako

source: Fax office
ln: Fax ya bilo

source: Fax other
ln: Fax mosusu

source: Another
ln: Mosusu

source: Other
ln: Mosusu

source: Custom tag
ln: Etiquette personalisée

source: Current
ln: Ya sikoyo

source: Exit
ln: Bima

source: Expand
ln: Koyesa monene

source: Name:
ln: Nkombo:

source: Last name:
ln: Nkombo ya libota:

source: Phone number:
ln: Numéro ya telefone:

source: Carrier:
ln: Momemi:

source: Street:
ln: Balabala:

source: Zip code:
ln: Boite Postale:

source: City:
ln: Engumba:

source: Country:
ln: Mboka:

source: Comment:
ln: Maloba:

source: Main information
ln: Mayebisi ya motuya

source: Phone numbers
ln: banuméro ya telefone

source: Email address
ln: Adresi ya email

source: Address
ln: Adresi

source: Settings
ln: Baparamětre

source: Search
ln: Luka

source: No contacts found
ln: Contact moko te emonani

source: Transfer Contacts
ln: Transferer bacontact

# importContactsTitle
source: Import Contacts
ln: Benda bacontact

# importContactsButton
source: Import Contacts
ln: Benda bacontact

# exportContactsTitle
source: Export Contacts
ln: Tinda bacontact

# exportContactsButton
source: Export Contacts
ln: Tinda bacontact

source: Export
ln: Tinda

source: Export to SIM
ln: Tinda na SIM

source: Export to SD Card
ln: Tinda na Carte SD

source: Export to Bluetooth
ln: Tinda na Bluetooth

source: Cannot use SD Card because USB storage is enabled
ln: Okoki kosalela carte SD te po ebombeli ya USB ekangemi

source: Export error
ln: Tinda erreur

source: No contacts exported
ln: Contact moko te etindami

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
ln: contacts {{exported}}/{{total}} etindami

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
ln: contacts {{exported}}/{{total}} etindami

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
ln: contacts {{exported}}/{{total}} etindami

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
ln: contacts {{exported}}/{{total}} etindami

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
ln: contacts {{exported}}/{{total}} etindami

source: Some error happened while exporting
ln: Mwa erreur esalemaki tango ya botindi

# exportError-SD-shared
source: Can’t access memory card because it’s shared
ln: Ekoki kokota na carte mémoire te mpo ekabolami

# exportError-SD-unavailable
source: Memory card is not available
ln: Carte mémoire ezali komonana te

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
ln: Esika ezali kokoka te na carte mémoire po na kotinda ba contacts

source: SIM card is not available
ln: Carte SIM ezali komonana te

# exportError-BT-shared
source: Can’t access memory card because it’s shared
ln: Ekoki kokota na carte měmoire te pamba te ezali ya kokabolana

# exportError-BT-unavailable
source: Memory card is not available
ln: Carte mémoire ezali komonana te

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
ln: Esika ya kokoka eza te na carte mémoire po na kotinda bacontact

source: Social networks
ln: Bareseaux sociaux

source: Link contact
ln: Kangisa contact

source: Unlink contact
ln: Fungola contact

source: Do you want to unlink your friend?
ln: Olingi kofungola moninga na yo?

source: Unlink
ln: Fungola

source: Import Facebook friends
ln: Kobenda baninga ya Facebook

source: View Facebook profile
ln: Tala profile ya Facebook

source: Message
ln: Sango

source: Wall post
ln: Mur ya kokoma

source: The contact cannot be shared due to Facebook constraint.
ln: Contact ekoki kokabolama te kolandana na mibeko ya Facebook.

source: Other accounts
ln: Bacompte mosusu

source: Sync friends
ln: Sync baninga

source: Select mobile
ln: Pona portable

source: Select email
ln: Pona email

source: Order by last name
ln: Bongisa kolandaka nkombo ya libota

# importSim2
source: SIM card
ln: Carte SIM

source: Update imported friends
ln: Sala mis ǎ jour ya Baninga oyo obendaki

source: Removing Facebook data
ln: Bolongoli badonnée ya Facebook

source: Logging out from Facebook
ln: Bobimi na Facebook

source: Remove all Facebook data?
ln: Kolongola badonnée nionso ya Facebook?

source: Your password in Facebook has changed. Please, update it.
ln: Liloba nayo ya sekele na Facebook ebongwani. Tosengi, osala mise ǎ jour nayango.

source: Not enabled yet
ln: Naino edingisami kosala te

source: To import contacts connect to Wi-Fi or data network
ln: Po na kobenda bacontact zwa connection na Wi-Fi to na reseau ya badonnée

source: SIM card
ln: Carte SIM

source: Memory card
ln: Carte mémoire

source: SIM {{number}}
ln: {{number}} ya SIM

source: Create a new contact
ln: Sala contact ya sika

source: Import your contacts from SIM card or Facebook
ln: Benda bacontact nayo uta na carte SIM to Facebook

source: No contacts
ln: Contact moko te eza

source: Start adding them now
ln: Banda kobakisa bango sikoyo

source: Not imported
ln: Ebendami te

source: Imported
ln: Ebendami

source: Today
ln: Lelo

source: Yesterday
ln: Lobi eleki

source: Please hold on. We are canceling the ongoing operation.
ln: Zela. Tozali kokata operation oyo ezali kosalema.

source: Organize Contacts
ln: Bongisa bacontact

source: Find duplicate contacts
ln: Luka bacontact oyo ezali mibale mibale

source: Preparing contacts
ln: Bolengeli bacontact

source: SIM Card is full
ln: Carte SIM etondi

source: Cannot access SIM card’s phone book
ln: Ekoki te kokota na kati ya repertoire ya carte SIM

source: No SIM detected
ln: SIM moko te emonani

source: An error occurred while exporting a contact
ln: Erreur esalemi na tango ya botindi contact

source: To export contacts insert or unlock your SIM card
ln: Po na kotinda bacontact kotisa to fungola carte SIM na yo

source: To export contacts insert a memory card
ln: Po na kotinda bacontact kotisa carte mémoire

source: Contacts Management
ln: Kokamba bacontact

# DeleteTitle
source: Delete
ln: Boma

source: Delete Contacts
ln: Boma bacontact

source: Contacts delete cancelled
ln: Bobomi bacontact etikisami

# DeletedTxt[zero]
source: No Contact to Delete
ln: Contact ya koboma ezali te

source: 1 Contact removed
ln: Contact moko (1) elongwe

# DeletedTxt[two]
source: {{n}} Contacts removed
ln: Bacontact {{n}} elongwe

# DeletedTxt[few]
source: {{n}} Contacts removed
ln: Bacontact {{n}} elongwe

# DeletedTxt[many]
source: {{n}} Contacts removed
ln: Bacontact {{n}} elongwe

# DeletedTxt[other]
source: {{n}} Contacts removed
ln: Bacontact {{n}} elongwe

source: Deleting contacts
ln: Bobomi bacontact

# ContactConfirmDel[zero]
source: No Contact to Delete
ln: Contact ya koboma ezali te

source: Delete 1 Contact? This cannot be undone.
ln: Oboma contact moko (1)? Ekokoka kozonga te.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
ln: Oboma bacontact {{n}}? Ekokoka kozonga te.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
ln: Oboma bacontact {{n}}? Ekokoka kozonga te.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
ln: Oboma bacontact {{n}}? Ekokoka kozonga te.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
ln: Boma contact moko {{n}}? Ekokoka kozonga te.

# SelectedTxt[zero]
source: Contacts
ln: Bacontact

# SelectedTxt[one]
source: {{n}} selected
ln: {n}} eponami

# SelectedTxt[two]
source: {{n}} selected
ln: {n}} eponami

# SelectedTxt[few]
source: {{n}} selected
ln: {n}} eponami

# SelectedTxt[many]
source: {{n}} selected
ln: {n}} eponami

# SelectedTxt[other]
source: {{n}} selected
ln: {n}} eponami
