Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/search/search.properties.po
Languages: ee

source: Install {{ title }}
ee: Instɔl {{ title }}

source: HISTORY
ee: Xo

source: TOP SITES
ee: Sait siwo hia wu

source: Suggestions
ee: Dodoɖawo

source: Contacts
ee: Kɔntaktiwo

source: Places
ee: Teʄewo

source: Apps
ee: Appwo

source: Search suggestions are shown as you type. Go to the Homescreen section of Settings to change your search preferences.
ee: Nudidoɖawo dzena le esime ele nu ŋlɔm. Yi Homescreen le ɖoɖowo dome be natrɔ nudidiwo abe alesi nedi ene.

source: OK
ee: Enyo

source: Add to homescreen
ee: Kpee ɖe homescreen ŋu

source: Connect to the internet to get apps for {{ searchQuery }}
ee: Tsia ka kple intaneti be naxɔ appwo {{ searchQuery }}
