Repository: BenitoJedai/mozilla-gaia
Catalog: ha/apps/browser/browser.properties.po
Languages: ha

source: Cancel
ha: Soke

source: Done
ha: An kammala

source: Search or enter address
ha: Nema ko shigar da adireshi

source: History
ha: Tarihi

source: New tab
ha: Sabon madannin tsalle

source: Open link in new tab
ha: Buɗe haɗi a sabon madannin tsalle

source: Future
ha: Na nan gaba

source: Today
ha: Yau

source: Yesterday
ha: Jiya

source: Last 7 days
ha: Kwanaki 7 da suka gabata

source: This month
ha: Wannan watan

source: Last 6 months
ha: Watanni 6 da suka gabata

source: Older than 6 months
ha: Wanda ya wuce watanni 6

source: January
ha: Janairu

source: February
ha: Fabarairu

source: March
ha: Maris

source: April
ha: Apirilu

source: May
ha: Mayu

source: June
ha: Yuni

source: July
ha: Yuli

source: August
ha: Agusta

source: September
ha: Satumba

source: October
ha: Oktoba

source: November
ha: Nuwamba

source: December
ha: Disamba

source: Enter a search term or Web address to start browsing.
ha: Shigar da sunan bincike ko adireshin Yanar gizo domin fara gewayawa.

# top-sites-startPage
source: Top sites
ha: Fitattun dandali

# top-sites-tab
source: Top sites
ha: Fitattun dandali

source: Settings
ha: Saituna

source: Privacy & Security
ha: Na ƙashin kai & Tsaro

source: Clear browsing history
ha: Sare tarihin gewayawa

source: Clear browsing history?
ha: A share tarihin gewayawa?

source: Clear cookies and stored data
ha: Share kuki da ajiyayyen bayani

source: Clear cookies and other data stored by sites on this device?
ha: A share kuki da sauran ajiyayyen bayani a wannan na'urar?

source: Search Engines
ha: Injinan neman bayani

source: Default search engine
ha: Shiryayyen injin neman bayani

source: Bookmarks
ha: Zaunannun alamu

source: Bookmark
ha: Saka zaunanniyar alama

source: Unbookmark
ha: Cire zaunanniyar alama

source: Edit bookmark
ha: Gyara zaunanniyar alama

# edit-bookmark-header
source: Edit bookmark
ha: Gyara zaunanniyar alama

source: Page title
ha: Taken shafi

source: Address
ha: Adireshi

source: Add to home screen
ha: Daɗa a allon gida

source: Username
ha: Sunan mai amfani

source: Password
ha: Kalmar wucewa

source: Sign in
ha: Shiga

source: Sign in to website
ha: Shiga dandalin yanar gizo

source: The website {{host}} requires you to sign in.
ha: {{host}} ta dandalin yanar gizon ta bukaci ka shiga.

source: The username or password is incorrect.
ha: Sunan mai amfani ko kalmar wucewa kuskure ce.

source: Well, this is embarrassing.
ha: To, wannan abin kunya ne.

source: We tried to display this Web page, but it’s not responding.
ha: Mun yi ƙoƙari mu nuna wannan shafin Yanar gizon, amma ya ƙi aiki.

source: Close tab
ha: Rufe madannin tsalle

source: Reload
ha: Sake lodi

source: Search for
ha: Nemi

source: Save Image
ha: Ajiye hoto

source: Image saved to Gallery
ha: An ajiye hoto a Ma'ajiyar hotuna

source: Error saving image
ha: Kuskuren ajiye hoto

source: Save Video
ha: Ajiye bidiyo

source: Video saved to Video
ha: An ajiye bidiyo a bidiyo

source: Error saving video
ha: Kuskuren ajiye bidiyo

source: Save Audio
ha: Ajiye Abin saurare

source: Audio saved to Music
ha: An ajiye abin saurare a wurin Kiɗa

source: Error saving audio
ha: Kuskuren ajiye abin saurare
