Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/sms/sms.properties.po
Languages: ln

source: Delete messages
ln: Boma messages

source: Edit
ln: Bongisa kokoma

source: Back
ln: Sima

source: Cancel
ln: Tika

source: Undo
ln: Longola oyo otie

source: Done
ln: Esili

source: Delete
ln: Boma

source: Deleting…
ln: Ezali koboma...

source: Select all
ln: Pona nionso

source: Deselect all
ln: Tika kopona nionso

source: none selected
ln: moko te eponami

# selected[one]
source: {{n}} selected
ln: {{n}} eponami

# selected[two]
source: {{n}} selected
ln: {{n}} eponami

# selected[few]
source: {{n}} selected
ln: {{n}} eponami

# selected[many]
source: {{n}} selected
ln: {{n}} eponami

# selected[other]
source: {{n}} selected
ln: {{n}} eponami

source: Delete Messages
ln: Boma messages

source: Settings
ln: Paramětres

source: Add subject
ln: Bakisa mama ya likambo

source: Remove subject
ln: Longola mama ya likambo

source: To:
ln: Na:

source: Send
ln: Tinda

source: New
ln: Ya sika

source: Subject
ln: Mama ya likambo

source: Converting to multimedia message.
ln: Kobongwama na message multimedia.

source: Converting to text message.
ln: Kobongwama na texte ya message.

source: You’ve reached the maximum length.
ln: Osili kokokisa molai ya oyo esengeli.

source: Maximum length of subject reached.
ln: Molai ya mama ya likambo ekoki.

source: You’ve exceeded the maximum size. Remove attachments or shorten the message to send it.
ln: Osili kokokisa monene esengeli. Longola piece-jointe to komisa message mokuse mpo na kotinda yango.

source: New message
ln: Message ya sika

source: Send message
ln: Tinda message

source: {{n}} recipient
ln: {{n}} destinataire

# recipient[two]
source: {{n}} recipients
ln: {{n}} badestinataire

# recipient[few]
source: {{n}} recipients
ln: {{n}} badestinataire

# recipient[many]
source: {{n}} recipients
ln: {{n}} badestinataire

# recipient[other]
source: {{n}} recipients
ln: {{n}} badestinataire

source: There is no application available to open this file type.
ln: Application moko te ezali po na kofungola lolenge ya fichier oyo.

source: Remove
ln: Longola

# participant
source: {[ plural(n) ]}
ln: {[ pulral(n) ]}

source: {{n}} participant
ln: participant {{n}}

# participant[two]
source: {{n}} participants
ln: Baparticipant {{n}}

# participant[few]
source: {{n}} participants
ln: Baparticipant {{n}}

# participant[many]
source: {{n}} participants
ln: Baparticipant {{n}}

# participant[other]
source: {{n}} participants
ln: Baparticipant {{n}}

source: Message report
ln: Rapport ya message

source: Text Message (SMS)
ln: Maloba na bokuse (SMS)

source: Multimedia Message (MMS)
ln: Message Multimedia (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
ln: Message (SMS) na yo, etindamaki na {{datetime}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
ln: Message Multimedia (MMS) na yo, etali {{subject}}, etindamaki na {{datetime}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
ln: Message Multimedia (MMS) na yo, etindamaki na {{datetime}}

source: Status:
ln: Ezalela:

source: sent
ln: etindami

source: received
ln: ezwami

source: sending
ln: ezali kotindama

source: error
ln: erreur

source: not downloaded
ln: etéléchargé naino te

source: Delivered:
ln: Ekomi:

source: Read:
ln: Tanga

source: Requested
ln: Bosenga

source: Message size:
ln: Bolayi ya message

source: Recipients:
ln: Bayambi:

source: From:
ln: Kowuta na:

source: Sent:
ln: Etindami:

source: Received:
ln: Eyambemi:

source: Via:
ln: Na nzela ya:

source: Search
ln: Luka

source: Unknown
ln: Eyebani te

source: Replace existing Draft
ln: Tia na esika ya brouillon oyo ezali

source: Save as Draft
ln: Bomba lokola Brouillon

# discard-message
source: Discard
ln: Tika

source: Are you sure you want to discard this message?
ln: Ondimi ya solo ete olingi kotika message oyo?

source: Discard the message you’re composing and open the new message?
ln: Kotika sango ozali kokoma mpe kofungola message yasika?

source: The message could not be sent. Try again?
ln: Message oyo ekoki kotindama te. Komeka lisusu?

source: Resend this message
ln: Kotinda lisusu message oyo

source: Delete selected messages?
ln: Koboma bamessage oyo eponami?

source: Delete selected message threads?
ln: Koboma molongo ya message oyo eponami?

source: New message from
ln: Message yasika kowuta na

source: Read it
ln: Tanga yango

source: No messages
ln: Message moko te eza

source: Start communicating now
ln: Banda masolo sikoyo

source: Message not sent
ln: Message etindami te

source: There was a problem sending the message. Please try again.
ln: Kpokoso esalemi na kotindaka message. Tosengi omeka lisusu.

source: Missing SIM card
ln: Carte SIM ezangi

source: Insert a valid SIM card to continue.
ln: Kotisa carte SIM ya malamu po na kokoba.

source: Airplane mode activated
ln: Mode Avion ezali activé

source: Turn off airplane mode to send messages.
ln: Kanga mode avion po na kotinda bamessage.

source: FDN active
ln: FDN eza activé

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:<br />{{ numbers }}
ln: FDN (Fixed Dialing Numbers) eza activaté. Zala sure ete centre ya SMS mpe moyambi oyo alandi aza nakati ya liste nayo ya FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ln: FDN (Fixed Dialing Numbers) eza activaté. Zala sure ete centre ya SMS mpe bayambi oyo balandi baza nakati ya liste nayo ya FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
ln: FDN (Fixed Dialing Numbers) eza activaté. Zala sure ete centre ya SMS mpe bayambi oyo balandi baza nakati na liste nayo ya FDN:<br />{{ numbers }}

source: Switch the data connection to {{ nonactive }} to retrieve the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
ln: Balusa connection ya badonnées na {{ nonactive }} mpo na kozongisa ba MMS. Tranfert ya badonnees ya badonnees na {{ active }} ekokata. Olingi kokoba atako bongo?

source: Later
ln: Sima

source: Switch the data connection to {{ nonactive }} to send the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
ln: Balusa connection ya badonnées na {{ nonactive }} po na kotinda MMS. Transfert ya badonnées ya sikoyo na {{ active }} ekokatama. Olingi kokoba atako bongo?

source: No network coverage
ln: Couverture rezo ezali te

source: Make sure you have a mobile signal and try again.
ln: Tala malamu ete signal mobile ezali mpe meka lisusu.

source: Message not found
ln: Message ezwami te

source: The message you’re looking for is no longer available.
ln: Message oyo ozali koluka eza lisusu te.

source: Invalid number
ln: Numero elongobani te

source: Make sure the mobile number you’re sending to is valid.
ln: Zala sure numero ya portable oyo oza kotinda elongobani.

source: This message has already been deleted.
ln: Message oyo esi ebomami.

# view-attachment-image
source: View
ln: Kotala

source: Listen
ln: Yoka

# view-attachment-video
source: View
ln: Talisa

# view-attachment-other
source: View
ln: Talisa

source: Remove image
ln: Longola elili

source: Remove audio
ln: Longola audio

source: Remove video
ln: Longola video

source: Remove attachment
ln: Longola piěce jointe

source: Replace image
ln: Tia elili mosusu na esika wana

source: Replace audio
ln: Tia audio mosusu na esika wana

source: Mobile
ln: Portable

source: Home
ln: Ya ndako

source: Work
ln: Ya mosala

source: Personal
ln: Ya yo moko

source: Fax home
ln: Fax ya ndako

source: Fax office
ln: Fax ya bilo

source: Fax other
ln: Fax mosusu

source: Another
ln: Mosusu

source: Other
ln: Mosusu

source: today
ln: lelo

source: yesterday
ln: lobi oyo eleki

source: Add to an existing contact
ln: Bakisa na contact oyo eza

source: Create new contact
ln: Sala contact yasika

source: View contact
ln: Kotala contact

source: Call
ln: Benga

source: Send email
ln: Tinda email

source: MMS message
ln: Message ya MMS

source: Message is not downloaded yet.
ln: Message etélécharger naino te.

source: Attachment can be downloaded until {{date}}.
ln: Piece jointe ekoki kotélécharger kino {{date}}.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
ln: Bolimbisi, message elekaki ntango na {{date}] mpe ekoki kotélécharger te.

source: Download
ln: Télécharger

source: Downloading…
ln: Ezali kotélécharger...

source: untitled
ln: ezangi motu ya likambo

# files-too-large[zero]
source: The file you have selected is too large.
ln: Fichier oyo oponi eleki monene penza.

# files-too-large[one]
source: The file you have selected is too large.
ln: Fichier oyo oponi eza monene mingi.
