Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/keyboard/keyboard.properties.po
Languages: rw

source: Keyboard
rw: Inyandikisho

source: OK
rw: Ocye

source: Keyboard settings
rw: Ingenamiterere g'inyandikisha

source: Vibration
rw: Gutingita

source: Click sound
rw: Kanda ijwi

source: Auto correction
rw: Ikosora

source: Word suggestion
rw: Ijambo ryatanzwe

source: Word suggestions
rw: Ijambo ryatanzwe

source: Dismiss
rw: Kuvanaho

source: more numbers and symbols
rw: Imibare myinshi n'ibimenyetso

source: letters
rw: Amabaruwa

source: shift
rw: Kwimura

source: delete
rw: Gusiba

source: space
rw: Umwanya

source: return
rw: Subira inyuma

source: period
rw: Igihe

source: comma
rw: Akitso

source: colon
rw: Utudomo tubiri

source: semicolon
rw: Akabago n'akitso

source: question mark
rw: Akabazo

source: exclamation point
rw: Agatangaro

source: left bracket
rw: Agakubo k'ibumoso

source: right bracket
rw: Agakubo k'iburyo
