Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/communications/contacts/contacts.properties.po
Languages: ee

source: Add
ee: Kpeɖeŋu

source: Call
ee: Yɔ

source: Edit
ee: To eme

source: Cancel
ee: Tefli eme

source: Done
ee: Wunu

source: OK
ee: Enyo

source: Retry
ee: Ga tee kpɔ

source: Contacts
ee: Kɔŋtaktiwo

source: Add contact
ee: Kpe kɔtakti ɖe ŋu

source: Delete contact
ee: Tutu kɔŋtakti

source: Select contact
ee: Tia kɔŋtakti

source: Select all
ee: Tia wokata

source: Deselect all
ee: Megatia wokata o

source: Edit contact
ee: To kɔŋtaktia me

source: Delete contact?
ee: Atutu kɔŋtaktia?

source: Remove
ee: ɖe ɖa

source: Delete
ee: Tutu

source: This contact does not have a phone number
ee: Number mele kɔntati sia si o

source: This contact does not have an email address
ee: Email adrɛsi mele kɔntati sia si o

source: Remove contact picture?
ee: Aɖe kɔntati ƒe foto ɖaa?

source: Loading contacts…
ee: Kɔntatiawo gbɔna...

source: Cannot add to contact as your contact list is empty
ee: Mekpe ɖe kɔntatia ŋu o elabena wo kɔntat-list le ƒuƒlu

source: No name
ee: ŋkɔ meli o

source: Name
ee: ŋkɔ

source: Last name
ee: ƒome ŋkɔ

source: Phone
ee: kaƒomɔ

source: Carrier
ee: Etsɔla

# carrier.placeholder
source: Carrier
ee: Etsɔla

source: Street
ee: Mɔdodo

source: Zip code
ee: Zip kod

source: City
ee: Dugãme

source: Country
ee: Dukɔme

source: Comment
ee: ŋutsotso/wo susu

source: Company
ee: kɔmpɛni

source: Custom
ee: ɖe wo lɔlɔnu

source: Date
ee: Ŋkeke

# date-span-placeholder
source: Date
ee: Ŋkeke

# date.placeholder
source: Date
ee: Ŋkeke

source: Birthday
ee: Dzigbe

source: Anniversary
ee: Azã

source: Add Picture
ee: Kpe nɔnɔmetata ɖe eŋu

source: Add Phone
ee: Kpe kaƒomɔ ɖe eŋu

source: Add Email
ee: Kpe email ɖe eŋu

source: Add Address
ee: Kpe adresi ɖe eŋu

source: Add Date
ee: Kpe date ɖe eŋu

source: Add Comment
ee: Kpe nyaŋuɖoo ɖe eŋu

source: Add as Favorite
ee: Kpee ɖe favoriti ŋu

source: Remove as Favorite
ee: ɖee ɖa le favoriti me

source: Label
ee: De dzesi

source: Mobile
ee: Kotokumekaƒomɔ

source: Home
ee: Aƒe

source: Work
ee: Dɔ

source: Personal
ee: Ameɖokuitɔ

source: Fax home
ee: Aƒeme fax

source: Fax office
ee: Fax aƒeme

source: Fax other
ee: Fax bubuwo

source: Another
ee: Bubu

source: Other
ee: Bubu

source: Current
ee: Fifia

source: Exit
ee: Dogo

source: Expand
ee: Kekee

source: Name:
ee: Ŋkɔ:

source: Last name:
ee: Tɔgbi Ŋkɔ:

source: Phone number:
ee: Kaƒomɔ namba:

source: Carrier:
ee: Etsɔla:

source: Street:
ee: Mɔdodo:

source: Zip code:
ee: Zip kod:

source: City:
ee: Dugãme:

source: Country:
ee: Dukɔ:

source: Comment:
ee: Nyaŋuɖoɖo:

source: Phone numbers
ee: Kaƒomɔ nambawo

source: Email address
ee: Email adresi

source: Address
ee: Adresi

source: Settings
ee: Ɖoɖowo

source: Search
ee: Di

source: No contacts found
ee: Kɔŋtakti aɖeke meli o

source: Transfer Contacts
ee: Transfɛ kɔŋtaktiwo

# importContactsTitle
source: Import Contacts
ee: Import kɔŋtaktiwo

# importContactsButton
source: Import Contacts
ee: Import kɔŋtaktiwo

# exportContactsTitle
source: Export Contacts
ee: Export kɔŋtaktiwo

# exportContactsButton
source: Export Contacts
ee: Export kɔŋtaktiwo

source: Export to SIM
ee: Export yi SIM dzi

source: Export to SD Card
ee: Export yi SD Card dzi

source: Export to Bluetooth
ee: Export yi Bluetooth dzi

source: Cannot use SD Card because USB storage is enabled
ee: Mateŋu azã SD Card o elabena eʋu USB nudzraɖoƒea

source: Export error
ee: Export gbegblẽ

source: No contacts exported
ee: Me export kɔŋtaktiwo o

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
ee: {{exported}}/{{total}} kɔŋtaktiwo export xoxo

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
ee: {{exported}}/{{total}} kɔŋtaktiwo export xoxo

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
ee: {{exported}}/{{total}} kɔŋtaktiwo export xoxo

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
ee: {{exported}}/{{total}} kɔŋtaktiwo export xoxo

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
ee: {{exported}}/{{total}} kɔŋtaktiwo export xoxo

source: Some error happened while exporting
ee: Numadzedzi aɖe dzɔ le exporting la me

# exportError-SD-shared
source: Can’t access memory card because it’s shared
ee: Meteŋu aza memori card o elabena wo mae

# exportError-SD-unavailable
source: Memory card is not available
ee: Memori card meli o

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
ee: Mɔ mele memori card la dzi be na export kɔŋtaktiwo o

source: SIM card is not available
ee: SIM card meli o

# exportError-BT-shared
source: Can’t access memory card because it’s shared
ee: Meteŋu aza memori card o elabena wo mae

# exportError-BT-unavailable
source: Memory card is not available
ee: Memori card meli o

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
ee: Mɔ mele memori card la dzi be na export kɔŋtaktiwo o

source: Social networks
ee: Social networkwo

source: Link contact
ee: Link kɔŋtakti

source: Unlink contact
ee: Unlink kɔŋtakti

source: Do you want to unlink your friend?
ee: Edi be yea unlink xɔ̃ woa?

source: Import Facebook friends
ee: Import Facebook xɔ̃wo

source: View Facebook profile
ee: Kpɔ Facebook profaili

source: Message
ee: Mesedzi

source: Wall post
ee: Wɔl posti

source: The contact cannot be shared due to Facebook constraint.
ee: Mateŋu ama kɔŋtakti o ɖe Facebook kuxewo ta.

source: Other accounts
ee: Akaunti bubuwo

source: Sync friends
ee: Sync xɔ̃wo

source: Select mobile
ee: Tia mobaili

source: Select email
ee: Tia email

source: Order by last name
ee: Ɔɖa kple tɔgbi ŋkɔ

source: Update imported friends
ee: Update xɔ̃ siwo ne import

source: Removing Facebook data
ee: Facebook data ɖeɖeɖa

source: Logging out from Facebook
ee: Ele dodom le Facebook me

source: Remove all Facebook data?
ee: Aɖe Facebook datawo katã ɖa?

source: Your password in Facebook has changed. Please, update it.
ee: Wo password le Facebook dzi trɔ. Taflatse, updatee.

source: Not enabled yet
ee: Wome ɖe mɔ haɖe o

source: To import contacts connect to Wi-Fi or data network
ee: Be na import kɔŋtaktiwo yi ɖe Wi-Fi alo data network

source: Memory card
ee: Memori card

source: Create a new contact
ee: Ʋu kɔŋtakti yeye

source: Import your contacts from SIM card or Facebook
ee: Import wo kɔŋtaktiwo tso SIM card alo Facebook

source: No contacts
ee: Kɔŋtaktiwo meli o

source: Start adding them now
ee: Dze wo kpekpeɖeŋu gɔme fifia

source: Not imported
ee: Wome importee o

source: Imported
ee: Wo importee

source: Today
ee: Egbe

source: Yesterday
ee: Etsɔ si vayi

source: Please hold on. We are canceling the ongoing operation.
ee: Taflatse tɔ. Miele fli tem ɖe operation si le edzi yim la me.

source: Organize Contacts
ee: Ƒoƒu kɔŋtaktiwo

source: Find duplicate contacts
ee: Di kɔŋtakti duplicate-wo

source: Preparing contacts
ee: Kɔŋtaktiwo dzadzraɖo

source: SIM Card is full
ee: SIM Card yɔ

source: Cannot access SIM card’s phone book
ee: Mateŋu aʋu SIM card ƒe phone book o

source: No SIM detected
ee: SIM meli o

source: An error occurred while exporting a contact
ee: Vodada aɖe dzɔ le esime nele kɔŋtaktiwo exportim

source: To export contacts insert or unlock your SIM card
ee: Be na export kɔŋtaktiwo la de alo unlock wò SIM card

source: To export contacts insert a memory card
ee: Be na export kɔŋtaktiwo la de memori card eme

source: Contacts Management
ee: Kɔŋtaktiwo dzikpɔkpɔ

# DeleteTitle
source: Delete
ee: Tutu

source: Delete Contacts
ee: Tutu kɔŋtaktiwo

source: Contacts delete cancelled
ee: Wotefli ɖe kɔŋtaktiwo tutu me

# DeletedTxt[zero]
source: No Contact to Delete
ee: Kɔŋtakti meli natutu o

source: 1 Contact removed
ee: Kɔŋtakti 1 ɖeɖa

# DeletedTxt[two]
source: {{n}} Contacts removed
ee: Kɔŋtaktiwo {{n}} ɖeɖa

# DeletedTxt[few]
source: {{n}} Contacts removed
ee: Kɔŋtaktiwo {{n}} ɖeɖa

# DeletedTxt[many]
source: {{n}} Contacts removed
ee: Kɔŋtaktiwo {{n}} ɖeɖa

# DeletedTxt[other]
source: {{n}} Contacts removed
ee: Kɔŋtaktiwo {{n}} ɖeɖa

source: Deleting contacts
ee: Kɔŋtaktiwo le tutum

# ContactConfirmDel[zero]
source: No Contact to Delete
ee: Kɔŋtakti meli natutu o

source: Delete 1 Contact? This cannot be undone.
ee: Atutu kɔŋtakti 1? Mateŋu agbugbɔ awɔ esia o.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
ee: Atutu kɔŋtakti {{n}}woa? Mateŋu agbugbɔ awɔ esia o.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
ee: Atutu kɔŋtakti {{n}}woa? Mateŋu agbugbɔ awɔ esia o.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
ee: Atutu kɔŋtakti {{n}}woa? Mateŋu agbugbɔ awɔ esia o.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
ee: Atutu kɔŋtakti {{n}}woa? Mateŋu agbugbɔ awɔ esia o.

# SelectedTxt[zero]
source: Contacts
ee: Kɔŋtaktiwo

# SelectedTxt[one]
source: {{n}} selected
ee: Tia {{n}}

# SelectedTxt[two]
source: {{n}} selected
ee: Tia {{n}}

# SelectedTxt[few]
source: {{n}} selected
ee: Tia {{n}}

# SelectedTxt[many]
source: {{n}} selected
ee: Tia {{n}}

# SelectedTxt[other]
source: {{n}} selected
ee: Tia {{n}}

source: Video
ee: Vidio

source: Audio
ee: Gbeɖiɖi
