Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/bookmark/bookmark.properties.po
Languages: ee

source: Add link
ee: Kpe kadodo ɖe eŋu

source: Edit link
ee: Le ŋku ɖe kadodoa ŋu

source: Added to Home Screen
ee: Ekpe ɖe Home Screen ŋu

source: Updated bookmark
ee: Update bookmark la

source: Website name
ee: Wɛbsait ŋkɔ

source: Address
ee: Adrɛsi

source: Cancel
ee: Tso eme

source: Add to Home Screen
ee: Kpee ɖe Home Screen ŋu

source: Done
ee: Evɔ

source: Remove {{name}}
ee: Ɖe ɖa {{name}}

source: Remove {{name}} from system?
ee: Aɖe {{name}} ɖa le system la mea?

source: Remove
ee: ɖe
