Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/search/search.properties.po
Languages: ml, zu

source: Install {{ title }}
ml: {{ title }} ഇൻസ്റ്റാൾ ചെയ്യുക
zu: Fakela i-{{ title }}

source: HISTORY
ml: നാൾവഴി
zu: UMLANDO

source: TOP SITES
ml: മുഖ്യ സൈറ്റുകൾ
zu: AMASAYITHI APHAMBILI

source: Suggestions
ml: നിർദ്ദേശങ്ങൾ
zu: Imibono

source: Contacts
ml: വിലാസങ്ങൾ
zu: Abangase bathintwe

source: Places
ml: സ്ഥലങ്ങൾ
zu: Izindawo

source: Apps
ml: പ്രയോഗങ്ങൾ
zu: Ama-app

source: Search suggestions are shown as you type. Go to the Homescreen section of Settings to change your search preferences.
ml: താങ്കൾ ടൈപ്പ് ചെയ്യുന്ന മുറയ്ക്ക് തിരച്ചിൽ നിർദ്ദേശങ്ങൾ ദൃശ്യമാവുന്നതാണ്. താങ്കളുടെ തിരച്ചിൽ താൽപര്യങ്ങൾ മാറ്റാൻ ക്രമീകരണങ്ങളിലെ പൂമുഖ വിഭാഗത്തിൽ ചെല്ലുക.
zu: Imibono yokucinga iyakhonjiswa njengoba uthayipha. Iya engxenyeni yamaSethingi Eskrinini saseKhaya ukuze ushintshe lokho ofuna ukukucinga.

source: OK
ml: ശരി
zu: Kulungile

source: Add to homescreen
ml: പൂമുഖത്തേക്ക് ചേർക്കുക
zu: Faka Eskrinini Sasekhaya

source: Connect to the internet to get apps for {{ searchQuery }}
zu: Xhuma ku-inthanethi ukuze uthole ama-app e-{{ searchQuery }}
