Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/keyboard/keyboard.properties.po
Languages: ln

source: Keyboard
ln: Clavier

source: Keyboard settings
ln: ParamÄ›tres ya Clavier

source: Vibration
ln: Boningani

source: Click sound
ln: Son ya Buto

source: Word suggestion
ln: Likanisi ya liloba

source: Word suggestions
ln: Makanisi ya liloba

source: Dismiss
ln: Bwakisa

source: more numbers and symbols
ln: Mituya mpe bilembo mingi koleka

source: letters
ln: baletele

source: shift
ln: Leka na

source: delete
ln: boma

source: space
ln: espace

source: return
ln: zongela

source: period
ln: point

source: comma
ln: virgule

source: colon
ln: deux points

source: semicolon
ln: point virgule

source: question mark
ln: point ya interrogation

source: exclamation point
ln: point ya exclamation

source: left bracket
ln: fungola crochet

source: right bracket
ln: kanga crochet

source: double quote
ln: guillemets

source: left double angle quote
ln: fungola guillemets

source: right double angle quote
ln: kanga guillemets
