Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/clock/clock.properties.po
Languages: wo

source: Reset
wo: Defaat

source: Start
wo: Tàmbali

source: Stop
wo: Taxaw

source: Cancel
wo: Bàyyi

source: Hour
wo: Waxtu

source: Hours
wo: Waxtu

source: Minute
wo: Simili

source: Minutes
wo: Simili

source: Alarm
wo: Àrtukaay

source: Timer
wo: Waxtukaay

source: Stopwatch
wo: Krono

source: Alarm name
wo: Turu àrtukaay

source: New alarm
wo: Àrtukaay bu bees

source: Edit alarm
wo: Soppali àrtukaay

source: Pause
wo: Xaarloo

source: Resume
wo: Defaat

source: Lap
wo: Tuur

source: Lap {{n}}
wo: Tuur {{n}}

source: Delete
wo: Far

source: Time
wo: Waxtukaay

# snooze-label
source: Snooze
wo: Nelawal

# snooze-button
source: Snooze
wo: Nelawal

source: Repeat
wo: Baamtu

source: Vibrate
wo: Wibre

source: Close
wo: Tëj

source: Save
wo: Denc

source: Done
wo: Sotti na

# closeButton.ariaLabel
source: Close
wo: Tëj

# newAlarmButton.ariaLabel
source: New alarm
wo: Àrtukaay bu bees

source: System Alarm Volume
wo: Xumbaayu Àrtukaay bi

source: Sound
wo: Kàddu

source: No Sound
wo: Selew

source: Every day
wo: Bis bu nekk

source: Weekdays
wo: Bisi liggéey

source: Weekends
wo: Njeexte ayu-bis

source: Never
wo: Mukk

source: On
wo: Taal

source: Off
wo: Fay

source: +1 Min
wo: +1 Sim

source: The alarm is set for <strong>{{minutes}}</strong> from now.
wo: Dañu yamale àrtukaay ci <strong>{{minutes}}</strong> dalee ko leegi.

source: The alarm is set for {{hours}} {{minutes}} from now.
wo: Dañu yamale àrtukaay ci {{hours}} {{minutes}} dalee ko leegi.

source: The alarm is set for {{days}} {{hours}} from now.
wo: Dañu yamale àrtukaay ci {{days}} {{hours}} dalee ko leegi.

source: less than a minute
wo: lu matul simili

# nMinutes[one]
source: one minute
wo: benn simili

# nMinutes[two]
source: {{n}} minutes
wo: {{n}} simili

# nMinutes[few]
source: {{n}} minutes
wo: {{n}} simili

# nMinutes[many]
source: {{n}} minutes
wo: {{n}} simili

# nMinutes[other]
source: {{n}} minutes
wo: {{n}} simili

source: <strong>{{n}} hour</strong>
wo: <strong>{{n}} waxtu</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
wo: <strong>{{n}} waxtu</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
wo: <strong>{{n}} waxtu</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
wo: <strong>{{n}} waxtu</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
wo: <strong>{{n}} waxtu</strong>

source: and <strong>{{n}} hour</strong>
wo: ak <strong>{{n}} waxtu</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
wo: ak <strong>{{n}} waxtu</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
wo: ak <strong>{{n}} waxtu</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
wo: ak <strong>{{n}} waxtu</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
wo: ak <strong>{{n}} waxtu</strong>

source: <strong>{{n}} day</strong>
wo: <strong>{{n}} fan</strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
wo: <strong>{{n}} fan</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
wo: <strong>{{n}} fan</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
wo: <strong>{{n}} fan</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
wo: <strong>{{n}} fan</strong>

source: and <strong>{{n}} minute</strong>
wo: ak <strong>{{n}} simili</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
wo: ak <strong>{{n}} simili</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
wo: ak <strong>{{n}} simili</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
wo: ak <strong>{{n}} simili</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
wo: ak <strong>{{n}} simili</strong>

source: zero seconds
wo: sero saa

source: one second
wo: benn saa

# nSpinnerSeconds[two]
source: {{n}} seconds
wo: {{n}} saa

# nSpinnerSeconds[few]
source: {{n}} seconds
wo: {{n}} saa

# nSpinnerSeconds[many]
source: {{n}} seconds
wo: {{n}} saa

# nSpinnerSeconds[other]
source: {{n}} seconds
wo: {{n}} saa

source: zero minutes
wo: sero simili

# nSpinnerMinutes[one]
source: one minute
wo: benn simili

# nSpinnerMinutes[two]
source: {{n}} minutes
wo: {{n}} simili

# nSpinnerMinutes[few]
source: {{n}} minutes
wo: {{n}} simili

# nSpinnerMinutes[many]
source: {{n}} minutes
wo: {{n}} simili

# nSpinnerMinutes[other]
source: {{n}} minutes
wo: {{n}} simili

source: zero hours
wo: sero waxtu

source: {{n}} hour
wo: {{n}} waxtu

# nSpinnerHours[two]
source: {{n}} hours
wo: {{n}} waxtu

# nSpinnerHours[few]
source: {{n}} hours
wo: {{n}} waxtu

# nSpinnerHours[many]
source: {{n}} hours
wo: {{n}} waxtu

# nSpinnerHours[other]
source: {{n}} hours
wo: {{n}} waxtu
