Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/ftu/ftu.properties.po
Languages: wo

source: Enter PIN code
wo: Dugal Kod PIN

source: Type your PIN code
wo: Bindal sa Kod PIN

source: PIN must have between 4 and 8 characters.
wo: PIN bi dafa war a am diggante 4 ba 8 màndarga.

source: The PIN was incorrect.
wo: PIN bi baaxul.

source: You have one try left to enter the correct code before locking the SIM card.
wo: Benn yoon rek a la dese ngir nga dugal kod bu baax bi balaa kàrt SIM bi di tëju.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} yoon rek a la dese ngir nga dugal kod bu baax bi balaa kàrt SIM bi di tëju.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} yoon rek a la dese ngir nga dugal kod bu baax bi balaa kàrt SIM bi di tëju.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} yoon rek a la dese ngir nga dugal kod bu baax bi balaa kàrt SIM bi di tëju.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
wo: {{n}} yoon rek a la dese ngir nga dugal kod bu baax bi balaa kàrt SIM bi di tëju.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
wo: Bii yoon rek a la dese ngir nga dugal PIN bu baax bi. Lu ko moy, di nga dugal kod PUK ngir jëfandikoo kàrt SIM bi.

source: Enter PUK code
wo: Dugalal Kod PIN bi

source: Enter SIM {{n}} PUK
wo: Dugalal SIM {{n}} PUK

source: PUK code
wo: Kod PUK

source: PUK code must have exactly 8 characters.
wo: Kot PUK bi 8 màndarga kese la war a am.

source: You must enter the Personal Unlocking Key (PUK) Code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
wo: Danga war a dugal kod PUK (Caabi Ubbil Sa Bopp) bu kàrt SIM bi. Seetal ci say këyiti kàrt SIM walla nga jokkoo ak ki la ko jaay ngir am ci yeneen leeral.

source: The PUK was incorrect.
wo: Kod PUK bi baaxul.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: Benn yoon a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} yoon a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} yoon a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} yoon a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
wo: {{n}} yoon a la dese ngir nga dugal kod bu baax bi laata kàrt SIM bi di yàqu ba fàww. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

source: This is your last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code.
wo: Bii yoon a la dese ngir nga dugal kod PUK bu baax bi. Sa kàrt SIM bi dina yàqu ba fàww soo dugalee kod PUK bu baaxul.

source: Create new PIN (4 to 8 digits)
wo: Sosal PIN (4 ba 8 màndarga) bu bees

source: Confirm new PIN
wo: Dëggal PIN bu bees bi

source: PINs don’t match
wo: PIN yi méngoowu ñu

source: Enter NCK code
wo: Dugalal Kod NCK

source: Enter CCK code
wo: Dugalal kod CCK

source: Enter SPCK code
wo: Dugalal kod SPCK

source: Enter NCK1 code
wo: Dugalal kod NCK1

source: Enter NCK2 code
wo: Dugalal kod NCK2

source: Enter HNCK code
wo: Dugalal kod HNCK

source: Enter RCCK code
wo: Dugalal kod RCCK

source: Enter RSPCK code
wo: Dugalal kod RSPCK

source: Enter SIM {{n}} NCK
wo: Dugalal SIM {{n}} NCK

source: Enter SIM {{n}} CCK
wo: Dugalal SIM {{n}} CCK

source: Enter SIM {{n}} SPCK
wo: Dugalal SIM {{n}} SPCK

source: Enter SIM {{n}} NCK1
wo: Dugalal SIM {{n}} NCK1

source: Enter SIM {{n}} NCK2
wo: Dugalal SIM {{n}} NCK2

source: Enter SIM {{n}} HNCK
wo: Dugalal SIM {{n}} HNCK

source: Enter SIM {{n}} RCCK
wo: Dugalal SIM {{n}} RCCK

source: Enter SIM {{n}} RSPCK
wo: Dugalal SIM {{n}} RSPCK

source: Type your NCK code
wo: Bindal sa kod NCK

source: Type your CCK code
wo: Bindal sa kod CCK

source: Type your SPCK code
wo: Bindal sa kod SPCK

source: Type your NCK1 code
wo: Bindal sa kod NCK1

source: Type your NCK2 code
wo: Bindal sa kod NCK2

source: Type your HNCK code
wo: Bindal sa kod HNCK

source: Type your RCCK code
wo: Bindal sa kod RCCK

source: Type your RSPCK code
wo: Bindal sa kod RSPCK

source: NCK must have between 8 and 16 characters.
wo: NCK bi dafa war a diggante 8 ba 16 màndarga.

source: CCK must have between 8 and 16 characters.
wo: CCK bi dafa war a diggante 8 ba 16 màndarga.

source: SPCK must have between 8 and 16 characters.
wo: SPCK bi dafa war a diggante 8 ba 16 màndarga.

source: NCK1 must have between 8 and 16 characters.
wo: NCK1 bi dafa war a diggante 8 ba 16 màndarga.

source: NCK2 must have between 8 and 16 characters.
wo: NCK2 bi dafa war a diggante 8 ba 16 màndarga.

source: HNCK must have between 8 and 16 characters.
wo: HNCK bi dafa war a diggante 8 ba 16 màndarga.

source: RCCK must have between 8 and 16 characters.
wo: RCCK bi dafa war a diggante 8 ba 16 màndarga.

source: RSPCK must have between 8 and 16 characters.
wo: RSPCK bi dafa war a diggante 8 ba 16 màndarga.

source: The NCK code is incorrect.
wo: Kod NCK bi baaxul.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. Benn yoon a la dese ngir nga dugal kod bu baax bi. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. {{n}} yoon a la dese ngir nga dugal kod bu baax bi. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. {{n}} yoon a la dese ngir nga dugal kod bu baax bi. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. {{n}} yoon a la dese ngir nga dugal kod bu baax bi. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. {{n}} yoon a la dese ngir nga dugal kod bu baax bi. Seetal ci say këyiti kàrt SIM walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
wo: Càkkutéefu dindi moomeelu reso bi yeggul. Bii yoon a la dese ngir nga dugal kod NCK bu baax bi. Seetal ci say këyiti telefon walla nga jokkool ak ki la ko jaay ngir am ci yeneen leeral.

source: Skip
wo: Tëb

source: Send
wo: Yónnee

source: OK
wo: Waaw-Kay

source: The SIM card is locked
wo: Kàrt SIM bi tëju na

source: Last try.
wo: Jéem gu mujj.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
wo: {{n}} jéem a des.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
wo: {{n}} jéem a des.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
wo: {{n}} jéem a des.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
wo: {{n}} jéem a des.

source: SIM Manager
wo: Saytukatu SIM bi

source: (default)
wo: (biñ ko jagleel)

source: Outgoing calls, outgoing messages and data connection are set to SIM 1 as default
wo: Woote yiy génn, bataaxal yiy génn ak njoxey lënku SIM 1 lañ ko jagleel

source: You can change default settings at Settings > SIM manager
wo: Mën soppi jekkali jagleel bi ci Jekkal yi > saytukatu SIM bi

source: SIM PIN locked
wo: PIN u SIM bi tëju na

source: No operator
wo: Amul operaatër

source: Language
wo: Làkk

source: Cellular Data
wo: Njoxe Portaabal

source: Enable Data
wo: Doxal Njoxe

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
wo: Doxal njoxe lënku leegi dafay may nga jekkal sa telefon te doo soxla lënku ci Wi-Fi. Mën nga ko doxal beneen yoon ci Jekkal yi. Leerlul ni am nga palaŋu njoxe ak sa jaaykat ngir ñu bañ la fàyyeeku yeneen mbir.

source: Warning
wo: Dànkaafu

source: Geolocation
wo: Wërug satelit

source: Enable Geolocation
wo: Doxalal wërug satelit

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location.
wo: {{brandShortName}} dafay jëfandikoo njoxe yu ci melni GPS, Wi-Fi, ak yeneen reso mobil yi la jege ngir nga mën a xam fi nga nekk.

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
wo: Yónnee nañu njoxe Mozilla ak yeneen joxekatu liggéeyal te di nañu leen jëfandikoo nimu waree ngir gën a baaxal yooyu njoxe barab. Mën nañu denc njoxe yi ci sa jëfandaay te dencug njoxe mën na am su fekkee sax benn jëfekaay dawul.

source: Notice
wo: Xamle

source: More about your privacy
wo: Yeneen mbir yu ñeel sa sutura

source: Scanning for networks
wo: seetug reso

source: Select a network
wo: Tànnal benn reso

source: Connecting…
wo: Mi ngi lënku…

source: Obtaining an IP address…
wo: Mi ngi wut ab adares IP…

source: Connected
wo: Lënku na

source: Connection failed
wo: Lënku gi yeggul

source: Offline
wo: Nekkul ci internet

source: secured by {{capabilities}}
wo: {{capabilities}} lañ ko aaree

source: Security
wo: Kaarànge

source: None
wo: Lenn

source: Open
wo: Ubbi

# identity
source: User
wo: Jëfandikukat

# identityInput.placeholder
source: User
wo: Jëfandikukat

source: Password
wo: Baatu-jàll

# passwordInput.placeholder
source: Password
wo: Baatu-jàll

source: Show Password
wo: Wone Baatu-jàll

source: Refresh
wo: Yeesal

source: No wireless networks found
wo: Gisul benn reso Wi-Fi

source: Join hidden network
wo: Bokkal ci reso bu nëbbu

source: Authentication
wo: Ràññee

source: SSID Network Name
wo: Turu Reso SSID

source: {{level}} of 4 bars
wo: {{level}} ci 4 baar

source: Networks found
wo: Gisna ay reso

source: Date & Time
wo: Bis & Waxtu

source: Time zone
wo: Waxtub barab

source: Change
wo: Soppi

source: Region
wo: Diwaan

source: City
wo: Dëkk

source: Date
wo: Bis

source: Time
wo: Waxtu

source: Import contacts
wo: Jëli ay xame

source: SIM card
wo: Kàrt SIM

source: … checking
wo: ... mi ngi seet

source: Not imported yet
wo: Jëlee gu ko

source: Other accounts
wo: Yeneen sàq

source: You can import and edit Facebook friends anytime in Contacts settings
wo: Mën nga di jëli ak soppali ay xarit ci Facebook saa yu nekk ci jekkali Xame yi

source: Firefox Accounts
wo: Sàqi Firefox

source: A Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
wo: Sàqum Firefox dalay may nga jëfandikoo man-man yu melni Gis Sama Jëfandaay ak jëfekaay yu melni Firefox Marketplace.

source: Create Account or Sign In
wo: Sos Sàq walla Dugg

source: A verification link has been sent to {{email}}
wo: Yónnee nañu la lëkkalekaayu wéral ci {{email}}

source: Signed in as {{email}}
wo: Duggal ak {{email}}

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
wo: {{brandShortName}} dañu ko tabax ci losisel bu kenn tëjul te jaayul, nit ñu bari ci àdduna bokk ko defar. Am na ay mbir yoo ci war a xam:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
wo: Jàppandil nañu la {{brandShortName}} ci sàrti daganali balluwaay yu ubbeeku boole ci Daganalu Mozilla bi Ñépp bokk. Jëfandaay buy dawal {{brandShortName}} mën na am ay moomeeli losiseli jàmbur. Bépp kod buñ joxe ci daganal yuñ tëjul dalay may sañ-sañu soppali kotu balluwaay bi ak séddale say sumbu coppite file ak wàccu yoon yiñ tëral.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
wo: Kenn joxu la benn daganal walla yelleefu mark ci marki Kuréelu Mozilla walla cib jàmbur, boole ci te du ci yam tur walla logo {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
wo: Yenn man-man yi ci {{brandShortName}}, yu melni Yëglekatu Yaxu, dalay may nga yegge sa xalaat Mozilla. Soo yegee sa xalaat Mozilla, may nga ko sañ-sañu jëfandikoo xalaat yi ngir gën a baaxal costeef yi, ngir siiwal xalaat yi ci dali webam, ak ngir séddale xalaat bi.

source: Other
wo: Yeneen

source: SIM Card Warning
wo: Dànkaafug kàrt SIM

source: Please, insert a SIM card and reboot your phone.
wo: Dugalal sa kàrt SIM te nga fay sa telefon, taalaat ko.

source: Telemetry sends Mozilla data about performance, hardware, configurations and customizations in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
wo: Telemetry dafay yónnee Mozilla njoxey liggéey, aparey; jekkal ak jagool ci sa jëfandaayu {{brandShortName}}. Dañu ko war a def ngir gën a baaxal sunuy costeef, gën leen gaawal.

source: Learn more at {{link}}
wo: Wutal yeneen leeral ci {{link}}

source: Learn how Mozilla handles your information at {{link}}
wo: Xam leneen ci ni Mozilla di jëfandikoo say leeral ci {{link}}

source: Welcome to {{brandShortName}}, the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
wo: Dalal jàmm ci {{brandShortName}}, balluwaayu nosteg doxalinu Mozilla biy maye. Li nu tax a jog mooy dooleeb ubbite, indi lu bees ak xeewal ci jël dooley Web bi teg ko say loxo.

source: Learn how Mozilla handles your information in our {{link}}.
wo: Xam leneen ci ni Mozilla di jëfandikoo say leeral ci sunu {{link}}.

source: privacy policy
wo: sàrti sutura

source: About {{brandShortName}}
wo: Lu jëm ci {{brandShortName}}

source: Your Privacy
wo: Sa Sutura

source: When you use {{brandShortName}}, you become part of a global community helping to build a brighter future for the Web. If you’d like to know more about the Mozilla community, our other products and events near you, please enter your email address below.
wo: Soo jëfandikoo {{brandShortName}}, bokk nga ci ñi nekk ci àdduna bi di liggéey ngir ëlëgu Web bi gën a yànj. Soo bëggee xam leneen ci askanu Mozilla, sunu yeneen costeef ak yiy xew ci sa wet, dugalal sa dëkkuwaayu bataaxal ci suuf.

source: I want to help improve {{brandShortName}} by sharing data about my phone.
wo: Bëgg naa séddoo samay njoxe telefon ngir bokk ci ñiy gën a baaxal {{brandShortName}}.

source: Learn more.
wo: Am yeneen leeral.

source: Email address
wo: Dëkkuwaayu bataaxal

source: Email successfully added
wo: Dugal nañu bataaxal bi

source: Saving your email…
wo: Mi ngi denc sa bataaxal…

source: Back
wo: Dellu

source: Next
wo: Li ci topp

source: Join
wo: Bokk

source: Done
wo: Sotti na

source: That’s it!
wo: Noonu la!

source: Start your phone tour!
wo: Tàmbalil sa tuuru telefon!

source: Start your tablet tour!
wo: Tàmbali tuuru tabletu!

source: Join us for a quick tutorial about your new phone.
wo: Kaay ci nun nu jàngal gaaw lu jëm ci sa telefon bu bees bi.

source: You’re ready to enjoy your new phone.
wo: Leegi mën jëfandikoo sa telefon bu bees.

source: You can change the language, date/time and Wi-Fi connection in settings.
wo: Mën nga soppi làkk wi, bis/waxtu ak lënku Wi-Fi ci jekkal yi.

source: Let’s go
wo: Ayca nu dem

source: Start tour
wo: Tàmbal tuur

source: You can always swipe from the bottom edge to enter home screen.
wo: Saa yu la neexee faxasee ci peggu suuf gi ngir dugal seetu ëtt bi.

source: Let’s do it!
wo: Ayca nu def ko!

source: Tutorial
wo: Jàngale

source: Swipe from right to left to browse your apps.
wo: Faxaseel ndijoor jëm càmmoñ ngir lëñbat jëfekaay yi.

# tutorial-step2-tiny
source: Tap and hold on an icon to delete or move it.
wo: Bësal te tëye ab junj ngir far ko walla toxal ko.

source: Enter any keyword or topic and your phone will instantly adapt.
wo: Dugalal baatu laaj walla ab tomb, sa telefon daal di ànd ak moom.

# tutorial-step4-tiny
source: Swipe down to access recent notifications, credit information and settings.
wo: Faxaseel suuf ngir yegg ci yëgle yu bees yi, leerali keredi ak jekkal yi.

source: Tap and hold the home button to browse and close recent apps.
wo: Bësal te tëye butoŋu ëtt bi ngir lëñbat ak tëj jëfekaay yu mujj yi.

source: Swipe from the side of the screen to move back and forth between recent apps.
wo: Faxaseel ci wetu seetu bi ngir delloo walla jëmale kanam jëfekaay yu mujj yi.

source: Swipe down from top to access recent notifications, credit information and settings.
wo: Faxaseel suuf ngir yegg ci yëgle yu bees yi, leerali keredi ak jekkal yi.

source: Swipe left or right to discover new apps on home screen.
wo: Faxaseel càmmoñ walla ndijoor ngir lëñbat jëfekaay yu bees yi ci seetu ëtt bi.

# tutorial-step3-large-2
source: Tap and hold on an icon to delete or move it.
wo: Bësal te tëye ab junj ngir far ko walla toxal ko.

source: Two fingers swipe up from the bottom edge to trigger card view.
wo: Faxaseeg ñaari baaraam ci peggu suuf gi jëm kaw ngir génne wone kàrt bi.

source: Swipe up and down to browse your apps. Tap and hold an icon to move or delete it.
wo: Faxaseel kaw ak suuf ngir lëñbat say jëfekaay. Bësal te tëye ab junj ngir far ko walla toxal ko.

# tutorial-notifications-tiny
source: Swipe down to access recent notifications, credit information and settings.
wo: Faxaseel suuf ngir yegg ci yëgle yu bees yi, leerali keredi ak jekkal yi.

source: Drag from the left edge of your screen to return to recently used apps.
wo: Xëcceel ci sa peggu càmmoñu seetu ngir dellu ci jëfekaay yi nga mujj a jëfandikoo.

source: You must be connected to the Internet to view the page.
wo: Danga war a lënku ci Internet ngir wone xët wi.

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
wo: Dellul nga lënku ci Internet. Mën nga itam wone xët wi beneen yoon ci Jekkal yi walla soo dugalee {{url}} ci joowukaay bu la neex.

source: You must be connected to the Internet to subscribe to the newsletter.
wo: Danga war a lënku ci Internet ngir bindu ci kuriyel.

source: Please go back and connect to the Internet.
wo: Dellul nga lënku ci Internet.

source: Your email is not valid
wo: Sa bataaxalu internet baaxul

source: Please go back and correct your entry.
wo: Dellul nga jubbanti li nga bind.

source: Retry
wo: Jéemaat

source: Cancel
wo: Bàyyi

source: Step {{step}} of {{total}}
wo: Jéego {{step}} ci {{total}}

source: First Time Experience
wo: Liggéey biñ ci Njëkk a Amal
