Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/homescreen/homescreen.properties.po
Languages: ee

source: {{topic}} on {{name}}
ee: {{topic}} le {{name}} dzi

source: Change Wallpaper
ee: trɔ wɔlpaper

source: Add Smart Collections
ee: Kpe Smart Collections ɖe eŋu

source: Delete {{name}}
ee: Tutu {{name}}

source: {{name}} and all of its data will be deleted.
ee: Woatutu {{name}} kple eƒe datawo kata.

source: Delete
ee: Tutu

source: Cancel
ee: Tefli eme

source: Remove {{name}}
ee: Ɖe {{name}} ɖa

source: Remove {{name}} from the homescreen?
ee: Aɖe {{name}} ɖa le homescreen la mea?

source: Remove
ee: Ɖeɖa

source: Restart Download
ee: Trɔdze download gɔme

source: Do you want to download {{name}}?
ee: Edi be yea download {{name}}a?

source: Everything…
ee: Nu sia nu...

# evme-searchbar-default2
source: I’m thinking of…
ee: Mele tame bum tso...ŋu

# evme-searchbar-default2.placeholder
source: I’m thinking of…
ee: Mele tame bum tso...ŋu

source: Back
ee: Megbe

# evme-searchbar-default.placeholder
source: I’m thinking of…
ee: Mele tame bum le...ŋu

# evme-searchbar-title
source: Everything
ee: Nu sia nu

source: Enter any topic or search query
ee: ŋlɔ nyati aɖe alo search query

source: Enter any topic or keyword
ee: ŋlɔ nyati aɖe alo keyword

source: No options found
ee: Option aɖeke meli o

source: Clear history
ee: Tutu history

# evme-helper-didyoumean-title
source: Did you mean:
ee: Ɖe nebe:

# evme-helper-refine-title
source: Did you mean:
ee: Ɖe nebe:

# evme-helper-title-prefix
source: Everything
ee: Nu sia nu

# evme-helper-title-empty
source: Everything
ee: Nu sia nu

source: More Apps
ee: App bubuwo

source: Add {{name}} to Home Screen?
ee: Akpe {{name}} ɖe Home Screen ŋua?

source: {{name}} was already added to Home Screen
ee: {{name}} le Home Screen dzi xoxo

source: Connect to the internet to add more Smart Collections
ee: Tsia ka kple internet be nakpe Smart Collection bubu geɖewo ɖe ŋu

source: Set as wallpaper?
ee: Awɔ wallpaper?

source: No Smart Collections to add
ee: Smart Collection aɖeke meli natsɔ akpee o

source: {{name}} added to Home Screen
ee: {{name}} le Home Screen dzi

source: Wallpaper set successfully
ee: Wallpaper ɖo nyuie

source: More
ee: Geɖe

# evme-collectionssuggest-loading-cancel
source: Cancel
ee: Tefli eme

source: Create your own Smart Collection
ee: Wɔ woŋutɔ wò Smart Collection

# evme-collection-title-prefix
source: Everything
ee: Nu sia nu

source: Phone
ee: Kaƒomɔ

source: Connect to the internet to get apps for {{query}}
ee: Tsia ka kple internet be naxɔ apps na {{query}}

source: Connect to the internet to get even more apps for {{query}}
ee: Tsia ka kple internet be naxɔ app geɖewo na {{query}}

source: Find the things you love with the coolest apps.
ee: Di nu siwo nelɔ̃ la kple app nyietɔwo.

source: For example, find your favorite singer or band…
ee: Le kpɔɖeŋu me, kpɔ wo hadzila alo hadzihabɔbɔ si nelɔ̃ la...

source: These are the apps for <b>{{query}}</b>,<br /><br /> tap any icon to open it.
ee: Esiawoe nye <b>{{query}}</b>,<br /><br /> appwo. Tɔ asi icon aɖe dzi naʋui.

source: Beauty
ee: Tugbe

source: Books
ee: Agbalẽwo

source: Daily Deals
ee: Gbe sia gbe deal-wo

source: Entertainment
ee: Modzakaɖeɖe

source: Fashion
ee: Atsyɔɖoɖo

source: Games
ee: Fefewo

source: Government
ee: Dziɖuɖu

source: Health
ee: Lamese

source: Jobs
ee: Dɔwo

source: Music
ee: Ha

source: New Apps
ee: App yeyewo

source: News
ee: Nyadzɔdzɔwo

source: Photography
ee: Foto

source: Restaurants
ee: Nuɖuƒewo

source: Shopping
ee: Nuƒeƒle

source: Sports
ee: Lamesefefewo

source: Travel
ee: Mɔzɔzɔ

source: Add to top of collection
ee: Kpee ɖe top of collection ŋu

source: Save to Homescreen
ee: Dzraeɖo ɖe Homeskreen me

source: Edit
ee: To eme

source: Website name
ee: Websait ŋkɔ

source: Address
ee: Adresi

# edit-dialog-cancel
source: Cancel
ee: Tefli eme

source: Done
ee: Wunu
