Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/music/music.properties.po
Languages: rw, vi

source: Mix
rw: Kuvanga
vi: Trộn

source: Playlist
rw: Urutonde rw'indirimbo
vi: Danh sách nhạc

source: Artists
rw: Umuhanzi
vi: Nghệ sĩ

source: Albums
rw: Icyegeranyo cy'indirimbo
vi: Album

source: Songs
rw: Indirimbo
vi: Bài hát

source: More
rw: Izindi
vi: Nhiều hơn

source: Song artist
rw: Umuhanzi w'indirimbo
vi: Nghệ sĩ

source: Song album
rw: Icyegeranyo cy'indirimbo
vi: Album

source: Unknown artist
rw: Umuhanzi utazwi
vi: Không rõ nghệ sĩ

source: Unknown album
rw: Icyegeranyo cyitazwi
vi: Không rõ album

source: Add songs to get started
rw: Shyiraho indirimbo, utangire
vi: Thêm các bản nhạc để bắt đầu

source: Load songs on to the memory card.
rw: Shyira indirimbo kuri memori cadi
vi: Lưu nhạc vào thẻ nhớ.

source: No memory card found
rw: Nta memori kadi ibonetse
vi: Không tìm thấy thẻ nhớ

source: Insert a memory card to listen to songs.
rw: Shyiramo memori kadi kugirango wumve indirimbo

source: Unplug the phone to play music.
rw: Comokora telefoni kugirango ukine muzika
vi: Rút điện thoại khỏi máy tính để nghe nhạc.

source: Please wait while Music updates its database.
rw: Mwihangane mu gihe muzika iri kwivugurura

source: Search Music
rw: Shaka muzika
vi: Tìm nhạc

# search-cancel
source: Cancel
rw: Kureka

# search-artists
source: Artists
rw: Umuhanzi
vi: Nghệ sĩ

# search-albums
source: Albums
rw: Alubumu
vi: Album

source: Tracks
rw: Indirimbo

source: close
rw: Gufunga

source: Shuffle all
rw: Vanga zose
vi: Ngẫu nhiên

source: Highest rated
rw: Iz'ingenzi
vi: Đánh giá cao nhất

source: Recently added
rw: Izishyizweho vuba
vi: Mới thêm vào

source: Most played
rw: Izikinwa cyane
vi: Nghe nhiều nhất

source: Least played
rw: Izikinwa gacye
vi: Nghe ít nhất

source: Select a track
rw: Hitamo indirimbo

source: Save
rw: Kubika

# overlay-cancel-button
source: Cancel
rw: Kureka

source: Music
vi: Âm nhạc

source: Unknown title
vi: Không rõ tiêu đề

source: Music can not be used while phone is plugged in
vi: Không thể nghe nhạc khi đang sạc pin

source: Cancel
vi: Hủy
