Repository: BenitoJedai/mozilla-gaia
Catalog: dsb/apps/network-alerts/manifest.properties.po
Languages: dsb

source: Main System
dsb: Głowny system

source: Clock
dsb: Zeger

source: Gaia Clock
dsb: Zeger Gaia

source: Camera
dsb: Kamera

source: Gaia Camera
dsb: Kamera Gaia

source: EmergencyCall
dsb: Nuzowe zawołanje

source: Web app template
dsb: Pśedłoga webnałoženja

source: Gallery
dsb: Galerija

source: Gaia Gallery
dsb: Galerija Gaia

source: Homescreen
dsb: Startowa wobrazowka

source: Gaia Homescreen
dsb: Startowa wobrazowka Gaia

source: FM Radio
dsb: UKW-radijo

source: Gaia FM Radio
dsb: UKW-radijo Gaia

source: Browser
dsb: Wobglědowak

source: Gaia Web Browser
dsb: Webwobglědowak Gaia

source: Video
dsb: Wideo

source: Gaia Video
dsb: Wideo Gaia

source: FTU
dsb: Prědne wužywanje

source: First Time Experience
dsb: Prědne wužywanje

source: Gaia Bluetooth
dsb: Bluetooth Gaia

# name
source: Search Results
dsb: Pytańske wuslědki

# description
source: Search Results
dsb: Pytańske wuslědki

source: Gaia E-Mail
dsb: E-mail Gaia

source: Music
dsb: Muzika

source: Gaia Music
dsb: Muzika Gaia

source: Calendar
dsb: Kalendaŕ

source: Gaia Calendar
dsb: Kalendaŕ Gaia

source: Purchased Media
dsb: Kupjone medije

source: Download and manage forward locked music, ringtones and wallpaper
dsb: Muziku, zwónjenja a slězynowe wobraze ześěgnuś a zastojaś, kótarež su za dalejdaśe zastajone

source: Bookmark
dsb: Cytańske znamje

source: Bookmark Manager
dsb: Zastojnik cytańskich znamjenjow

source: WAP Push manager
dsb: Zastojnik WAP-Push

source: Receives, filters and displays WAP Push messages
dsb: Dostawa, filtruje a zwobraznja powěsće WAP-Push

source: Wallpaper
dsb: Slězynowe wobraze

source: Gaia Wallpaper Picker
dsb: Slězynowy wobraz za Gaia wubraś

source: PDF Viewer
dsb: PDF-wobglědowak

source: Portable Document Format (PDF) Viewer
dsb: Wobglědowak za Portable Document Format (PDF)

source: Settings
dsb: Nastajenja

source: Gaia Settings
dsb: Nastajenja Gaia

source: Smart Collections
dsb: Inteligentne zběrki

source: Smart Collections Manager
dsb: Zastojnik inteligentnych zběrkow

source: Phone
dsb: Telefon

source: Gaia Phone
dsb: Telefon Gaia

source: Contacts
dsb: Kontakty

source: Gaia Contacts
dsb: Kontakty Gaia

source: Usage
dsb: Wužyśe

source: Usage application to see credit and data usage statistics
dsb: Nałoženje za zwobraznjenje kontowego plusa a statistikow wužywanja datow

source: Find My Device
dsb: Mój rěd namakaś

source: Find My Device helps find, lock and erase a lost phone
dsb: Nałoženje "Mój rěd namakaś" pomaga zgubjony telefon namakaś, zastajiś a lašowaś

source: Shared Tests
dsb: Źělone testy

source: Runs shared tests
dsb: Pśewjeźo źělone testy

source: Messages
dsb: Powěsći

source: Gaia Messages
dsb: Powěsći Gaia

# name
source: Built-in Keyboard
dsb: Zatwarjona tastatura

# description
source: Built-in Keyboard
dsb: Zatwarjona tastatura

source: Number
dsb: Licba

source: Numeric layout
dsb: Numeriska tastatura

source: Ringtones
dsb: Zwónjenja

source: Gaia Ringtone Picker
dsb: Zwónjenje Gaia wubraś
