Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/camera/camera.properties.po
Languages: ee

source: Not enough space on memory card
ee: Memori card mesu o

source: Try freeing up space by deleting media.
ee: Tutu nanewo be naɖe mɔ

source: Picture not saved
ee: Nɔnɔmetata medzra ɖo o

source: An error prevented Camera from saving the picture.
ee: Nane wɔ be kamera medzra nɔnɔmetata ɖo o

source: Video not recorded
ee: Viɖeo mele lelem o

source: An error prevented Camera from recording the video.
ee: Numadzedzi aɖe na be Kamera meteŋu lé nɔnɔmetata si le zɔzɔm la o.

source: No memory card found
ee: Mɛmori card meli o

source: Insert a memory card to take pictures.
ee: Dé mɛmori card be woalé nɔnɔmetatawo

source: Camera can not be used while phone is plugged in
ee: Nenye be eda kamera la ɖe dzodzi la mateŋu azae o

source: Unplug the phone to capture photos and videos
ee: Ɖe kamera la le dzodzi be nateŋu alé nɔnɔmetatawo kple nɔnɔmetata siwo le zɔzɔm

source: You have run out of media storage space.
ee: Wò nudzadzraɖoʄe vɔ.

source: You have reached the maximum file size for this attachment.
ee: Faili si nele kpekpem ɖe eŋu la lolowu alesi dze.

source: Retake
ee: Gatee kpɔ

source: Select
ee: Tia

source: Close
ee: Tu

source: Delete photo?
ee: Atutu fotoa?

source: Delete video?
ee: Atutu viɖioa?

source: Cancel
ee: Tefli eme

source: Delete
ee: Tutu

source: Camera Resolution
ee: Kamera rezolushin

source: Video Resolution
ee: Nɔnɔmetata si le zɔzɔm la tutuɖedzi

source: {{video-resolution}}
ee: {{nɔnɔmetata si le zɔzɔm la tutuɖedzi}}

source: Self-Timer
ee: Gaʄoɖokui

# self-timer-off
source: Off
ee: Tsí

source: 2 seconds
ee: Aɖabaʄoʄo-kpui 2

source: 5 seconds
ee: Aɖabaʄoʄo-kpui 5

source: 10 seconds
ee: Aɖabaʄoʄo-kpui 10

source: Low Battery
ee: Batri va anyi

source: The battery is too low to use the camera.
ee: Batri va anyi alegbegbe be magaza kamera o

source: Critically low battery
ee: Batri va anyi vevie

source: 10% battery remaining
ee: 10% batri susɔ

source: 15% battery remaining
ee: 15% batri susɔ

# hdr-on
source: On
ee: Si/dzi

# hdr-off
source: Off
ee: Tsi

source: (HDR deactivated)
ee: (HDR ɖeɖa)

source: Grid Lines
ee: Grid fliwo

# grid-on
source: On
ee: Si/dzi

# grid-off
source: Off
ee: Tsi

source: Flash
ee: Flashi

# flash-on
source: On
ee: Si/dzi

# flash-off
source: Off
ee: Tsi

source: Auto
ee: Ɔto

source: (Flash deactivated)
ee: (Flashi ɖeɖa)

source: Options
ee: Ɔpshiniwo

source: Open Gallery
ee: Ʋu nɔnɔmetatawo ʄe ʄuʄoʄe

source: Preview
ee: Kpɔkpɔ gbatɔ
