Repository: BenitoJedai/mozilla-gaia
Catalog: sm/apps/clock/clock.properties.po
Languages: sm

source: Reset
sm: Toe seti

source: Start
sm: 'Āmata

source: Stop
sm: Tāofi

source: Cancel
sm: Sōloia

source: Hour
sm: Itulā

source: Enable
sm: Mafai

source: Back
sm: Alu i tua

source: Label
sm: Fa'ailoga

source: Delete
sm: Tia'i

source: Snooze
sm: Moe

source: Repeat
sm: Toe

source: Close
sm: Tāpuni

source: Save
sm: Teu

source: Done
sm: 'Uma lava

source: Default
sm: Fa'atonutonu-māsani

source: Color
sm: Lanu

source: Sound
sm: Leo

source: Every day
sm: Aso 'uma

source: Never
sm: 'Aua lava ne'i

source: one minute
sm: tasi minute

# nMinutes[two]
source: {{n}} minutes
sm: {{n}} minute

# nMinutes[few]
source: {{n}} minutes
sm: {{n}} minute

# nMinutes[many]
source: {{n}} minutes
sm: {{n}} minute

# nMinutes[other]
source: {{n}} minutes
sm: {{n}} minute

source: <strong>{{n}} hour</strong>
sm: <strong>{{n}} itulā</strong>

# nRemainHours[two]
source: <strong>{{n}} hours</strong>
sm: <strong>{{n}} itulā</strong>

# nRemainHours[few]
source: <strong>{{n}} hours</strong>
sm: <strong>{{n}} itulā</strong>

# nRemainHours[many]
source: <strong>{{n}} hours</strong>
sm: <strong>{{n}} itulā</strong>

# nRemainHours[other]
source: <strong>{{n}} hours</strong>
sm: <strong>{{n}} itulā</strong>

source: and <strong>{{n}} minute</strong>
sm: ma <strong>{{n}} minute</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
sm: ma <strong>{{n}} minute</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
sm: ma <strong>{{n}} minute</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
sm: ma <strong>{{n}} minute</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
sm: ma <strong>{{n}} minute</strong>
