Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/email/email.properties.po
Languages: wo

source: Mail
wo: Bataaxal

source: You are not set up to send or receive email. Would you like to do that now?
wo: Defoo looy mën a yónnee walla jot bataaxal ci internet. Danga ko bëgg a def leegi?

source: To send and receive email, you will need to set up an account.
wo: Ngir yónnee ak jot bataaxal ci internet, danga war a wut am sàq.

source: New Account
wo: Sàq mu Bees

# setup-info-name.placeholder
source: Your name
wo: Sa tur

source: someone@example.com
wo: jennwaay@example.com

# setup-info-password.placeholder
source: Password
wo: Baatu-jàll

# setup-info-next
source: Next
wo: Li ci topp

source: Setting up account
wo: Defar am sàq

source: Mail account setup
wo: Defar sàqum bataaxal ci internet

source: All done!
wo: Lépp sotti na!

source: Add another account
wo: Yokk meneen sàq

source: Continue to Mail
wo: Wéy ci Bataaxal ci internet

source: This device is currently offline. Connect to a network and try again.
wo: Jëfandaay bii nekkul ci internet. Lënkul ci ab reso te nga jéemaat.

source: Invalid username or password. Check for typos.
wo: Turu jëfandikukat bi walla baatu-jàll bi baaxul. Seetal njuumte yi.

source: Invalid e-mail address. Check for typos.
wo: Dëkkuwaayu bataaxal bi baaxul. Seetal njuumte yi.

source: The server said you’re not authorized to create an account
wo: Cërakon neena mayu ñu la nga sos am sàq

source: Server unsupported. The POP3 server does not implement required features.
wo: Nanguwul cëraakon bi. Cëraakonu POP3 du amal man-man yiñ laaj.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
wo: Njuumte luñ xamul am na. Seetal sa reso internet walla nga amalal sa bopp ay tànneef.

source: You must use an application specific password for two-factor Gmail accounts
wo: Danga war a jëfandikoo baatu-jàll ngir ñaari mbiri sàqum Gmail

source: You must enable IMAP for your Gmail account
wo: Danga war a doxal IMAP ngir sàqum Gmail

source: You must enable POP3 for your Gmail account
wo: Danga war a doxal POP3 ngir sa sàqum Gmail

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
wo: Mënul samp jokkoo gu wóor ak "{{server}}". Mën na am sa reso walla sa cëraakon dañu am jafe-jafe.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
wo: Mënul samp jokkoo gu wóor ak "{{server}}". Mën na am sa reso bi dafa am jafe-jafe.

source: There is a problem with the server "{{server}}". Try again later.
wo: Jafe-jafe am na ci "{{server}}". Jéemaatal ci kanam.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
wo: Mënul defaral bopp sa sàq. Jubbantil sa dëkkuwaayu bataaxal ci internet walla nga jéem koo defaral sa bopp.

source: The server "{{server}}" is offline for maintenance. Try again later.
wo: Cëraakonu "{{server}}" nekkul ci internet ndax liñu koy defar. Jéemaatal ci kanam.

source: This account is already configured.
wo: Defar nañu sàq mi ba noppi.

source: Manual setup
wo: Sampal sa bopp

source: Manual Setup
wo: Sampal sa Bopp

# setup-manual-account-type
source: Account type
wo: Xeetu sàq

# setup-manual-imap-header
source: IMAP settings
wo: Jekkali IMAP

# setup-manual-pop3-header
source: POP3 settings
wo: Jekkali POP3

# setup-manual-smtp-header
source: SMTP settings
wo: Jekkali SMTP

# setup-manual-activesync-header
source: ActiveSync settings
wo: Jekkali ActiveSync

# setup-manual-next
source: Next
wo: Li ci topp

source: Socket Type
wo: Xeetu Piriis

# setup-manual-hostname.placeholder
source: Hostname
wo: Turudalalkat

source: Port Number
wo: Nimero Poor

# setup-manual-username.placeholder
source: Username
wo: Turu jëfandikukat

source: Domain\Username
wo: Wàll\Turu jëfandikukat

source: Bad password!
wo: Baatu-jàll bi baaxul!

source: We could not sign in to the server. Maybe your password is wrong?
wo: Mënu nu dugg ci cëraakon bi. Xanaa sa baatu-jàll bi baaxul?

source: New password
wo: Baatu-jàll bu bees

source: Retry with new password
wo: Jéemaatal ak baatu-jàll bu bees

source: Two-Factor Enabled
wo: Doxal nañu Ñaari-Mbir

source: You need to enter an application-specific password below.
wo: Danga war a jëfandikoo ab baatu-jàllu jëfekaay bii ci suuf.

source: Use application password
wo: Jëfandikool baatu-jàllu jëfekaay

source: IMAP Disabled
wo: Fay nañu IMAP bi

source: You must enable IMAP on your Gmail account
wo: Danga war a doxal IMAP bi ci sa sàqum Gmail

# setup-gmail-imap-retry
source: Retry
wo: Jéemaat

source: POP3 Disabled
wo: Fay nañu POP3 bi

source: You must enable POP3 on your Gmail account
wo: Danga war a doxal POP3 bi ci sa sàqum Gmail

# setup-gmail-pop3-retry
source: Retry
wo: Jéemaat

source: Mail Settings
wo: Jekkali Bataaxal ci internet

source: Account
wo: Sàq

# settings-account-name
source: Your name
wo: Sa tur

source: Display notifications for new messages
wo: Wone yëgley bataaxal yu bees

source: Play sound after message is sent
wo: Taal misik su bataaxal bi demee

source: Data
wo: Njoxe

source: Check for new messages
wo: Seet bataaxal yu bees

source: Server settings
wo: Jekkali cëraakon

source: Username and password
wo: Turu jëfandikukat ak Baatu-jàll

source: Done
wo: Sotti na

# settings-account-section
source: Accounts
wo: Sàq yi

source: Add Account
wo: Yokk Sàq

source: Delete account
wo: Far Sàq

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
wo: Ndax wóor nala ni danga bëgg a far sàqum bataaxalu {{account}}? Dina laaj nga yebbiwaat sa bataaxal sudee danga sosaat sàq mi.

# settings-account-delete-cancel
source: Cancel
wo: Bàyyi

# settings-account-delete-confirm
source: Delete
wo: Far

source: General settings
wo: Jekkal yu mag yi

source: Always show images
wo: Wone nataal saa yu nekk

source: Download attachments
wo: Yebbi ay yóbbal

source: Every 5 minutes
wo: 5 simili yu nekk

source: Every 10 minutes
wo: 10 simili yu nekk

source: Every 15 minutes
wo: 15 simili yu nekk

source: Every 30 minutes
wo: 30 simili yu nekk

source: Every hour
wo: Waxtu wu nekk

source: Manually
wo: Sa bopp

source: seconds
wo: saa

# settings-check-dynamic[one]
source: {{ n }} seconds
wo: {{ n }} saa

# settings-check-dynamic[two]
source: {{ n }} seconds
wo: {{ n }} saa

# settings-check-dynamic[few]
source: {{ n }} seconds
wo: {{ n }} saa

# settings-check-dynamic[many]
source: {{ n }} seconds
wo: {{ n }} saa

# settings-check-dynamic[other]
source: {{ n }} seconds
wo: {{ n }} saa

source: Set as default email
wo: Def ko bataaxalu internet am

# settings-account-type
source: Account type
wo: Xeetu sàq

source: Credentials
wo: Tur ak baatu-jàll

# settings-activesync-label
source: ActiveSync settings
wo: Jekkali ActiveSync

# settings-imap-label
source: IMAP settings
wo: Jekkali IMAP

# settings-pop3-label
source: POP3 settings
wo: Jekkali POP3

# settings-smtp-label
source: SMTP settings
wo: Jekkali SMTP

# settings-hostname
source: Hostname
wo: Turu dalalkat

source: Port
wo: Poor

# settings-username
source: Username
wo: Turu jëfandikukat

# settings-password
source: Password
wo: Baatu-jàll

source: Save
wo: Denc

source: Password field should not be empty
wo: Mënoo bañ a def baatu-jàll

source: Days to sync
wo: Days yiñ war a lëkkalante

source: Automatic
wo: Boppam

source: 1 day
wo: 1 fan

source: 3 days
wo: 3 fan

source: 1 week
wo: 1 ayu-bis

source: 2 weeks
wo: 2 ayi-bis

source: 1 month
wo: 1 weer

source: All messages
wo: Bataaxal yépp

# envelope-from
source: From
wo: Bawoo

# envelope-to
source: To
wo: Jëm ci

source: Read
wo: Jàng

source: Compose message
wo: Bind bataaxal

source: Compose
wo: Bind

source: Send
wo: Yónnee

# compose-to
source: To
wo: Jëm ci

source: Attachments
wo: Yóbbal yi

source: {{ n }} attachment
wo: {{ n }} yóbbal

# compose-attachments[two]
source: {{ n }} attachments
wo: {{ n }} yóbbal

# compose-attachments[few]
source: {{ n }} attachments
wo: {{ n }} yóbbal

# compose-attachments[many]
source: {{ n }} attachments
wo: {{ n }} yóbbal

# compose-attachments[other]
source: {{ n }} attachments
wo: {{ n }} yóbbal

source: One moment, still working on the previous attachment...
wo: Xaaral tuuti, ñu ngi ci yóbbal bi jiitu ba tay...

# compose-subject
source: Subject
wo: Mébet bi

source: Save to Local Drafts
wo: Denc ci Buruyoŋu Masin bi

source: Discard email?
wo: Fomm bataaxal?

source: Discard
wo: Fomm

source: Sending email
wo: Yónnee imeel

source: Sending email failed
wo: Bataaxal bi demul

source: Attachment too large
wo: Yóbbal bi dafa diis lool

source: Attachments too large
wo: Yóbbal yi dañu diis lool

source: The selected attachment is too large to send with this message.
wo: Yóbbal bi nga tànn dafa diis lool ci yónnee ko ci bataaxal bii.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
wo: Yóbbal yi nga tànn dañu diis lool ci yónnee leen ci bataaxal bi. Jéemal wàññi taxañ yi nga tànn.

source: attachment{{ n }}
wo: yóbbal{{ n }}

source: View
wo: Wone

source: This file is too large to download.
wo: Taxañ bii dafa rëy lool cig yebbi.

source: (no subject)
wo: (amul mébet)

# message-edit-menu-delete
source: Delete
wo: Far

source: Delete email message?
wo: Dangay far bataaxal bi?

source: Attachments can not be forwarded.
wo: Mënuñ jàllale yóbbal yi.

source: Edit
wo: Soppali

# message-multiedit-header[one]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# message-multiedit-header[two]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# message-multiedit-header[few]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# message-multiedit-header[many]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# message-multiedit-header[other]
source: {{ n }} selected
wo: {{ n }} lañ tànn

source: Browse to URL?: {{ url }}
wo: Joowu ci URL?: {{ url }}

source: This email contains one image. Click to download.
wo: Bataaxal bii am na benn nataal. Bësal ngir yebbi ko.

# message-download-images[two]
source: This email contains {{ n }} images. Click to download.
wo: Bataaxal bii am na {{ n }} nataal. Bësal ngir yebbi leen.

# message-download-images[few]
source: This email contains {{ n }} images. Click to download.
wo: Bataaxal bii am na {{ n }} nataal. Bësal ngir yebbi leen.

# message-download-images[many]
source: This email contains {{ n }} images. Click to download.
wo: Bataaxal bii am na {{ n }} nataal. Bësal ngir yebbi leen.

# message-download-images[other]
source: This email contains {{ n }} images. Click to download.
wo: Bataaxal bii am na {{ n }} nataal. Bësal ngir yebbi leen.

source: Show external images
wo: Wone nataali biti

# message-multiedit-cancel
source: Cancel
wo: Bàyyi

source: Delete this email message?
wo: Dangay far bii bataaxalu internet?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
wo: Dangay far {{ n }} bataaxali internet?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
wo: Dangay far {{ n }} bataaxali internet?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
wo: Dangay far {{ n }} bataaxali internet?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
wo: Dangay far {{ n }} bataaxali internet?

# message-large-message-cancel
source: Cancel
wo: Bàyyi

source: Continue
wo: Wéyal

source: This message is large and may take some time to download.
wo: Bataaxal bii dafa diis lool te yebbi ko mën na yàgg.

# message-search-from
source: From
wo: Bawoo

# message-search-to
source: To
wo: Jën ci

# message-search-subject
source: Subject
wo: Mébet

source: Body
wo: Jëmm

source: All
wo: Yépp

source: Search Mail
wo: Seet Bataaxal

# message-search-cancel
source: Cancel
wo: Bàyyi

source: Loading Messages
wo: Yabbug Bataaxal yi

source: Load more messages from server
wo: Yabee yeneen bataaxal ci cëraakon bi

source: No mail in this Folder
wo: Këmb bii amul bataaxal

source: No matches in locally cached messages
wo: Amul lu méngoo ak bataaxal yiñ fi def

source: Select folder
wo: Tànn ab këmb

source: Save new contact
wo: Denc xame bu bees

source: Add to existing contact
wo: Yokk ci xame bu fi nekk

source: View contact
wo: Wone xame

# message-contact-menu-reply
source: Reply
wo: Tontu

source: Send new mail
wo: Yónnee bataaxal bu bees

# message-reply-menu-reply
source: Reply
wo: Tontu

source: Reply All
wo: Tontu Ñépp

source: Forward
wo: Jàllale

# message-reply-menu-cancel
source: Cancel
wo: Bàyyi

source: {name} wrote
wo: {name} lii la bind

source: Original message
wo: Bataaxalu cosaan bi

# forward-header-subject
source: Subject
wo: Mébet

source: Date
wo: Bis

# forward-header-from
source: From
wo: Bawoo

source: Reply-To
wo: Tontu-Jëm ci

# forward-header-to
source: To
wo: Jëm ci

source: Inbox
wo: Boyetu jot

source: Sent
wo: Yiñ yónnee

source: Drafts
wo: Buryoŋ

source: Trash
wo: Mbalit

source: Unsent
wo: Yiñ yónneewul

source: Junk
wo: Sën

source: Archives
wo: Yu yàgg yi

source: Local Drafts
wo: Buryoŋi masin bi

source: Back
wo: Dellu

# drawer-accounts-header
source: Accounts
wo: Sàq yi

source: Settings
wo: Jekkal yi

source: Last sync:
wo: Lëkkalante gu mujj:

source: Undo
wo: Dindi

# toaster-retry
source: Retry
wo: Jéemaat

source: 1 message flag set
wo: Def na 1 raaya bataaxal

# toaster-message-star[two]
source: {{ n }} message flags set
wo: {{ n }} raaya bataaxal lañ def

# toaster-message-star[few]
source: {{ n }} message flags set
wo: {{ n }} raaya bataaxal lañ def

# toaster-message-star[many]
source: {{ n }} message flags set
wo: {{ n }} raaya bataaxal lañ def

# toaster-message-star[other]
source: {{ n }} message flags set
wo: {{ n }} raaya bataaxal lañ def

source: 1 message flag removed
wo: Dindi na 1 raaya bataaxal

# toaster-message-unstar[two]
source: {{ n }} message flags removed
wo: {{ n }} raaya bataaxal lañ dindi

# toaster-message-unstar[few]
source: {{ n }} message flags removed
wo: {{ n }} raaya bataaxal lañ dindi

# toaster-message-unstar[many]
source: {{ n }} message flags removed
wo: {{ n }} raaya bataaxal lañ dindi

# toaster-message-unstar[other]
source: {{ n }} message flags removed
wo: {{ n }} raaya bataaxal lañ dindi

source: 1 message marked as read
wo: Am na 1 bataaxal buñ jàng

# toaster-message-read[two]
source: {{ n }} messages marked as read
wo: {{ n }} xàmme bataaxal yuñ jàng

# toaster-message-read[few]
source: {{ n }} messages marked as read
wo: {{ n }} xàmme bataaxal yuñ jàng

# toaster-message-read[many]
source: {{ n }} messages marked as read
wo: {{ n }} xàmme bataaxal yuñ jàng

# toaster-message-read[other]
source: {{ n }} messages marked as read
wo: {{ n }} xàmme bataaxal yuñ jàng

source: 1 message marked as unread
wo: Am na 1 bataaxal buñ jàngul

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
wo: {{ n }} xàmme bataaxal yuñ jàngul

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
wo: {{ n }} xàmme bataaxal yuñ jàngul

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
wo: {{ n }} xàmme bataaxal yuñ jàngul

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
wo: {{ n }} xàmme bataaxal yuñ jàngul

source: 1 message moved
wo: Am na 1 bataaxal buñ toxal

# toaster-message-move[two]
source: {{ n }} messages moved
wo: {{ n }} bataaxal lañ toxal

# toaster-message-move[few]
source: {{ n }} messages moved
wo: {{ n }} bataaxal lañ toxal

# toaster-message-move[many]
source: {{ n }} messages moved
wo: {{ n }} bataaxal lañ toxal

# toaster-message-move[other]
source: {{ n }} messages moved
wo: {{ n }} bataaxal lañ toxal

source: 1 message deleted
wo: Am na 1 bataaxal buñ far

# toaster-message-delete[two]
source: {{ n }} messages deleted
wo: {{ n }} bataaxal lañ far

# toaster-message-delete[few]
source: {{ n }} messages deleted
wo: {{ n }} bataaxal lañ far

# toaster-message-delete[many]
source: {{ n }} messages deleted
wo: {{ n }} bataaxal lañ far

# toaster-message-delete[other]
source: {{ n }} messages deleted
wo: {{ n }} bataaxal lañ far

source: Unable to connect to server
wo: Mënul lënku ci cëraakon bi

source: Remove text
wo: Dindi mbind

source: Confirmation
wo: Dëggal

# new-emails[one]
source: 1 New Email
wo: 1 Bataaxal bu Bees

# new-emails[two]
source: {{ n }} New Emails
wo: {{ n }} Bataaxal yu Bees

# new-emails[few]
source: {{ n }} New Emails
wo: {{ n }} Bataaxal yu Bees

# new-emails[many]
source: {{ n }} New Emails
wo: {{ n }} Bataaxal yu Bees

# new-emails[other]
source: {{ n }} New Emails
wo: {{ n }} Bataaxal yu Bees

# new-emails-notify-one-account[one]
source: 1 New Email
wo: 1 Bataaxal bu Bees

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
wo: {{ n }} Bataaxal yu Bees

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
wo: {{ n }} Bataaxal yu Bees

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
wo: {{ n }} Bataaxal yu Bees

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
wo: {{ n }} Bataaxal yu Bees

source: 1 New Email ({{ accountName }})
wo: 1 Bataaxalu ({{ accountName }}) bu Bees

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
wo: {{ n }} Bataaxali ({{ accountName }}) yu Bees

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
wo: {{ n }} Bataaxali ({{ accountName }}) yu Bees

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
wo: {{ n }} Bataaxali ({{ accountName }}) yu Bees

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
wo: {{ n }} Bataaxali ({{ accountName }}) yu Bees
