Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/search/search.properties.po
Languages: ln

source: Install {{ title }}
ln: Tia {{ title }}

source: HISTORY
ln: LISITWALE

source: TOP SITES
ln: BASITES YA MOTUYA

source: Suggestions
ln: Pesa Makanisi

source: Contacts
ln: Bacontacts

source: Places
ln: Bisika

source: Apps
ln: Baapps

source: Search suggestions are shown as you type. Go to the Homescreen section of Settings to change your search preferences.
ln: Makanisi mapesami po na koluka elakisami tango ozali kobeta. Kende na eteni ya Parametres na Ecran d'accueil po na kobongola oyo olingaka.

source: Add to homescreen
ln: Bakisa na Ã©cran d'accueil

source: Connect to the internet to get apps for {{ searchQuery }}
ln: Zala connection na internet po na kozwa baapps po na {{ searchQuery }}
