Repository: BenitoJedai/mozilla-gaia
Catalog: sm/apps/bluetooth/bluetooth.properties.po
Languages: sm

source: Confirmation
sm: Mausalī

source: Bluetooth is disabled
sm: Bluetooth e tapē

source: Do you want to turn Bluetooth on?
sm: E fia kī le Bluetooth?

source: Cancel
sm: Sōloia

source: Turn On
sm: Kī-ola

source: Bluetooth file transfer failed
sm: E lē taunu'u si'itia le faila Bluetooth

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
sm: E lē taunu'u si'itia le faila Bluetooth. Siati le fa'atonutonu o Bluetooth e lelei.

source: Paired devices
sm: Togafiti taulua

source: Devices in the area
sm: Togafiti e lē mamao

source: Tap to connect
sm: 'O'omi ma feso'ota'i

source: Connecting…
sm: Feso'ota'iga…

source: Connected
sm: Feso'ota'iga

source: Searching for devices…
sm: Su'ega mo togafiti…

source: Search for devices
sm: Su'e mo togafiti

source: Unknown device
sm: Lē iloa togafiti

source: Unable to pair devices
sm: E lē mafai taulua togafiti
