Repository: BenitoJedai/mozilla-gaia
Catalog: sm/apps/gallery/gallery.properties.po
Languages: sm

# number-selected2[zero]
source: Select
sm: Filifili

# number-selected2[one]
source: {{ n }} selected
sm: {{ n }} filifiliina

# number-selected2[two]
source: {{ n }} selected
sm: {{ n }} filifiliina

# number-selected2[few]
source: {{ n }} selected
sm: {{ n }} filifiliina

# number-selected2[many]
source: {{ n }} selected
sm: {{ n }} filifiliina

# number-selected2[other]
source: {{ n }} selected
sm: {{ n }} filifiliina

source: Delete photo?
sm: Tia'i pu'eata?

source: Delete video?
sm: Tia'i vitiō?

source: Nothing selected
sm: Leai se mea filifiliina

source: Delete selected item?
sm: Tia'i le mea?

# delete-n-items?[two]
source: Delete {{ n }} items?
sm: Tia'i {{ n }} mea?

# delete-n-items?[few]
source: Delete {{ n }} items?
sm: Tia'i {{ n }} mea?

# delete-n-items?[many]
source: Delete {{ n }} items?
sm: Tia'i {{ n }} mea?

# delete-n-items?[other]
source: Delete {{ n }} items?
sm: Tia'i {{ n }} mea?

# pickoneimage2
source: Select
sm: Filifili

# cropimage
source: Crop
sm: Tipi

source: Cancel
sm: Sōloia

source: Edit
sm: Toe-sui

source: Save
sm: Teu

source: Crop
sm: Tipi

source: Borders
sm: 'Autafa

source: Original
sm: Muamua

source: Portrait
sm: Itūlau-fa'atū

source: Landscape
sm: Itūlau-fa'alava

source: No photos or videos
sm: Leai se pu'eata po'o vitiō

source: Can not share this image file type.
sm: E lē mafai ona tufatufa lenei faila itu'āiga.
