Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/email/email.properties.po
Languages: ln

source: You are not set up to send or receive email. Would you like to do that now?
ln: Obongiselami te mpo na kotinda to koyamba email. Olingi kosala yango sikoyo?

source: To send and receive email, you will need to set up an account.
ln: Mpo na kotinda mpe koyamba email, esengeli ofungola compte.

source: New Account
ln: Compte ya sika

# setup-info-name.placeholder
source: Your name
ln: Nkombo nayo

source: someone@example.com
ln: kingani@ndakisa.com

# setup-info-password.placeholder
source: Password
ln: Liloba ya sekele

# setup-info-next
source: Next
ln: Oyo elandi

source: Setting up account
ln: Bobongisi compte

source: Mail account setup
ln: Bobongisi compte mail

source: All done!
ln: Esili nyoso!

source: Add another account
ln: Bakisa compte mususu

source: Continue to Mail
ln: Koba na Mail

source: This device is currently offline. Connect to a network and try again.
ln: Appareil oyo na tango oyo eza hors-ligne. Mikotisa na reseau pe meka lisusu.

source: Invalid username or password. Check for typos.
ln: Nkombo ya mosaleli to liloba ya sekele elongobani te. Luka typos.

source: Invalid e-mail address. Check for typos.
ln: Adresi email elongobani te. Luka typos.

source: The server said you’re not authorized to create an account
ln: Serveur elobi oza na ndingisa te ya kofungola compte.

source: Server unsupported. The POP3 server does not implement required features.
ln: Serveur oyo ekoki awa te. Serveur POP3 eza kosalela te bacaracteristique oyo esengeli.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
ln: Erreur moko eyebani te esalemaki. Tala connection ya reseau nayo to meka option ya configuration manuelle.

source: You must use an application specific password for two-factor Gmail accounts
ln: Esengeli nayo osalela application eye ebongisami mpo na liloba ya sekele mpo na double verification ya bacomptes Gmail

source: You must enable IMAP for your Gmail account
ln: Esengeli nayo opesa nzela na IMAP mpo na compte nayo Gmail.

source: You must enable POP3 for your Gmail account
ln: Esengeli nayo opena nzela na POP3 mpo na compte nayo Gmail.

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
ln: Ekoki te kosala connection eye ebatelami na "{{server}}". Nkokoso ekoki kozala na reseau to serveur nayo.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
ln: Ekoki te kosala connection na"{{server}}". Nkokoso ekoki kozala na reseau.

source: There is a problem with the server "{{server}}". Try again later.
ln: Nkokoso ezali na serveur"{{server}}". Meka lisusu sima.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
ln: Ekoki te koconfigurer automatiquement compte nayo. Bongisa adresi e-mail nayo to meka option ya configuration manuelle.

source: The server "{{server}}" is offline for maintenance. Try again later.
ln: Serveur "{{server}}" eza hors-ligne mpo na bobongisi. Meka lisusu sima.

source: This account is already configured.
ln: Compte oyo eza deja configurer.

source: Manual setup
ln: Koconfigurer manuellement

source: Manual Setup
ln: Koconfigurer manuellement

# setup-manual-account-type
source: Account type
ln: Lolenge ya compte

# setup-manual-imap-header
source: IMAP settings
ln: Baparamètre IMAP

# setup-manual-pop3-header
source: POP3 settings
ln: Baparmètre POP3

# setup-manual-smtp-header
source: SMTP settings
ln: Baparamètre SMTP

# setup-manual-activesync-header
source: ActiveSync settings
ln: Bapamètre ActiveSync

# setup-manual-next
source: Next
ln: Oyo elandi

source: Socket Type
ln: Lolenge ya Prise

source: Port Number
ln: Numero ya Port

# setup-manual-username.placeholder
source: Username
ln: Nkombo ya mosaleli

source: Bad password!
ln: Liloba ya sekele eza mabe!

source: We could not sign in to the server. Maybe your password is wrong?
ln: Tokoki te kokotisa yo na serveur. Tango mususu liloba nayo ya sekele eza mabe?

source: New password
ln: Liloba ya sekele yasika

source: Retry with new password
ln: Meka lisusu na liloba nayo ya sekele yasika

source: Two-Factor Enabled
ln: Double verification epesameli nzela

source: You need to enter an application-specific password below.
ln: Esengeli okotisa awa na se application eye ebongisami mpo na liloba ya sekele.

source: Use application password
ln: Salela application ya liloba ya sekele

source: IMAP Disabled
ln: IMAP ekangemi

source: You must enable IMAP on your Gmail account
ln: Esengeli opesa nzela na IMAP na compte Gmail nayo

# setup-gmail-imap-retry
source: Retry
ln: Meka lisusu

source: POP3 Disabled
ln: POP3 ekangemi

source: You must enable POP3 on your Gmail account
ln: Esengeli opesa nzela na POP3 na compte Gmail nayo

# setup-gmail-pop3-retry
source: Retry
ln: Meka lisusu

source: Mail Settings
ln: Baparamètre Mail

source: Account
ln: Compte

# settings-account-name
source: Your name
ln: Nkombo nayo

source: Display notifications for new messages
ln: Lakisa banotification ya basango ya sika

source: Play sound after message is sent
ln: Bimisa mongongo sima ya botindi sango

source: Data
ln: Badonnée

source: Check for new messages
ln: Tala basango ya sika

source: Server settings
ln: Baparmètre ya serveur

source: Username and password
ln: Nkombo ya mosaleli mpe liloba ya sekele

source: Done
ln: Esili

# settings-account-section
source: Accounts
ln: Bacomptes

source: Add Account
ln: Bakisa compte

source: Delete account
ln: Boma compte

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
ln: Oza sure olingi koboma {{account}} compte mail nayo? Ekosengela otélécharcher lisusu mail nayo soki okeli lisusu compte nayo.

# settings-account-delete-cancel
source: Cancel
ln: Tika

# settings-account-delete-confirm
source: Delete
ln: Boma

source: General settings
ln: Baparamètre general

source: Always show images
ln: Lakisa bilili tango inso

source: Download attachments
ln: Kitisa ba pieces-jointes

source: Every 5 minutes
ln: Minuti mitano (5) nyonso

source: Every 10 minutes
ln: Minuti zomi (10) nyoso

source: Every 15 minutes
ln: Minuti zomi na mitano (15) nyoso

source: Every 30 minutes
ln: Minuti tuku misatu (30) nyoso

source: Every hour
ln: Ngonga nyoso

source: Manually
ln: Na maboko

source: seconds
ln: secondes

# settings-check-dynamic[one]
source: {{ n }} seconds
ln: {{ n }} secondes

# settings-check-dynamic[two]
source: {{ n }} seconds
ln: {{ n }} secondes

# settings-check-dynamic[few]
source: {{ n }} seconds
ln: {{ n }} secondes

# settings-check-dynamic[many]
source: {{ n }} seconds
ln: {{ n }} secondes

# settings-check-dynamic[other]
source: {{ n }} seconds
ln: {{ n }} secondes

source: Set as default email
ln: Regler yango bo email par defaut

# settings-account-type
source: Account type
ln: Lolenge ya compte

source: Credentials
ln: Bapieces justificatives

# settings-activesync-label
source: ActiveSync settings
ln: Baparamètre ActiveSync

# settings-imap-label
source: IMAP settings
ln: Baparamètre IMAP

# settings-pop3-label
source: POP3 settings
ln: Baparamètre POP3

# settings-smtp-label
source: SMTP settings
ln: Baparamètre SMTP

# settings-username
source: Username
ln: Nkombo ya mosaleli

# settings-password
source: Password
ln: Liloba ya sekele

source: Save
ln: Bomba

source: Password field should not be empty
ln: Esika ya liloba ya sekele esengeli te ezala polele

source: Days to sync
ln: Mikolo ya ko sync

source: Automatic
ln: Automatique

source: 1 day
ln: Mokolo moko (1)

source: 3 days
ln: Mikolo misatu (3)

source: 1 week
ln: Poso moko (1)

source: 2 weeks
ln: Poso mibale (2)

source: 1 month
ln: Sanza moko (1)

source: All messages
ln: Basango nyoso

# envelope-from
source: From
ln: Kouta na

# envelope-to
source: To
ln: Epayi ya

source: Read
ln: Tanga

source: Compose message
ln: Koma sango

source: Compose
ln: Koma

source: Send
ln: Tinda

# compose-to
source: To
ln: Epayi ya

source: Attachments
ln: Bapièces jointes

source: {{ n }} attachment
ln: {{ n }} pièce-jointe

# compose-attachments[two]
source: {{ n }} attachments
ln: {{ n }} bapieces jointes

# compose-attachments[few]
source: {{ n }} attachments
ln: {{ n }} bapieces jointes

# compose-attachments[many]
source: {{ n }} attachments
ln: {{ n }} bapieces jointes

# compose-attachments[other]
source: {{ n }} attachments
ln: {{ n }} bapieces jointes

source: One moment, still working on the previous attachment...
ln: Zela muke, ezo sala nanu na pièce-jointe oya liboso...

# compose-subject
source: Subject
ln: Moboku

source: Save to Local Drafts
ln: Bomba na Babrouillons locale

source: Discard email?
ln: Tika email?

source: Discard
ln: Tika

source: Sending email
ln: Botindi ya email

source: Sending email failed
ln: Botindi email esimbi te

source: Attachment too large
ln: Piece-jointe eza monene mingi

source: Attachments too large
ln: Bapieces-jointes eza monene mingi

source: The selected attachment is too large to send with this message.
ln: Piece-jointe oyo eponami eza monene mingi mpo na kotinda sango oyo.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
ln: Bapieces-jointes oyo eponami eza monene mingi mpo na kotinda na sango oyo. Meka kopona bafichiers moke.

source: View
ln: Kotala

source: This file is too large to download.
ln: Fichier eza monene mingi mpo na kokitisa.

# message-edit-menu-delete
source: Delete
ln: Boma

source: Delete email message?
ln: Koboma sango ya email?

source: Attachments can not be forwarded.
ln: Ba pièces-jointes ekoki kotindama te.

source: Edit
ln: Bongisa

# message-multiedit-header[one]
source: {{ n }} selected
ln: {{ n }} eponami

# message-multiedit-header[two]
source: {{ n }} selected
ln: {{ n }} eponami

# message-multiedit-header[few]
source: {{ n }} selected
ln: {{ n }} eponami

# message-multiedit-header[many]
source: {{ n }} selected
ln: {{ n }} eponami

# message-multiedit-header[other]
source: {{ n }} selected
ln: {{ n }} eponami

source: Browse to URL?: {{ url }}
ln: Konaviguer na URL?: {{ url }}

source: This email contains one image. Click to download.
ln: Email oyo eza na elili moko. Fina mpo na kokitisa.

# message-download-images[two]
source: This email contains {{ n }} images. Click to download.
ln: Email oyo eza na bilili {{ n }} . Fina mpo na kokitisa.

# message-download-images[few]
source: This email contains {{ n }} images. Click to download.
ln: Email oyo eza na bilili {{ n }} . Fina pona kokitisa.

# message-download-images[many]
source: This email contains {{ n }} images. Click to download.
ln: Email oyo eza na bilili {{ n }} . Fina pona kokitisa.

# message-download-images[other]
source: This email contains {{ n }} images. Click to download.
ln: Email oyo eza na bilili {{ n }} . Fina pona kokitisa.

source: Show external images
ln: Lakisa bilili ya libanda

# message-multiedit-cancel
source: Cancel
ln: Tika

source: Delete this email message?
ln: Koboma sango ya email oyo?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
ln: Koboma {{ n }} basango ya email?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
ln: Koboma {{ n }} basango ya email?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
ln: Koboma {{ n }} basango ya email?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
ln: Koboma {{ n }} basango ya email?

# message-large-message-cancel
source: Cancel
ln: Tika

source: Continue
ln: Koba

source: This message is large and may take some time to download.
ln: Sango oyo eza molayi mpe ekoki kozwa tango mpo na kokitisa.

# message-search-from
source: From
ln: Kowuta na

# message-search-to
source: To
ln: Epayi ya

# message-search-subject
source: Subject
ln: Moboku

source: Body
ln: Esika ya kokoma sango

source: All
ln: Nyoso

source: Search Mail
ln: Luka Sango

# message-search-cancel
source: Cancel
ln: Tika

source: Loading Messages
ln: Téléchargement ya basango

source: Load more messages from server
ln: Télécharcher basango ebele kowuta na serveur

source: No mail in this Folder
ln: Sango eza te na kati ya dossier oyo

source: No matches in locally cached messages
ln: Bokeseni ezali na basango ebombami cache local

source: Select folder
ln: Pona dossier

source: Save new contact
ln: Bomba contact ya sika

source: Add to existing contact
ln: Bakisa na contact oyo eza

source: View contact
ln: Tala contact

# message-contact-menu-reply
source: Reply
ln: Yanola

source: Send new mail
ln: Tinda sango ya sika

# message-reply-menu-reply
source: Reply
ln: Yanola

source: Reply All
ln: Yanola na nyoso

source: Forward
ln: Tinda

# message-reply-menu-cancel
source: Cancel
ln: Tika

source: {name} wrote
ln: {name} akomaki

source: Original message
ln: Sango ya ebandeli

# forward-header-subject
source: Subject
ln: Mama ya likambo

source: Date
ln: Mokolo

# forward-header-from
source: From
ln: Kowuta na

source: Reply-To
ln: Yanola-epayi ya

# forward-header-to
source: To
ln: Epayi ya

source: Inbox
ln: Nakati ya engongolo

source: Sent
ln: Etindami

source: Drafts
ln: Babrouillons

source: Trash
ln: Fulu

source: Unsent
ln: Etindama te

source: Junk
ln: Fulu

source: Local Drafts
ln: Babrouillons local

source: Back
ln: Zonga sima

# drawer-accounts-header
source: Accounts
ln: Bacompte

source: Settings
ln: Baparamétre

source: Last sync:
ln: Sync ya suka:

source: Undo
ln: Kobongisa

# toaster-retry
source: Retry
ln: Meka lisusu

source: 1 message flag set
ln: Bendele 1 ya sango ebongisami

# toaster-message-star[two]
source: {{ n }} message flags set
ln: {{ n }} babendele ya sango ebongisami

# toaster-message-star[few]
source: {{ n }} message flags set
ln: {{ n }} babendele ya sango ebongisami

# toaster-message-star[many]
source: {{ n }} message flags set
ln: {{ n }} babendele ya sango ebongisami

# toaster-message-star[other]
source: {{ n }} message flags set
ln: {{ n }} babendele ya sango ebongisami

source: 1 message flag removed
ln: Bendele 1 ya sango elongwe

# toaster-message-unstar[two]
source: {{ n }} message flags removed
ln: {{ n }} babendele ya sango elongwe

# toaster-message-unstar[few]
source: {{ n }} message flags removed
ln: {{ n }} babendele ya sango elongwe

# toaster-message-unstar[many]
source: {{ n }} message flags removed
ln: {{ n }} babendele ya sango elongwe

# toaster-message-unstar[other]
source: {{ n }} message flags removed
ln: {{ n }} babendele ya sango elongwe

source: 1 message marked as read
ln: Sango 1 etiyami elembo lokola esi etangemi

# toaster-message-read[two]
source: {{ n }} messages marked as read
ln: basango {{ n }} etiami bilembo lokola esi etangemi

# toaster-message-read[few]
source: {{ n }} messages marked as read
ln: basango {{ n }} etiami bilembo lokola esi etangemi

# toaster-message-read[many]
source: {{ n }} messages marked as read
ln: basango {{ n }} etiami bilembo lokola esi etangemi

# toaster-message-read[other]
source: {{ n }} messages marked as read
ln: basango {{ n }} etiami bilembo lokola esi etangemi

source: 1 message marked as unread
ln: Sango 1 etiami elembo lokola naino etangemi te

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
ln: basongo {{ n }} etiami bilembo lokola naino etangemi te

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
ln: basongo {{ n }} etiami bilembo lokola naino etangemi te

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
ln: basongo {{ n }} etiami bilembo lokola naino etangemi te

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
ln: basongo {{ n }} etiami bilembo lokola naino etangemi te

source: 1 message moved
ln: Sango 1 epusami

# toaster-message-move[two]
source: {{ n }} messages moved
ln: basango {{ n }} epusami

# toaster-message-move[few]
source: {{ n }} messages moved
ln: basango {{ n }} epusami

# toaster-message-move[many]
source: {{ n }} messages moved
ln: basango {{ n }} epusami

# toaster-message-move[other]
source: {{ n }} messages moved
ln: basango {{ n }} epusami

source: 1 message deleted
ln: Sango 1 ebomami

# toaster-message-delete[two]
source: {{ n }} messages deleted
ln: basango {{ n }} ebomami

# toaster-message-delete[few]
source: {{ n }} messages deleted
ln: basango {{ n }} ebomami

# toaster-message-delete[many]
source: {{ n }} messages deleted
ln: basango {{ n }} ebomami

# toaster-message-delete[other]
source: {{ n }} messages deleted
ln: basango {{ n }} ebomami

source: Unable to connect to server
ln: Ekoki koconnecter na serveur te

source: Remove text
ln: Longola makoma

# new-emails[one]
source: 1 New Email
ln: Email 1 ya Sika

# new-emails[two]
source: {{ n }} New Emails
ln: Email {{ n }} ya Sika

# new-emails[few]
source: {{ n }} New Emails
ln: Email {{ n }} ya Sika

# new-emails[many]
source: {{ n }} New Emails
ln: Email {{ n }} ya Sika

# new-emails[other]
source: {{ n }} New Emails
ln: Email {{ n }} ya Sika

# new-emails-notify-one-account[one]
source: 1 New Email
ln: Email 1 ya Sika

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
ln: Email {{ n }} ya Sika

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
ln: Email {{ n }} ya Sika

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
ln: Email {{ n }} ya Sika

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
ln: Email {{ n }} ya Sika

source: 1 New Email ({{ accountName }})
ln: Email 1 ya Sika ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
ln: Email {{ n }} ya Sika ({{ accountName }})

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
ln: Email {{ n }} ya Sika ({{ accountName }})

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
ln: Email {{ n }} ya Sika ({{ accountName }})

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
ln: Email {{ n }} ya Sika ({{ accountName }})
