Repository: BenitoJedai/mozilla-gaia
Catalog: ha/apps/collection/collection.properties.po
Languages: ha

source: Loading
ha: Ana ɗorawa

source: Cancel
ha: Soke

source: Custom
ha: Tsari

source: Create your own Smart Collection
ha: Ƙirƙiri naka tarin mai ban sha'awa

source: Connect to the internet to add more Smart Collections
ha: Haɗa da intanet domin ƙarin tari mai ban sha'awa

source: Add to top of collection
ha: Daɗa zuwa tari na ƙoƙoluwa

source: Connect to the internet to get apps for {{collectionName}}
ha: Haɗa da intanet domin samun aikace-aikace na {{collectionName}}

source: Edit
ha: Gyara

source: Delete {{name}}
ha: Goge {{name}}

source: {{name}} and all of its data will be deleted.
ha: {{name}} da duk bayananta za'a goge.

source: Delete
ha: Goge
