Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/search/search.properties.po
Languages: wo

source: Install {{ title }}
wo: Samp {{ title }}

source: HISTORY
wo: JAAR-JAAR

source: TOP SITES
wo: DAL YI GËN

source: Suggestions
wo: Xelal yi

source: Contacts
wo: Xame yi

source: Places
wo: Barab yi

source: Apps
wo: Jëfekaay yi

source: Search suggestions are shown as you type. Go to the Homescreen section of Settings to change your search preferences.
wo: Sooy bind xelali seet yi di feeñ. Demal ci pàccu Seetu ëttu Jekkal yi ngir soppi sa taamuy seet.

source: Add to homescreen
wo: Yokk ci seetu ëtt bi

source: Connect to the internet to get apps for {{ searchQuery }}
wo: Lënkul ci internet ngir am jefekaayi {{ searchQuery }}
