Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/ringtones/ringtones.properties.po
Languages: yo

source: Share ringtone
yo: Pipin didun-ohunorin

source: Delete ringtone
yo: Pa didun-ohunorin re

# actions-cancel
source: Cancel
yo: Pare

source: Delete Ringtone
yo: Pa didun-ohunorin re

source: Are you sure you want to delete "{{tone}}"?
yo: Nje o se tan lati pa "{{ohunorin}}" re

source: "{{tone}}" is the current default ringtone. Are you sure you want to delete it?
yo: "{{ohunorin}}" ni abalaye didun ohunorin lowolowo. Nje o da e loju pe o fe pare bi?

source: "{{tone}}" is the current default alert. Are you sure you want to delete it?
yo: "{{tone}}" ni abalaye itaniji lowolowo. Nje o da e loju pe o fe pare bi?

# delete-cancel
source: Cancel
yo: Pare

source: Delete
yo: Pare patapata

source: Ringtone deleted.
yo: A ti pa didun-ohunorin re patapata.

source: New ringtone created.
yo: A seda didun ohunorin tuntun.

source: Ringtone set as default.
yo: A seto didun ohunorin si ti abalaye.

source: Select Sound
yo: Yan iro ohun

source: Create Ringtone
yo: Seda Didun-ohunorin

source: Save
yo: Fipamo

# create-cancel
source: Cancel
yo: Pare

source: Corrupted File
yo: Atojo to Baje

source: The file is corrupted. It cannot be used to create a ringtone.
yo: Atojo naa ti baje. Ko se lo lati seda didun-ohunorin

source: Ringtone Not Created
yo: A ko seda Didun-ohunorin

source: There was an issue creating the ringtone. Please try again.
yo: Ariyanjiyan wa nipa siseda didun-ohunorin. Jowo gbiyanju lekansi.

source: Use as default ringtone
yo: Lo gege bi didun-ohunorin abalaye

source: OK
yo: Odaa Bee

source: Untitled
yo: Ailakole
