Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/apps/bookmark/bookmark.properties.po
Languages: yo

source: Add link
yo: Fikun itokasi

source: Edit link
yo: Satunse itokasi

source: Added to Home Screen
yo: Ati fikun Oju-aworan Ile

source: Updated bookmark
yo: Imundojuiwon

source: Website name
yo: Oruko ojubo-ayelujara

source: Address
yo: Adiresi

source: Cancel
yo: Fagilee

source: Add to Home Screen
yo: Fikun Oju-aworan Ile

source: Done
yo: Pari

source: Remove {{name}}
yo: Yo {{oruko}} kuro

source: Remove {{name}} from system?
yo: Yo {{oruko}} kuro ninu eto-ero?

source: Remove
yo: Yokuro
