Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/wappush/wappush.properties.po
Languages: eo, zh_tw

source: WAP Push message
zh_tw: WAP 推播訊息

source: Close
eo: Fermi
zh_tw: 關閉

source: Accept
zh_tw: 接受

source: Quit
zh_tw: 離開

source: Cancel
eo: Nuligi
zh_tw: 取消

source: Store
zh_tw: 儲存

source: Try again
eo: Klopodu denove
zh_tw: 重試

source: Finish
zh_tw: 完成

source: This message has expired
eo: Tiu ĉi mesaĝo malvalidiĝis
zh_tw: 此訊息已過期

source: Configuration message received
eo: Agorda mesaĝo ricevita
zh_tw: 已接收設定訊息

source: OTA Access Point Configuration
eo: Agordo de alirpunkto OTA
zh_tw: OTA 存取點設定

source: Configuration message received, click on “Accept” to continue.
eo: Agorda mesaĝo ricevita, klaku su 'Akcepti' por daŭrigi.
zh_tw: 已接收設定簡訊，點選「接受」以繼續。

source: The PIN code should have been provided to you by whomever sent you the configuration message.
eo: Vi estus devinta ricevi la kodon PIN de tiu kiu sendis al vi la agordan mesaĝon.
zh_tw: 傳送設定簡訊給您的人應該已經提供 PIN 碼給您了。

source: The message has not been processed yet, do you really want to quit?
eo: La mesaĝo ne estis ankoraŭ traktita, ĉu vi vere volas fini?
zh_tw: 並未處理該簡訊，您真的要離開嗎？

source: The PIN you have entered is incorrect. The PIN code should have been provided to you by whomever sent you the configuration message.
eo: La PIN, kiun vi tajpis, estas malĝusta. Vi estus devinta ricevi la kodon PIN de tiu kiu sendis al vi la agordan mesaĝon.
zh_tw: 您輸入的 PIN 碼不正確，傳送設定簡訊給您的人應該已經提供 PIN 碼給您了。

source: You are about to store the following APN(s) on your phone:
eo: Vi pretas konservi la jenajn APN en via telefono:
zh_tw: 您即將在手機上儲存下列 APN:

source: We are done, the APN(s) are now stored.
eo: Ĉio farita, la APN estas nun konservitaj.
zh_tw: 已完成儲存 APN。

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
eo: La agorda mesaĝo kiun vi ricevis, ne povis estis aŭtentikigita kontraŭ via karto SIM, do ne eblas uzi ĝin por agordi vian aparaton.
zh_tw: 無法使用您的 SIM 卡驗證您收到的設定簡訊，故該簡訊無法用來設定您的裝置。

source: There was a error while authenticating the sender of the message.
eo: Okazis eraro dum la aŭtentikigo de la sendinto de la mesaĝo.
zh_tw: 驗證簡訊寄件者時發生錯誤。

source: The authentication mechanism is not supported yet.
eo: La aŭtentikiga meĥanismo ne estas ankoraŭ subtenita.
zh_tw: 未支援該驗證機制。

source: The configuration message you received does not have valid APNs.
eo: La agorda mesaĝo kiun vi ricevis ne havas validajn APN.
zh_tw: 您收到的設定簡訊當中並未包含有效的 APN。
