Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/settings/settings.properties.po
Languages: ln

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
ln: Nionso etikali ya logiciel oyo ezali na nse ya Ndingisa ya Mozila po na Banso 2.0 (MLP) ezali kozwama na nse ya ndingisa moko kati na bandingisa ya ndenge na ndenge mosusu. Baoyo bazali kosenga bamisela bango ndingisa ntango ya bokaboli batiami awa na nse. (Simba: Kopi na yo ya mosala oyo ekoki kozala na code oyo ndingisa moko to mingi epesami awa ezali kosalela te, kotalaka mosala to version oyo oponi.)

source: Mozilla Public License 2.0
ln: Mozila License Publique 2.0

source: Apache License 2.0
ln: License Apache 2.0

source: Launch First Time Use
ln: Lancement po na Kosalela Mbala ya Liboso

source: No first time use app found
ln: App ya kosalela po na mbala ya liboso ezali te

source: Rocketbar enabled
ln: Rocketbar ezali activé

source: Software home button
ln: Buto ya accueil ya logiciel

source: Home gesture
ln: elembo ya page d'accueil

source: Continuous transition
ln: Mbongwana ya kokoba

source: Gaia debug traces
ln: Bilembo ya debogage Gaia

source: App transition
ln: Mbongawana ya App

source: App suspending
ln: Kokatama ya App

source: Window management
ln: Gestion ya Window

source: Edit downloads
ln: Bongisa kokoma téléchargements

source: Select all
ln: Pona nionso

source: Deselect all
ln: Longola kopona nionso

source: Delete
ln: Boma

source: Battery
ln: Batterie

source: Current level
ln: Niveau ya sikoyo

source: Power save mode
ln: Mode kobomba moto

source: {{level}}% battery left
ln: {{level}}% ya batterie etikali

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
ln: Kofungola mode ya kobomba batterie ekokanga badonnees ya telefone, Bluetooth mpe Geolocalisation po na koyeisa bomoi ya batterie molai. Okoki kozongisa kopelisa misala oyo na maboko.

source: Turn on automatically
ln: Pelisa na mbala moko

source: Accessibility
ln: Bokoteli

source: Invert colors
ln: Bongola balangi

source: Screen reader
ln: Lecteur ya écran

source: Show accessibility settings
ln: Lakisa baparamětres ya bokoteli

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
ln: Tango lecteur écran ezali activé, appareil na yo ekopesa eyano na maloba po na kosalisa bakufi miso to basaleli oyo bamonaka malamu te.

source: Speech Volume
ln: Volume ya Maloba

source: Speech Rate
ln: Motuya ya maloba

source: Start Screen Reader?
ln: Opelisa Lecteur ya Ecran?

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
ln: Koactiver lecteur ya ecran ekobongola ndenge esimbeli ya ecran na yo ekosala. Simba esika nionso olingi po na koyoka eloko na se ya mosapi, mpe beta mbala mibale po na koactiver yango.

source: Start
ln: Banda

source: Stop Screen Reader?
ln: Okanga Lecteur ya ecran?

source: Stopping the screen reader will end all speech feedback.
ln: Kokanga lecteur ya ecran ekosukisa eyano ya maloba.

source: Stop
ln: Kanga

# improveBrowserOS
source: Improve {{brandShortName}}
ln: Matisa {{brandShortName}}

# improveBrowserOSTitle
source: Improve {{brandShortName}}
ln: Matisa {{brandShortName}}

source: Send Mozilla Feedback
ln: Tinda réaction na Mozilla

source: Performance data
ln: Badonné ya performance

source: Help us improve {{brandShortName}} by sharing data about your phone.
ln: Salisa biso to améliorer {{brandShortName}} na bokaboli badonné oyo etali telefone nayo.

source: Submit performance data
ln: Tinda badonné ya performance

source: Crash reports
ln: Barapport ya makama

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
ln: Kotinda rapport na Mozilla tango likama lisalemi esalisaka biso tobongisa nkokoso ena mpo na batu banso. Barapport etindamaka bobele na nzela ya Wi-Fi.

source: Always send a report
ln: Tinda rapport tango inso

source: Never send a report
ln: Kotinda rapport mokolo moko te

source: Ask each time
ln: Tunaka tango nionso

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
ln: Rapport ya libebi ezali na molai ya bansango etali libebi yango mpe appareil na yo, mpe komona na mbala moko ezalela ya appareil na yo tango esali malamu te.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
ln: Kati na oyo totangi biloko lokola kofungola bankasa mpe ba apps, makomi oyo babeti lokola formulaires, makambo ezali kati na ba messages, lisitwale ya makambo olukaki, to geolocalisation oyo esalemaki na app ya polele.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ln: Tosalelaka rapports ya mbeba po na kobongisa mikakatano mpe kobongisa misala na biso. Tokosalela bansango na yo lokola tolimboli na oyo ya biso

source: privacy policy
ln: makambo ya sekele na yo

source: Submit Your Feedback
ln: Tindela Maloba na Yo

source: Your feedback will help us to improve Firefox OS.
ln: Maloba na yo ekosalisa biso kobongisa Firefox OS.

source: Happy
ln: Ya esengo

source: Sad
ln: Mawa

source: How do you feel?
ln: Ozali koyoka boni?

source: Why do you feel happy?
ln: Po nini ozali koyoka esengo?

source: Why do you feel sad?
ln: Po nini ozali koyoka mawa?

source: Please tell us in detail.
ln: Tosengi oyebisa biso na bolai.

source: The content of your feedback will be public, so please be sure not include any personal information.
ln: Oyo okoloba na eyano ekotangama na banso, tosengi otia makambo na yo ya motuya te.

source: Check here to let us contact you from your email.
ln: Fina awa po na kotika biso tokomela yo na nzela ya email na yo.

source: Email address:
ln: Adresi Email:

source: Don’t worry. Your email will always be kept private.
ln: Komitungisa te. Tokobatela tango nionso sekele ya email na yo.

source: Send Feedback
ln: Tinda Maloba

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
ln: Limbisa, Systěme ekoki te kotindela yo likanisi po na erreur moko ya connection ya badonnées. Tosengi omeka lisusu tango mokakatano oyo ebongisami.

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
ln: Limbisa, Systěme ekoki te kotindela yo likanisi po serveur ezali ya kokangama. Tosengi ozela moke mpe omeka lisusu.

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
ln: Limbisa, Systěme ekoki te kotindela yo likanisi po tango esili koleka. Tosengi obandela lisusu mpe omeka lisusu.

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
ln: Limbisa, Systěme ekoki te kotindela yo likanisi po sadresi email ezali te to po na erreur ya formatage. Tosengi osalela adresi email ya malamu mpe omeka lisusu.

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
ln: Limbisa, Systěme ekoki te kotindela yo likanisi po esika ya kotia mwa maloba na yo ezali pamba. Tosengi okoma mwa maloba mpe omeka lisusu.

source: Sorry, the system can’t send your suggestion because you already sent us feedback. Please try our next software update and send again.
ln: Limbisa, Systěme ekoki te kotindela yo likanisi po osi otindelaki biso maloba. Tosengi omeka lisusu mise ǎ jour ya sima ya logiciel na biso mpe otinda lisusu.

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
ln: Matondi mingi po na maloba na yo! Tokosalela yango po na kosalisa biso kosala makambo ya malamu koleka tango tokobimisa Firefox OS na mikolo ekoya liboso.

source: Online support:
ln: Lisungi en ligne:

source: Call support:
ln: Benga po na kozwa lisungi:

source: User guide
ln: Mokanda po na mosaleli

source: Please contact your local provider for support.
ln: Tosengi obenga fournisseur ya mboka na yo po na kozwa lisungi.

source: Operator Services
ln: Misala ya Operateur

# operatorServices-help
source: Help
ln: Lisalisi

source: Help menu
ln: Menu ya Lisalisi

source: SIM card applications not available.
ln: Baapplication ya carte SIM ezali te.

source: SIM toolkit
ln: Trousse ya SIM

source: Set Up Call
ln: Tia Appel

source: Send SS
ln: Tinda SS

source: Send USSD
ln: Tinda USSD

source: Send SMS
ln: Tinda SMS

source: Send DTMF
ln: Tinda DTMF

source: Launch Browser
ln: Bandisa Browser

source: Play Tone
ln: Beta Tone

source: Display Text
ln: Affichage ya texte

source: Get Inkey
ln: Zuwa fungola ya motuya

source: Get Input
ln: Zwa Makambo ya kokotisa

source: Select Item
ln: Pona eloko moko

source: Set Up Menu
ln: Tia Menu

source: Provide Local Info
ln: Pesa bansango ya Esika ofandi

source: Set Idle Mode Text
ln: Tia Texte na Mode Veille

source: Open Channel
ln: Fungola Canal

source: Close Channel
ln: Kanga Canal

source: Receive Data
ln: Zwa Badonnées

source: Send Data
ln: Tinda Badonnées

source: Get Channel Status
ln: Zwa Ezalela ya Canal
