Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/settings/settings.properties.po
Languages: ln

source: Settings
ln: Paramětres

source: Advanced settings
ln: Paramětres Avancés

source: Default
ln: Défaut

source: Enabled
ln: Ezali activé

source: Enable
ln: Activer

source: Disabled
ln: Ezali activé te

source: Error
ln: Erreur

source: Yes
ln: Iyo

source: No
ln: Te

source: Reset
ln: Bongisa kotia

source: Cancel
ln: Tika

source: Close
ln: Kanga

source: Back
ln: Sima

source: Continue
ln: Koba

source: Skip
ln: Leka

source: Pair
ln: Mibale mibale

source: Done
ln: Esili

source: Set
ln: Tia

source: Not now
ln: Sikoyo te

source: Turn ON
ln: Pelisa

source: Select a SIM card
ln: Pona carte SIM moko

# unavailable
source: Not available
ln: Ezali komonana te

source: Network & Connectivity
ln: Rezo & Makoki ya connection

source: Airplane mode
ln: Mode avion

source: Geolocation
ln: Koyebisa esika

source: Turn Wi-Fi on to view available networks.
ln: Pelisa Wi-Fi po na kalakisa barezo oyo ezali komonana.

source: Available networks
ln: Barezo oyo ezali komonana

source: Known networks
ln: Barezo oyo eyebani

source: Hidden networks
ln: Barezo oyo ebombani

source: Searching…
ln: Ezali koluka...

source: Search again
ln: Luka lisusu

source: Initializing…
ln: Ezali kobandela...

source: Connecting to {{ssid}}…
ln: Ezali kozwa connection na {{ssid}}...

# fullStatus-associated
source: Obtaining an IP address…
ln: Ezali kozwa adresi IP...

source: Connected to {{ssid}}
ln: Ezali connecté na {{ssid}}

# fullStatus-connectingfailed
source: Connection failed
ln: Connection esimbi te

# fullStatus-disconnected
source: Offline
ln: ezali na ligne te

# shortStatus-connecting
source: Connecting…
ln: Ezali koconnecter...

# shortStatus-associated
source: Obtaining an IP address…
ln: Ezali kozwa adresi IP...

# shortStatus-connected
source: Connected
ln: Ezali connecté

# shortStatus-connectingfailed
source: Connection failed
ln: Connection esimbi te

# shortStatus-disconnected
source: Offline
ln: ezali na ligne te

source: Manage networks
ln: Gérer barezo

source: Manage certificates
ln: Gérer bacertificats

source: Manage Cert.
ln: Gérer Cert.

source: Join hidden network
ln: Sangana na rezo ebombani

source: Secured by {{capabilities}}
ln: Ebatelami na {{capabilities}}

source: Security
ln: Bokengi

# securityNone
source: None
ln: Moko te

source: Open
ln: Fungola

source: IP address
ln: Adresi IP

source: Link speed
ln: Mbangu ya lien

source: Signal strength
ln: Bokasi ya signal

source: Very weak
ln: Ya kolemba penza

source: Weak
ln: Ya kolemba

source: Average
ln: Katikati

source: Good
ln: Malamu

source: Very good
ln: Malamu penza

source: Forget
ln: Bosana

source: Forget network?
ln: Obosana rezo?

# forgetNetwork-confirmation
source: Confirmation
ln: Kondimisa

source: Authentication
ln: Bopesami ndingisa

source: EAP method
ln: Méthode EAP

source: Phase 2 authentication
ln: Phase 2 ndingisa

source: Server certificate
ln: Certificat ya serveur

source: Notice: If you need to import new certificates, please go to "Manage certificates".
ln: Liyebisi: Soki olingi kozwa certificats ya sika, tosengi okende na "Gérer les Certificats".

source: Identifier
ln: Mosali

source: Password
ln: Bilembo ya kokotela

source: Show password
ln: Lakisa bilembo ya kokotela

source: Network notification
ln: Liyebisi ya rezo

source: Notify me when an open network is available
ln: Yebisa ngai tango rezo ya kofungwama ezali komonana

source: MAC address
ln: Address MAC

# macUnavailable
source: Not available
ln: Ezali komonana te

source: No networks found
ln: Rezo moko te emonani

source: No known networks
ln: Rezo eyebani moko te

source: Edit
ln: Bongisa kokoma

source: Certificate list
ln: Liste ya bacertificats

source: No imported certificate
ln: Certificat moko ebendami te

source: Delete certificate
ln: Boma certificat

source: Import certificate
ln: Benda bacertficats

source: Select certificate file
ln: Pona fichier ya certificat

source: Enter certificate nick name
ln: Kotisa kombo ebambani na certificat

source: Nick name
ln: Kombo ebambani

source: You can change the nick name or keep the default name.
ln: Okoki kobongola kombo ebambani to kobomba kombo par défaut

source: Certificate deletion failed
ln: Koboma certificat esimbi te

source: This may be due to a storage issue, for example.
ln: Ekoki kozala po na kokoso ya esika ya kobomba, na ndakisa.

source: Certificate import failed
ln: Kobenda certificat esimbi te

source: This may be due to a damaged certificate file, for example.
ln: Ekoki kozala po na fichier ya certificat oyo ebeba, na ndakisa.

source: Connect with WPS
ln: Zwa connection na WPS

source: WPS is in progress…
ln: WPS ezali koya...

source: WPS was canceled
ln: WPS ekatamaki

source: WPS timed out
ln: WPS eleki tango

source: WPS failed
ln: WPS esimbi te

source: Another WPS PBC AP was found
ln: WPS PBC AP mosusu emonani

source: Automatic Wi-Fi setup
ln: Installation automatique ya Wi-Fi

source: Select a WPS method:
ln: Pona méthode moko ya WPS:

source: Button connection
ln: Connection na Buto

source: My PIN connection
ln: Connection na PIN na ngai

source: AP PIN connection
ln: Connection na AP PIN

source: PIN is 4 or 8 digits
ln: PIN ezali na mitango 4 to 8

source: Input {{pin}} to an opposite device
ln: Kotisa {{pin}} na appareil mosusu

source: Select an opposite device
ln: Pona appareil mosusu

# wpsAnyAp
source: Any
ln: Nionso

source: Cancel WPS
ln: Tika WPS

source: Failed to cancel WPS
ln: Kotika WPS esimbi te

source: Call Settings
ln: Paramětres ya appel

source: Requesting network info…
ln: Ezali kosenga sango ya rezo...

source: Error in query
ln: Erreur na bosenga

source: Voicemail
ln: Boite vocale

source: Voicemail Number
ln: Numéro ya Boite vocale

source: Not set
ln: Etiami te

source: Voice privacy mode
ln: Mode ya bobateli sekele

source: Call waiting
ln: Kozelisa appel

source: Unable to confirm call waiting preferences
ln: Ekoki te kondima préferences ya kozelisa appel

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
ln: Appareil ekoki sikoyo te koyokana na momemi. Meka kotia lisusu préference.

source: Call forwarding
ln: Kotindama ya appel

source: Forward
ln: Kotinda

source: Always forward
ln: Tango nionso tinda

source: Always
ln: Tango nionso

source: Forward when busy
ln: Tinda tango ozali okipe

source: When busy
ln: Tango ozali okipe

source: Forward when unanswered
ln: Tinda tango eyano ezali te

source: When unanswered
ln: Tango eyano ezali te

source: Forward when unreachable
ln: Tinda tango bakoki kozwa yo te

source: When unreachable
ln: Tango bakoki kozwa yo te

source: Voice calls to
ln: Bappels vocal na

# callForwardingNotForwarding
source: Disabled
ln: Desactivé

source: Call forwarding confirmation message
ln: Message ya kondima botindami ya appel

source: Always use this number
ln: Tango nionso salela numéro oyo

source: Number when unreachable
ln: Numéro ya tango okoki kozwama te

source: Number when unanswered
ln: Numéro ya tango eyano ezali te

source: Number when busy
ln: Numéro ya tango ozali okipe

source: This phone number is invalid.
ln: Numéro ya telefone ezali malamu te.

source: Operation successfully set.
ln: Operation esimbi penza.

source: Your operator does not support that operation.
ln: Operateur na yo azali kokoka operation wana te.

source: Call settings error.
ln: Erreur ya paramětre ya appel.

source: Caller ID
ln: ID ya Mobengi

source: Network default
ln: Rezo par défaut

source: Hide number
ln: Bomba numéro

source: Show number
ln: Lakisa numéro

# fdn
source: Fixed dialing numbers
ln: Code ya banuméro fixe

# fdnSettings
source: Fixed dialing numbers
ln: Code ya banuméro fixe

source: List of numbers that can be called
ln: Liste ya banuméro oyo bakoki kobenga

source: Restrict which numbers can be dialed from this phone.
ln: Pekisa numéro nini ekoki kokomama uta na telefone oyo.

source: (Emergency numbers will always be dialable)
ln: (banuméro ya lumbangu ekokoma tango nionso)

source: Enable FDN
ln: Activer FDN

source: Disable FDN
ln: Désactiver FDN

source: Reset PIN2
ln: Songisa kotia PIN2

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
ln: Otikali na mbala moko ya kokotisa code ya malamu liboso ete carte SIM ekangama.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya kokotisa code ya malamu liboso ete carte SIM ekangama.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya kokotisa code ya malamu liboso ete carte SIM ekangama.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya kokotisa code ya malamu liboso ete carte SIM ekangama.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya kokotisa code ya malamu liboso ete carte SIM ekangama.

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
ln: Oyo mbala na yo ya suka ya kokotisa PIN2 ya malamu. Soki te, osengeli kokotisa code PUK2 po na kosalela carte SIM oyo.

source: The PIN2 code is incorrect.
ln: Code PIN2 ezali malamu te.

source: Call forwarding is disabled by FDN.
ln: Kotindama ya appel ezali désactivé na FDN.

source: Authorized numbers
ln: Banuméro oyo epesami ndingisa

source: name
ln: kombo

# fdnContact-number
source: number
ln: numěro

source: submit
ln: Tinda

source: Add contact
ln: Bakisa contact

source: Call
ln: Benga

# fdnAction-edit
source: Edit contact
ln: Bongisa kokoma contact

# fdnAction-edit-header
source: Edit contact
ln: Boma contact

source: Delete contact
ln: Boma contact

source: Messaging Settings
ln: Paramětres ya Message

source: Message confirmation
ln: Kondimama ya message

source: Delivery reports
ln: Rapports ya botindi sango

source: Request notification of delivery for each message sent
ln: Senga po na mokanda nionso okotindaki ozwa eyano ete ekomi

source: Read reports
ln: Tanga rapports

source: Request read report for each message sent
ln: Senga otanga rapport po na message nionso otindindaki

source: Multimedia messaging (MMS)
ln: Message multimedia (MMS)

source: Auto retrieve
ln: Kozongisa yango moko

source: Automatically retrieve messages
ln: Zongisa bamessage yango moko na mbala moko

source: Off
ln: Esala te

source: On with roaming
ln: ezali kosala na roaming

source: On without roaming
ln: ezali kosala na roaming

source: Auto-configure
ln: kotiama yango moko

source: WAP Push messages
ln: bamessage ya WAP Push

source: Cell broadcast messages
ln: Bamessages etindami na nzela ya telefone

source: Cell broadcast
ln: Kopanza sango na nzela ya telefone

source: Cellular & Data
ln: Cellulaire & Données

source: Carrier
ln: Momemi

# dataConnectivity
source: Data
ln: Données

source: Data connection
ln: Connection ya badonnées

source: Data roaming
ln: Données epai wapi okotambola

source: Network operator
ln: Operateur ya rezo

source: Network operators in the area
ln: Baoperateurs ya rezo na etuka

source: Preferred network type
ln: Lolenge ya rezo bato balingi mingi

source: Network type could not be set
ln: Lolenge ya rezo ekokaki kotiama te

source: Network type
ln: Lolenge ya Rezo

# operator-networkType-auto
source: Automatic
ln: Automatique

source: 3G preferred
ln: 3G balingi yango koleka

source: 2G only
ln: 2G kaka

source: 3G only
ln: 3G kaka

source: WCDMA preferred
ln: WCDMA balingi yango mingi

source: Automatic selection
ln: Sélection automatique

# operator-networkSelect-auto
source: Automatic
ln: Automatique

source: Manual
ln: Manuelle

source: Turn automatic selection off to view available network operators.
ln: Kanga sélection automatique po na komona baoperateurs ya rezo oyo ezali.

# operator-status-connecting
source: Connecting…
ln: Ezali koconnecter...

# operator-status-connectingfailed
source: Connection failed
ln: Connection esimbi te

# operator-status-connected
source: Connected
ln: Ezali connecté

source: Roaming preference
ln: Preference ya roaming

source: Home
ln: Ndako

# operator-roamingPreference-any
source: Any
ln: bisika nionso

source: Affiliated
ln: Na barezo esangana

source: Data settings
ln: Pamětres ya badonnées

source: A-GPS settings
ln: Paramětres A-GPS

source: Message settings
ln: Paramětres ya mesage

source: Tethering settings
ln: Paramětres ya kokanga

source: IMS settings
ln: Paramětres IMS

source: MMS port
ln: Port ya MMS

source: MMS proxy
ln: Proxy ya MMS

source: HTTP proxy host
ln: HTTP hote proxy

source: HTTP proxy port
ln: HTTP port proxy

source: (custom settings)
ln: (paramětres ya personalisation)

# apn-authType
source: Authentication
ln: Bosolo ya makambo

# apn-authType-notDefined
source: Not defined
ln: Elimbolami te

# apn-authType-none
source: None
ln: Moko te

source: PAP or CHAP
ln: PAP to CHAP

source: Protocol
ln: Protocole

source: Roaming protocol
ln: Protocole ya Roaming

# apn-protocol-notDefined
source: Not defined
ln: Elimbolami te

source: Turn ON data connection?
ln: Opelisa badonnées ya connection

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
ln: Bapplications ekoluka badonnées na mbala moko na nzela ya connection ya badonnees ntango esengami. Bakoki kosenga bobakisa misolo mosusu ya botindami ya badonnées.

source: Turn ON data roaming?
ln: Opelisa botamboli epai mosusu na badonnées?

source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
ln: Katalaka contract otiaki maboko, bakoki kosenga ofuta misolo mosusu po na badonnées tango ozali na esika ya kosalela roaming.

source: Unknown state
ln: Mboka eyebani te

source: Available
ln: Ezali komonana

# state-connected
source: Connected
ln: Ezali connecté

# state-current
source: Connected
ln: Ezali connecté

source: Forbidden
ln: Epekisami

source: Turn Bluetooth on to view devices in the area.
ln: Pelisa bluetooth po na komona bappareils na esika yango.

source: Paired devices
ln: Bappareils esangana

source: Devices in the area
ln: Bappareils na esika yango

source: Visible to all
ln: Ezali komonana na banso

source: Your device name exceeds {{length}} characters. Please retry again.
ln: Kombo ya appareil na yo eleki baletele {{length}}. Tosengi omeka lisusu.

source: Bluetooth Address
ln: Adresi ya Bluetooth

# bluetooth-address-unavailable
source: Not available
ln: Ezali komonana te

source: No devices paired
ln: Bappareils esangani ezali te

source: Turned off
ln: Kanga

# bt-status-paired[one]
source: {{name}}, +{{n}} more
ln: {{name}}, +{{n}} mingi koleka

# bt-status-paired[two]
source: {{name}}, +{{n}} more
ln: {{name}}, +{{n}} mingi koleka

# bt-status-paired[few]
source: {{name}}, +{{n}} more
ln: {{name}}, +{{n}} mingi koleka

# bt-status-paired[many]
source: {{name}}, +{{n}} more
ln: {{name}}, +{{n}} mingi koleka

# bt-status-paired[other]
source: {{name}}, +{{n}} more
ln: {{name}}, +{{n}} mingi koleka

source: Tap to connect
ln: Beta po na koconnecter

source: Pairing with device…
ln: Kosangisa na appareil...

source: Waiting for other device…
ln: Kozelaka appareil mosusu...

source: Paired
ln: Esangani

# device-status-connecting
source: Connecting…
ln: Ezali koconnecter...

# device-status-connected
source: Connected
ln: Ezali connecté

source: Connected to phone audio
ln: Ezali connecté na audio ya telefone

source: Connected to media audio
ln: Ezali connecté na media audio

source: Connected to phone/media audio
ln: Ezali connecté na telefone/media audio

source: Unpair
ln: Tika kosangisa

source: Confirm
ln: Ndima

# device-option-unpair-confirmation
source: Confirmation
ln: Bondimami

source: Unpair device?
ln: Otika kosangisa appareil?

source: Connect
ln: Zwa connection

source: Disconnect
ln: Longola connection

source: Searching for devices…
ln: Kolukaka bappareils...

source: Search for devices
ln: Koluka bappareils

source: Rename my device
ln: Pesa lisusu appareil na ngai kombo

source: Unknown device
ln: Appareil eyebani te

source: Change phone name
ln: Bongola kombo ya telefone

source: Change the name of your device as it appears in your computer
ln: Bongola kombo ya appareil na yo lokola ezali komonana na ordinateur na yo

source: New name
ln: Kombo ya sika

source: Unable to pair devices
ln: Ekoki kosangisa bappareils te

source: Unable to pair with the device. Check that the PIN is correct.
ln: Ekoki kosangana na appareil yango te. Bonsenga mingi penza.

source: Unable to pair with the device. Too many requests.
ln: Ekoki kosanga na appareil yango te. Bonsenga mingi penza.

source: Unable to connect devices
ln: Ekoki kosangisa bappareils te

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
ln: Tala malamu ete appareil ozali koconnecter na yango ezali kaka na nzela mpe Bluetooth ezali kosala.

source: Unpair a connected device?
ln: Okabola appareil oyo ezali connecté?

source: You are currently connected to this device. Unpairing will also disconnect from it.
ln: Ozali sikoyo connecté na appareil oyo. Kokabola ekokata connection na yango.

source: The SSID cannot be empty
ln: SSID ekoki kozala pamba te

source: Internet sharing
ln: Bokaboli ya Internet

source: Share my phone’s Internet connection with a USB-connected device.
ln: Kokabola connection Internet ya telefone na ngai na appareil oyo ezali connecté na USB.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
ln: Pesa bappareils mosusu nzela ya kokabola connection Internet ya telefone na ngai na nzela ya Wi-Fi.

source: Wi-Fi hotspot
ln: Esika ya kokota ya Wi-Fi

source: Name
ln: Kombo

# wifi-password
source: Password
ln: Bilembo ya Kokotela

# wifi-security
source: Security
ln: Bokengi

source: USB tethering
ln: Bokangi ya USB

source: Hotspot settings
ln: Paramětres ya esika ya kokota

# wifi-auth-username
source: Username
ln: Kombo ya mosali

# wifi-auth-password
source: Password
ln: Bilembo ya kokotela

# wifi-join-username
source: Username
ln: Kombo ya Mosali

# wifi-join-password
source: Password
ln: Bilembo ya kokotela

source: SSID network name
ln: Kombo ya rezo SSID

source: open
ln: fungola

source: The password must have at least 8 characters.
ln: Bilembo ya kokotela esengeli kozala na moke bilembo 8.

source: Personalization
ln: Personalisation

source: Sound
ln: Son

source: Tones
ln: Tonalités

source: Audible touch tones
ln: Tonalité ya babuto eyokana

source: Short
ln: Mokuse

source: Long
ln: Molai

source: Select a tone
ln: Pona tonalité

source: Ringer
ln: sonnerie

source: Ringtones
ln: Basonneries

source: Alert tones
ln: Sonneries ya alerte

source: Manage Sounds
ln: Gérer ba sons

source: Manage Ringtones
ln: Gérer ba sonneries

source: Other sounds
ln: Ba sons mosusu

source: Alerts
ln: Ba alertes

source: Unlock screen
ln: Fungola écran

source: Sent Message
ln: Camera

source: Alarm
ln: Alarme

source: Ringer & Notifications
ln: Sonnerie & Mayebisi

source: Saving ringtone…
ln: Bomba sonnerie...

source: The ringtone was not changed because the selected file can not be played on this phone.
ln: Sonnerie oyo obongolamaki te po fichier oponaki ekoki kobetama na telefone oyo te.

source: We were unable to find a ringtone app to manage ringtones!
ln: Tokokaki kozwa application ya sonnerie po na kogerer basonneries te!

source: Display
ln: Monisa

source: Brightness
ln: Bongengi

source: Adjust automatically
ln: Bongisa yango moko

source: Lock screen
ln: Kanga écran

source: Wallpaper
ln: Elili na se ya écran

source: Screen timeout
ln: Kozimama ya écran

source: 1 minute
ln: Miniti 1

source: 2 minutes
ln: Miniti 2

source: 5 minutes
ln: Miniti 5

source: 10 minutes
ln: Miniti 10

source: never
ln: soki moke te

source: Lock orientation
ln: Nzela ya kokanga

source: Edge swipe navigation
ln: Navigation na koselumonaka na songe

source: Drag from the left or right edge of the screen to jump between apps.
ln: Benda uta songe ya loboko ya mwasi to mobali ya ecran po na koleka katikati ya baapps.

source: Notifications
ln: Mayebisi

source: Show on lock screen
ln: Lakisa na écran ya kokangama.

source: Show after reboot
ln: Lakisa sima ya kokanga mpe kozonga kopelisa

source: Date & Time
ln: Mokolo & Tango

source: Set automatically
ln: Tia yango moko

source: Set manually
ln: Tia na maboko

source: Time zone
ln: Fuseau horaire

source: Date
ln: Mokolo

source: Time
ln: Tango

source: Select continent
ln: Pona mokili

source: Select time zone
ln: Pona fuseau horaire

source: Language & Region
ln: Lokota mpe Etuka

source: Language
ln: Lokota

source: Region
ln: Etuka

source: Sample Format
ln: Format ya modele

source: SIM manager
ln: Manager ya SIM

source: SIM settings
ln: Paramětres ya SIM

source: Outgoing calls
ln: Bappels oyo ezali kobima

source: Calls will be sent from
ln: Bappels ekotindama uta na

source: Outgoing messages
ln: Messages oyo ezali kobima

source: SMS will be sent from
ln: SMS ewkotindama uta na

# sim-manager-outgoing-data
source: Data
ln: Badonnées

source: Data service network and Marketplace payments
ln: Rezo ya baservice ya badonnées mpe Kofutama ya Marketplace

source: Always ask
ln: Tango nionso senga

source: SIM PIN locked
ln: PIN ya SIM ekangami

source: No operator
ln: Operateur azali te

source: At least one SIM should be activated at a time
ln: Ata SIM moko esengeli kosala na tango

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
ln: SIM {{disableCardIndex}} ekoki kozwa bappels mpe messages te. Bappels mpe messages ya kobima oyo etiami na SIM{{disableCardIndex}} ekozala désactivés.

source: The current data transfer will be suspended. Continue anyway?
ln: Kotindama ya badonnées ya sikoyo ekokatama. Olingi okoba kaka?

source: Homescreen
ln: Ecran d'accueil

# vertical-homescreen-header
source: Homescreen
ln: Ecran d'accueil

source: Icon Layout
ln: Lolenge ya icon

source: Three Columns
ln: Milongo misato

source: Four Columns
ln: Milongo minei

source: Notice
ln: Liyebisi

source: Search Engine
ln: Masini ya koluka-luka

source: Search Suggestions
ln: Makanisi uta na koluka

source: The characters you type when entering a search are sent to multiple search providers and will be used to send you search suggestions. Additional data charges may apply when using this feature.
ln: Bilembo oyo ozali kobeta tango ya koluka etindami na bapesi lisalisi ya koluka-luka mingi mpe bakosalela yango po na kotindela yo makanisi uta na koluka. Bakoki kofutisa ntalo ya kobakisa soki osaleli nzela oyo.

source: Homescreens
ln: Baécrans ya accueil

source: Change homescreen
ln: Bongola écran d'accueil

# changeHomescreenButton
source: Change
ln: Bongola

source: Description
ln: Ndimbola

source: Installed input methods
ln: Méthodes ya kokotisa makambo oyo etiami

source: Keyboards
ln: Baclaviers

source: Number layouts
ln: Ndenge ya motango

source: Option layouts
ln: Lokasa ya Maponi

source: Keypad
ln: Clavier

source: Dial Pad
ln: Clavier ya Kobenga

source: Selected keyboards
ln: Claviers oyo eponami

source: Add more keyboards
ln: Bakisa baclaviers mingi koleka

source: At least one {{type}} keyboard should be selected
ln: Na moke clavier{{type}}moko esengeli koponama

source: text
ln: texte

# keyboardType-number
source: number
ln: motango

source: {{appName}} {{layoutName}} is set as default input method
ln: {{appName}} {{layoutName}} etiami lokola méthode ya kokotisa par défaut

# fxa
source: Firefox Accounts
ln: Bacomptes ya Firefox

source: Account Management
ln: Gestion ya Compte
