Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/settings/settings.properties.po
Languages: ln

# fxa-accounts
source: Firefox Accounts
ln: Comptes Firefox

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
ln: Compte na yo ya Firefox epesi yo nzela ya kosalela makambo lokola Luka Appareil na Ngai mpe Baapps lokola Firefox Matketplace.

source: Create account or sign in
ln: Sala compte to Kota

source: Confirm Your Account
ln: Ndima Compte na Yo

source: We will send an email to: {{email}}
ln: Tokotinda email na: {{email}}

source: Click the verification link in your email to confirm your account.
ln: Cliquer lien ya verification na email na yo mpo na kondima compte na yo.

source: Cancel Account Confirmation
ln: Tika koconfirmer compte

source: A verification link has been sent to {{email}}.
ln: Lien ya verification etindami na {{email}}.

source: Don’t see an email? {{resend}}.
ln: Omoni email te? {{resend}}.

source: Resend
ln: Zongela kotinda

source: About
ln: Po na oyo etali

source: Signed in as {{email}}
ln: Kota na {{email}}

source: Signed In
ln: Kota

# fxa-find-my-device-app
source: Find My Device
ln: Luka Appareil na Ngai

source: Options
ln: Maponi

source: Sign Out
ln: Bima

source: Please confirm {{email}}
ln: Tosengi ondima {{email}}

source: Find My Device
ln: Luka Appareil na Ngai

source: Find My Device allows you to locate, lock or erase your phone
ln: Luka Appareil na Ngai epesi yo nzela ya koyeba esika, kokanga to koboma nionso na telefone na yo

source: Sign In or Create an Account
ln: Kota to Sala compte

source: Enable Find My Device
ln: Activer Luka Appareil na Ngai

source: About Find My Device
ln: Po na oyo etali Koluka Appareil na Ngai

source: Find My Device allows you to locate, lock or erase your phone from a web site:
ln: Luka Appareil na Ngai ekopesa yo makoki ya koyeba esika, kokanga to koboma telefone na yo uta na website:

source: Enable Geolocation?
ln: Olingi koactiver Géolocalisation?

source: To view your device's location, you must enable geolocation tracking.
ln: Po na komona esika appareil na yo ezali, osengeli ko activer makoki ya koluka na Géolocalisation.

source: Geolocation Enabled
ln: Géolocalisation ezali kosala

source: This device is currently offline. Connect to a network and try again.
ln: Appareil oyo ezali sikoyo na ligne te. Connecter na rezo moko mpe meka lisusu.

source: Your phone is being tracked by another device through the website.
ln: Bazali kolukisa telefone na yo na appareil mosusu na nzela ya website.

source: No devices are actively tracking your phone through the website.
ln: Appareil moko te ezali sikoyo kolukisa telefone na yo na nzela ya website.

source: Privacy & Security
ln: Makambo na yo ya sekele mpe Bokengi

source: Passcode lock
ln: Kokanga code ya kokotela

source: Passcode: {{code}}
ln: Code ya kokotela: {{code}}

source: Screen lock
ln: Kokanga écran

source: SIM security
ln: Bokengi ya SIM

source: App permissions
ln: Ndingisa ya App

source: Author
ln: Mokomi

source: Permissions
ln: Ndingisa

source: Revoke
ln: Longola

source: Ask
ln: Senga

source: Deny
ln: Wangana

source: Grant
ln: Pesa

source: Uninstall app
ln: Longola app

source: Are you sure you want to uninstall {{ app }}?
ln: Ondimi solo ete olingi kolongola {{ app }}?

source: Clear bookmarks data
ln: Boma badonnées ya bookmark

source: Clear private data from bookmarks?
ln: Olongola badonnées privées na bookmarks?

source: This clears private data from bookmarks that have been added to the home screen. This cannot be undone.
ln: Oyo elongoli badonnees privees na bookmarks oyo ebakisamaki na ecran d'accueil. Oyo ekotikala se bongo.

source: Clear
ln: Longola

source: Phone
ln: Telefone

source: Vibrate
ln: Koningana

source: Ring
ln: kolela

source: Change
ln: Bongola

source: Create
ln: ̂̂̂Kela

source: Create a Passcode
ln: Sala code ya Koleka

source: Passcode
ln: Sala code ya kokotela

# passcode-heading
source: Passcode
ln: Code ya kokotela

source: Enter passcode
ln: Kotisa code ya kokotela

source: New passcode
ln: Code ya kokotela ya sika

source: Current passcode
ln: Code ya koleka ya sika

source: Passcode is incorrect
ln: Code ya Koleka ya malamu te

source: Passcode doesn’t match. Try again.
ln: Code ya koleka ezali kokokana te. Meka lisusu.

source: Confirm passcode
ln: Ndima code ya koleka

source: Immediately
ln: Sikasikawa

source: After 5 seconds
ln: sima ya seconde 5

source: After 15 seconds
ln: Sima ya seconde 15

source: After 30 seconds
ln: Sima ya seconde 30

source: After 1 minute
ln: Sima ya miniti 1

source: After 2 minutes
ln: Sima ya miniti 2

source: After 5 minutes
ln: Sima ya minuti 5

source: After 10 minutes
ln: Sima ya minuti 10

source: After 15 minutes
ln: Sima ya minuti 15

source: After 30 minutes
ln: Sima ya miniti 30

source: After 1 hour
ln: sima ya ngonga 1

source: After 4 hours
ln: Sima ya ngonga 4

source: Require passcode
ln: Esengi code ya kokotela

source: Change passcode
ln: Bongola code ya kokotela

source: No SIM card
ln: Carte SIM ezali te

source: SIM PIN
ln: PIN ya SIM

source: SIM PIN2
ln: PIN2 ya SIM

source: PUK code
ln: Code PUK

source: PUK2 code
ln: Code PUK2

source: What is a SIM PIN?
ln: PIN ya SIM ezali nini?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
ln: PIN ya SIM epekisaka kokota na badonnées ya carte SIM ya barezo cellulaires. Tango ezali activé, appareil nionso oyo ezali na carte SIM ekosenga PIN tango bozongi kopelisa yango.

source: A SIM PIN is not the same as the passcode used to unlock the device.
ln: PIN ya SIM ezali ndenge moko te lokola code ya koleka oyo basalelaka po na kofungola appareil.

source: Change PIN
ln: Bongola PIN

source: SIM PIN changed successfully
ln: PIN ya SIM ebongolami malamu

source: SIM {{index}} PIN changed successfully
ln: SIM {{index}} PIN ebongolami malamu

source: Enter SIM PIN
ln: Kotisa PIN ya SIM

source: Enter SIM PIN2
ln: Kotisa PIN2 ya SIM

source: Enter PUK code
ln: Kotisa code PUK

source: Enter PUK2 code
ln: Kotisa code PUK2

source: New PIN
ln: PIN ya sika

source: Last try.
ln: Mbala ya suka ya komeka.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ln: Etikali mbala {{n}} ya komeka.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ln: Etikali mbala {{n}}.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ln: Etikali mbala {{n}}.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ln: Etikali mbala {{n}}.

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
ln: Otikali na mbala moko ya komeka po na kokotisa code ya malamu liboso ya kokanga carte SIM.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya komeka po na kokotisa code ya malamu liboso ya kokanga carte SIM.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya komeka po na kokotisa code ya malamu liboso ya kokanga carte SIM.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya kokotisa code ya malamu liboso ete carte SIM ekangama.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya kokotisa code ya malamu liboso ete carte SIM ekangama.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ln: Oyo mbala na yo ya suka ya kokotisa PIN ya malamu. Soki te, osengeli kokotisa code PUK po na kosalela carte SIM oyo.

source: The SIM card is locked.
ln: Carte SIM ekangami.

source: The SIM card is blocked.
ln: Carte SIM ekangami.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ln: Osengeli kokotisa code ya Fungola na Yo moko ya Kofungola (PUK) po na carte SIM. Tanga mokanda ya carte SIM na yo to benga momemi na yo po na kozwa sango mingi koleka.

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ln: Osengeli kokotisa code ya Fungola na Yo moko ya Kofungola (PUK2) po na carte SIM. Tanga mokanda ya carte SIM na yo to benga momemi na yo po na kozwa sango mingi koleka.

source: The PUK code is incorrect.
ln: Code PUK eza malamu te.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na mbala moko ya komeka kokotisa code liboso ete carte SIM oyo ekangama libela. Tanga mokanda ya carte SIM na yo to benga momemi na yo po na kozwa sango mingi koleka.

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na mbala {{n}} ya komeka po na kokotisa code liboso ete carte SIM oyo ekangama libela. Tanga moaknda ya carte SIM na yo to benga momemi na yo po na kozwa sango mingi koleka.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na mbala {{n}} ya komeka po na kokotisa code liboso ete carte SIM oyo ekangama libela. Tanga mokanda ya carte SIM na yo to benga momemi na yo po na kozwa sango mingi koleka.

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na mbala {{n}} ya komeka po na kokotisa code liboso ete carte SIM oyo ekangama libela. Tanga mokanda ya carte SIM na yo to benga momemi na yo po na kozwa sango mingi koleka.

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na mbala {{n}} ya komeka po na kokotisa code liboso ete carte SIM oyo ekangama libela. Tanga mokanda ya carte SIM na yo to benga momemi na yo po na kozwa sango mingi koleka.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
ln: Libaku ya suka ya kokotisa code PUK ya malamu. Carte SIM na yo ekokangama libela soki okotisi code PUK ya mabe. Tanga mkanda ya carte SIM na yo to benga momemi na yo po na kozwa sango mingi koleka.

source: Create PIN (must contain 4 to 8 digits)
ln: Sala PIN (esengeli kozala na bilembo 4 to 8)

source: Create PIN2 (must contain 4 to 8 digits)
ln: Sala PIN2 (esengeli kozala na bilembo 4 to 8)

source: Confirm new PIN
ln: Ndima PIN ya sika

source: Confirm new PIN2
ln: Confirmer PIN2 ya sika

source: PINs don’t match
ln: Ba PIN ezali kokokana te

source: SIM-locked phone
ln: Telefone oyo SIM ekangama

source: Unknown SIM card state
ln: ezalela ya cate SIM eyebani te

source: SIM card not ready
ln: Carte SIM elengelami te

source: Unauthorized SIM card
ln: Carte SIM epesami ndingisa te

source: Do Not Track
ln: Kolanda te

source: Tell websites and apps that I do not want to be tracked
ln: Yebisa bawebsites mpe baapps ete nalingi balanda ngai te

source: Tell websites and apps that I want to be tracked
ln: Yebisa bawebsites mpe baapps ete nalingi balanda ngai te

source: Do not tell websites and apps anything about my tracking preferences
ln: Koyebisa bawebsites mpe baapps likambo moko te po na oyo etali preferences nalandaka

source: How does Do Not Track work?
ln: Kolanda Te esalaka ndenge nini?

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you don’t want your behavior tracked.
ln: Tango ofungoli Kolanda Te, appareil na yo ekoyebisa website mpe app nionso ( lolenge moko mpe bato ya publicité mpe bayo batiaka makambo na kati) ete olingi te balanda makambo na yo.

source: Turning on Do Not Track won’t affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
ln: Kofungola Kolanda Te ekobongola makoki na yo ya kokota na website to kobosanisa appareil na yo bansango na yo ya privé te, ndakisa nini ezali kati na carte ya kosombela, information po na esika ozali to bilembo ya kokotela.

source: Storage
ln: Ebombelo

source: USB storage
ln: USB ya kobomba

source: Unplug USB cable to disable
ln: Longola singa USB po na kodésactiver

source: Application storage
ln: Ebombelo ya Application

# availableSize[zero]
source: {{size}} {{unit}} available
ln: {{size}} {{unit}} ezali

# availableSize[one]
source: {{size}} {{unit}} available
ln: {{size}} {{unit}} ezali

# availableSize[two]
source: {{size}} {{unit}} available
ln: {{size}} {{unit}} ezali

# availableSize[few]
source: {{size}} {{unit}} available
ln: {{size}} {{unit}} ezali

# availableSize[many]
source: {{size}} {{unit}} available
ln: {{size}} {{unit}} ezali

# availableSize[other]
source: {{size}} {{unit}} available
ln: {{size}} {{unit}} ezali

# apps-total-space
source: Total space
ln: Monene ya espace

source: Used
ln: Oyo basaleli

source: Left
ln: Oyo etikali

source: Photos, videos and music are stored separately from apps. See media storage for details.
ln: Bafoto, bavideo mpe miziki ebombami na bisika ekseni na apps. Tala ebombelo ya media po na molai na yango.

source: {{list}} shared
ln: {{list}} ekabolami

source: Media storage
ln: Ebombelo ya media

source: Internal Storage
ln: Ebombelo ya Kati

source: SD Card Storage
ln: Ebombelo ya Carte SD

source: SD Card Storage 2
ln: Ebombelo 2 ya Carte SD

source: Internal
ln: Ya kati

source: SD Card
ln: Carte SD

source: SD Card 2
ln: Carte SD 2

source: Music
ln: Miziki

source: Pictures
ln: Bafoto

source: Movies
ln: Filime

# left-space
source: Space left
ln: Esika etikali

# free-space
source: Space left
ln: Esika etikali

source: Total space
ln: Mobimba ya esika

# size-not-available
source: Not available
ln: Ezali te

source: No storage found
ln: Esika ya kobomba ezali te

source: Advanced
ln: Avancé

source: Enable USB storage?
ln: Activer ebombelo ya USB?

source: Turning on Enable USB storage allows another computer or device connected using USB to access files on this phone.
ln: Kopelisa Activer ebombelo ya USB ekopesa ordinateur to appareil mosusu oyo esangani na kosalelaka USB kokota na bafichiers oyo ezali na telefone oyo.

source: Default media location
ln: Esika ya media par défaut

source: Choose where photos, videos, music and downloads are stored by default.
ln: Pona wapi bafoto, bavideo, miziki mpe téléchargements ebombami par défaut.

source: Changing the default media storage volume will affect where photos, videos, downloads and other media will be saved to by default. Existing data will remain in its current location.
ln: Kobongola esika ya kobomba media par défaut ekosala eloko wapi bafoto, bavideo, téléchargements mpe media mosusu ekobombama par défaut. Badonnées oyo esili kozala ekotikala na esika na yango ya sikoyo.

source: Share using USB
ln: Kokabola kosalela USB

source: Format SD card
ln: Format ya carte SD

# format-sdcard-title
source: Format SD card
ln: Format ya carte SD

source: This will erase all data stored on your SD card, such as music and photos.
ln: oyo ekoboma badonnees nionso ebombami na carte SD na yo, ndakisa miziki mpe bafoto.

source: Device
ln: Appareil

source: Help
ln: Lisalisi

source: Device information
ln: Sango ya appareil

source: Phone number
ln: Nimero ya telefone

source: SIM {{index}}: Not available
ln: SIM {{index}}: Ezali te

source: Downloads
ln: Téléchargements

source: Unknown
ln: Oyo eyebani te

source: SIM {{index}}: Unknown
ln: SIM {{index}}: Eyebani te

source: Developer
ln: Mokolisi

source: Developer HUD
ln: HUD ya Mokolisi

source: Log changes in ADB
ln: Kotisa bambongwana na ADB

source: Problems
ln: Mikakatano

source: Warnings
ln: Makebisi

source: Errors
ln: Baerreurs

source: Security issues
ln: Makambo ya Bokengi

source: Performance
ln: Makokisi na mosala

source: Reflows
ln: Mazongisi

source: Frames per second
ln: Cadres ya foto na second moko

source: Time to load
ln: Tango ya kotélécharger

source: Memory
ln: Mémoire

source: App memory
ln: App ya mémoire

source: JS objects
ln: Biloko JS

source: JS strings
ln: Milongo ya bilembo JS

source: JS other
ln: JS mosusu

# hud-other
source: Other
ln: Mosusu

source: Software
ln: Logiciel

source: Developer settings
ln: Mokolisi ya paramětres

source: Debug
ln: deboguer

source: Developer Menu
ln: Mokolisi ya Menu

source: Developer Tools
ln: Mokolisi ya Outils

source: Graphics
ln: Graphiques

source: Hardware composer
ln: Mosali ya materiel

source: Flash repainted area
ln: Esika ya flash oyo etiami langi

source: Dump layers tree
ln: Esika ya kolongola bacouche

source: Overscrolling
ln: Kolekisa mingi koleka

source: Tiling
ln: Botondisi

source: Simple tiling
ln: Mosaique ya pete

source: Draw tile borders
ln: Tia mosaique ya bandelo

source: Draw layer borders
ln: Tia nse ya bandelo

source: Log slow animations
ln: Tia animation ya malembe

source: Debugging via USB
ln: Kanga mpe Fungola na nzela ya USB

source: DevTools via Wi-Fi
ln: OutilsDev na nzela ya Wi-Fi

# debugger-disabled
source: Disabled
ln: Eza activé

source: ADB only
ln: Kaka ADB

source: ADB and DevTools
ln: ADB mpe OutilsDev

source: Show devtools overlay
ln: Lakisa ndenge OutilsDev etiami

source: Jank Threshold
ln: Jank Treshold

source: Wi-Fi output in ADB
ln: Kobima ya Wi-Fi na ADB

source: Bluetooth output in ADB
ln: Kobima ya Bluetooth na ADB

source: Console enabled
ln: Console ezali kosala

source: Cards View: Screenshots
ln: Affichage ya Bacartes: elili ya écran

source: Geolocation output in ADB
ln: Kobima ya Geolocalisation na ADB

source: Model
ln: Modele

source: OS version
ln: Version OS

source: Firmware revision
ln: Revision ya Firmware

source: Hardware revision
ln: Revision ya Hardware

source: Platform version
ln: Version Plateforme

source: Build Identifier
ln: Sala Identifiant

source: Update channel
ln: Mise ǎ jour ya chaine

source: Update URL
ln: Mise ǎ jour ya URL

source: Last Updated
ln: etiamaki mise ǎ jour ya suka

source: More Information
ln: Bansango mingi koleka

source: Software updates
ln: Mises ǎ jour ya logiciel

source: Daily
ln: Mokolo na mokolo

source: Weekly
ln: Poso na poso

source: Monthly
ln: Sanza na sanza

source: Check for updates
ln: Tala ba mise ǎ jour

source: Check now
ln: Tala sikoyo

source: Update status
ln: Ezalela ya mise ǎ jour

source: Checking for updates…
ln: Kotalaka ba mises ǎ jour malamu...

source: No updates were found
ln: Mise ǎ jour moko te ezali

source: Network is offline. Will check again when the network is online.
ln: Rezo ezali te. Tokotala lisusu tango rezo ekozonga.

source: This is already the latest version of {{brandShortName}}
ln: Oyo ezali nde version ya sima sima ya {{brandShortName}}

source: There was an error when checking for updates.
ln: Erreur ezalaki te tango batalaki ba mises ǎ jour.

source: About {{brandShortName}}
ln: Po na oyo etali {{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
ln: {{brandShortName}} ezali masini ya ofele mpe po na moto nionso kosalaka uta na Mozila. Etinda na biso ezali botombwami ya bofungwami, makambo ya sika mpe kopesaka mabaku na kotika nguya ya Web na maboko na yo.

source: Learn More
ln: Tanga mingi koleka

source: Reset Phone
ln: Zongisa telefone na ebandeli

source: CAUTION
ln: KEBA

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
ln: Kozongisaka telefone na ebandeli ekoboma badonnees na yo nionso, kotangaka baapps nionso osombaki. Telefone ekozonga ndenge balaki yango na uzini. Moko te ya baparamětres to badonnées na yo ekobombama.

source: Your Rights
ln: Makoki na Yo

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
ln: {{brandShortName}} esalemi na logiciel moko ya ofele mpe ya bofungwami na lisanga ya bankoto ya bato uta na mokili mobimba. Ezali na makambo moke osengeli koyeba:

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
ln: {{brandShortName}} epesameli yo na nse ya mibeko ya bapesi ndingisa ebele mpo ya bofungwami kotangaka mpe Ndingisa ya Mozila po na Bato banso. Code nionso oyo epesami na nse ya ndingisa ya polele epesi yo mpe makoki ya kobongola code ya ebandeli mpe kokabola version oyo obongoli tango nionso okotosa mibeko na bango.

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
ln: Opesami makoki ya mosala to ndingisa moko na misala mikokisami na Fondation Mozila to basangani na ye te, kotangaka kasi na kozangaka kosukisa nionso wana kombo to logo ya {{brandShortName}}.

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
ln: Mwa ba caharacteristiques kati na {{brandShortName}}, ndakisa Crash Reporter, ekopesaa yo libaku ya kopona soki okotinda eyano na Mozila. Soki oponi kotinda eyano to rapport, opesi Mozila nzela ya kosalela eyano mpo na kobongisa misala na ye, kobimisa eyano yango na website na yango, mpe kokabola eyano to rapport yango.

source: Legal Information
ln: Nsango endimami na mibeko

source: Open Source Notices
ln: Mayebisi maye Motindi ayebani Polele

source: {{open-source-notices}}
ln: {{opne-source-notices}}

source: Obtaining Source Code
ln: Kozwaka Code uta na Motindi

source: Mozilla
ln: Mozila

# about-other
source: Other
ln: Mosusu

source: Your Privacy
ln: Makambo ya Sekele na Yo

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
ln: Ezaleli ya mosala ya binaire epesameli yo na Projet Mozila, na se ya Ndingisa ya Mozila mpo na Banso 2.0 (MPL). Yeba makoki na yo.

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
ln: Code nionso ya ebandeli po na mosala oyo ezali kozwama na se ya ndingisa oyo ezali na ntango moko ofele mpe polele. Mingi kati na yango ezali komonana na nse ya Ndingisa ya Mozila po na Banso 2.0 (MLP).
