Repository: BenitoJedai/mozilla-gaia
Catalog: */test_apps/geoloc/geoloc.properties.po
Languages: bn_bd, cy, gu, hr, km, ku, ms, si, sw, tl, wa

source: Geolocation tracker
bn_bd: ভৌগলিক অবস্থান অনুসরণ
cy: Traciwr geoleoliad
gu: ભૂસ્તર શોધનાર
hr: Geolokacijski pratitelj
km: ដាន​ទីតាំង​ភូមិសាស្ត្រ
ku: Şopînera Ciyê Cografîk
ms: Pengesan Geolokasi
si: ගෝලීය ස්ථානය ලුහුබැදීම
sw: Kifuatilia maeneo ya kijiografia
tl: tracker ng geolocation
wa: Shuveu di vosse djeyoplaeçmint

source: Start
bn_bd: চালু
cy: Cychwyn
gu: ચાલુ કરો
hr: Kreni
km: ចាប់ផ្ដើម
ku: Dest pê bike
ms: Mula
si: ආරම්භය
sw: Anza
tl: Simula
wa: Enonder

source: Stop
bn_bd: বন্ধ
cy: Atal
gu: અટકાવો
hr: Stani
km: ឈប់
ku: Bisekinîne
ms: Henti
si: නවතන්න
sw: Simama
tl: Tigil
wa: Arester

source: Clear
bn_bd: মুছে ফেলুন
cy: Clirio
gu: સાફ કરો
hr: Očisti
km: ជម្រះ
ku: Paqij bike
ms: Padam
si: හිස් කරන්න
sw: Ondoa
tl: Ialis
wa: Netyî

source: Show debug traces
bn_bd: ডিবাগ করা তথ্যগুলো দেখান
cy: Dangos olion dadfygio
gu: ડીબગ સંદેશો ચકાસો
hr: Prikaži detaljne poruke
km: បង្ហាញ​ដាន​​កែ​​កំហុស
ku: Şopên debugê nîşan bide
ms: Tunjukkan jejak ralat
si: නිවැරදි කිරීමේ පියවරයන් පෙන්වන්න
tl: Ipakita ang mga bakas ng debug
wa: Mostrer passêyes di disbugaedje

source: Keep locations
bn_bd: অবস্থান ঠিক রাখুন
cy: Cadw lleoliadau
gu: સ્થાન સાચવો
hr: Zadrži lokacije
km: រក្សា​ទីតាំង
ku: Ciyan biparêze
ms: Simpan lokasi
si: පිහිටීම තබාගන්න
sw: Weka mahali
tl: panatilihin ang lokasyon
wa: Wårder plaeces

source: Save as a file
bn_bd: ফাইল হিসেবে সংরক্ষণ
cy: Cadw fel ffeil
gu: ફાઇલ નો સંગ્રહ કરો
hr: Spremi kao datoteku
km: រក្សាទុក​ជា​ឯកសារ
ku: Wekî pel tomar bike
ms: Simpan sebagai sebuah fail
si: ගොනුවක් ආකාරයෙන් සුරකින්න
sw: Hifadhi kama faili
tl: I-save bilang isang file
wa: Schaper e-n on fitchî

source: Parameters
bn_bd: প্যারামিটার সমূহ
cy: Paramedrau
gu: પ્રાચલો
hr: Parametri
km: ប៉ារ៉ាម៉ែត្រ
ku: Parametre
ms: Parameter
si: පරාමිතීන්
tl: Mga Parameter
wa: Parametes

source: Status
bn_bd: অবস্থা
cy: Statws
gu: પરિસ્થિતિ
hr: Stanje
km: ស្ថានភាព
ku: Rewş
si: තත්වය
sw: Hali
tl: katayuan
wa: Estat

source: Debug log
bn_bd: ডিবাগের লগ
cy: Cofnod dadfygio
gu: ડિબગ લૉગ
hr: Detaljan zapisnik
km: កំណត់ត្រា​​​ការ​កែ​កំហុស
ku: Tomarên debugê
ms: Log Ralat
si: නිවැරදිකරණ සටහන්
sw: Kumbukumbu ya kueua
wa: Djournå di disbugaedje

source: Timeout
bn_bd: সময় শেষ
cy: Terfyn amser
gu: સમયસમાપ્તી
hr: Vrijeke isteka
km: អស់​ពេល
ku: Demborî
ms: Masa tamat
si: කාලය අවසන් වීම
tl: Antay ka muna
wa: Astådje

source: Max. age
bn_bd: সর্বোচ্চ বয়স
cy: Uchafswm oed
gu: મહત્તમ ઉંમર
hr: Najveća starost
km: អាយុ​ច្រើន​បំផុត
ku: Dema maks.
ms: Maksimum Umur
si: අපරිම වයස
sw: Umri wa juu
tl: pinaka sagad na edad
wa: Ådje macs.

source: High accuracy
bn_bd: উচ্চ নির্ভুলতা
cy: Uchafswm cywirdeb
gu: વધારે ચોક્સાઇ
hr: Velika preciznost
km: ភាព​ត្រឹមត្រូវ​កម្រិត​ខ្ពស់
ku: Bihîstyariya astbilind
ms: Ketepatan Tinggi
si: වැඩි නිරවද්‍යයතාවයක්
sw: Usahihi wa hali ya juu
tl: mataas na katumpakan
wa: Hôte sipepieusté

source: Timeout and max. age are specified in milliseconds.
bn_bd: সময় শেষ এবং সর্বোচ্চ বয়স মিলি-সেকেন্ড এ নির্দিষ্ট করা হল।
cy: Amser allan a uchafswm oed wedi eu pennu mewn milfed eiliad.
gu: સમય સમાપ્તિ અને મહત્તમ ઉંમર મિલી સેકન્ડ માં નાખો
hr: Vrijeme isteka i najveća starost su definirani u milisekundama.
km: បាន​បញ្ជាក់​ពេល​កំណត់ និង​អាយុ​​ច្រើន​បំផុត​​ជា​មីលីវិនាទី។
ku: Demborî û dema maks. wekî mîlîsaniye tên diyarkirin.
ms: Berhenti seketika dan menentukan maksimum umur dalam milisaat.
si: කාලය අවසන්වීම හා උපරිම වයස මිලි තප්පර වලින් ඇත
tl: timeout at pinaka sagad na edad sa milliseconds
wa: L’ astådje eyet l’ ådje macs. sont dnés e milisegondes.

source: Fixes
bn_bd: সংশোধনগুলো
cy: Trwsio
gu: સુધારો
hr: Fiksni
km: ដោះស្រាយ
ku: Serastkirin
ms: Pemulihan
si: වැසුම්
tl: Pagsasaayos
wa: Coridjaedjes

source: Last
bn_bd: সর্বশেষ
cy: Olaf
gu: છેલ્લું
hr: Zadnje
km: ចុង​ក្រោយ
ku: Dawî
ms: Akhir
si: අවසාන
sw: Ya mwisho
tl: huli
wa: Dierin

source: None
bn_bd: কোনটিই নয়
cy: Dim
gu: એકે નહિ
hr: Ništa
km: គ្មាន
ku: Tune ye
ms: Tiada
si: නොමැත
sw: Hakuna kitu
tl: Wala
wa: Nou
