Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/system/system.properties.po
Languages: ln

source: Enter NCK2 code
ln: Koma code NCK2

source: Enter HNCK code
ln: Koma code HNCK

source: Enter RCCK code
ln: Koma code RCCK

source: Enter RSPCK code
ln: Koma code RSPCK

source: New PIN
ln: PIN yasika

source: Last try.
ln: Mbala ya suka ya komeka.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
ln: etikali mbala {{n}} ya komeka.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
ln: etikali mbala {{n}} ya komeka.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
ln: etikali mbala {{n}} ya komeka.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
ln: etikali mbala {{n}} ya komeka.

source: The PIN was incorrect.
ln: PIN eza malamu te.

source: You have one try left to enter the correct code before locking the SIM card.
ln: Otikali na mbala moko ya komeka kokoma code ya malamu liboso carte SIM ekangema mpo na libela.

# pinAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na bambala {{n}} ya komeka kokoma code ya malamu liboso carte SIM ekangema mpo na libela.

# pinAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na bambala {{n}} ya komeka kokoma code ya malamu liboso carte SIM ekangema.

# pinAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na bambala {{n}} ya komeka kokoma code ya malamu liboso carte SIM ekangema.

# pinAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ln: Otikali na mbala {{n}} ya komeka kokoma code ya malamu liboso carte SIM ekangema mpo na libela.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
ln: Oyo eza chance nayo ya suka mpo na kokoma PIN ya malamu. Pamba te, ekosengela okoma code PUK mpo na kosalela carte SIM oyo.

source: The SIM card is locked.
ln: Carte SIM eza bloqué.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
ln: Esengeli okoma code (PUK) ya carte SIM. Tala na mikanda ya carte SIM nayo to kutana na fournisseur nayo mpo mayebisi mosusu.

source: The PUK code is incorrect.
ln: Code PUK elongobani te.

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na mbala moko ya komeka kokoma code ya malamu liboso carte SIM oyo ekengema mpo na libela. Tala mikanda ya carte SIM nayo to kutana na fournisseur nayo mpo na mayebisi mosusu.

# pukAttemptMsg2[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na bambala {{n}} ya komeka kokoma code ya malamu liboso carte SIM oyo ekangema mpo na libela. Tala mikanda ya carte SIM nayo to kutana na fournisseur nayo mpo na mayebisi mosusu.

# pukAttemptMsg2[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na bambala {{n}} ya komeka kokoma code ya malamu liboso carte SIM oyo ekangema mpo na libela. Tala mikanda ya carte SIM nayo to kutana na fournisseur nayo mpo na mayebisi mosusu.

# pukAttemptMsg2[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na bambala {{n}} ya komeka kokoma code ya malamu liboso carte SIM oyo ekangema mpo na libela. Tala mikanda ya carte SIM nayo to kutana na fournisseur nayo mpo na mayebisi mosusu.

# pukAttemptMsg2[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ln: Otikali na bambala {{n}} ya komeka kokoma code ya malamu liboso carte SIM oyo ekangema mpo na libela. Tala mikanda ya carte SIM nayo to kutana na fournisseur nayo mpo na mayebisi mosusu.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
ln: Chance nayo ya suka mpo na kokoma code PUK ya malamu. Carte SIM nayo ekokangema mpo na libela soki okomi code PUK ya mabe. Tala mikanda ya carte SIM nayo to kutana na fournisseur nayo mpo na mayebisi mosusu.

source: Create PIN (must contain 4 to 8 digits)
ln: Kela PIN (esengeli ezala na bilembo 4 kino 8)

source: Confirm new PIN
ln: Confirmer PIN yasika

source: PINs don’t match.
ln: Ba PIN ekokani te.

source: The NCK code is incorrect.
ln: Code NCK elongobani te.

source: Network depersonalization request failure. You have one try left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya depersonnalisation ya reseau esimbi te. Otikali na mbala moko ya komeka kokoma code ya malamu. Tala mikanda ya appareil nayo to kutana na fournisseur nayo mpo na mayebisi mosusu.

# nckAttemptMsg2[two]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya depersonnalisation ya reseau esimbi te. Otikali na bambala {{n}} ya komeka kokoma code ya malamu. Tala mikanda ya appareil nayo to kutana na fournisseur nayo mpo mayebisi mosusu.

# nckAttemptMsg2[few]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya depersonnalisation esimbi te. Otikali na bambala {{n}} ya komeka kokoma code ya malamu. Tala mikanda ya appareil nayo to kutana na fournisseur nayo mpo mayebisi mosusu.

# nckAttemptMsg2[many]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya kodepersonnaliser reseau esimbi te. Otikali na bambala {{n}} ya komeka kokoma code ya malamu. Tala mikanda ya appareil nayo to kutana na fournisseur mpo na mayebisi mosusu.

# nckAttemptMsg2[other]
source: Network depersonalization request failure. You have {{n}} tries left to enter the correct code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya kodepersonnaliser reseau esimbi te. Otikali na bambala {{n}} ya komeka kokoma code ya malamu. Tala mikanda ya appareil nayo to kutana na fournisseur nayo mpo na mayebisi mosusu.

source: Network depersonalization request failure. Last chance to enter the correct NCK code. Refer to your device documentation or contact your carrier for more information.
ln: Bosenga ya kodepersonnaliser reseau esimbi te. Chance ya suka mpo na kokoma code NCK ya malamu. Tala mikanda ya appareil nayo to kutana na fournisseur nayo mpo na mayebisi mosusu.

source: Select from:
ln: Pona kowuta na:

source: View with:
ln: Tala na:

source: Test with:
ln: Meka na:

source: Share with:
ln: Kabola na:

source: Create with:
ln: Kela na:

source: Open with:
ln: Fungola na:

source: Bookmark to:
ln: Bookmark na:

source: Record from:
ln: Enregistrer uta:

source: Browse with:
ln: Naviguer na:

source: Configure with:
ln: Configurer na:

source: Dial from:
ln: Benga uta:

source: Sign In
ln: Kota

source: Purchase
ln: Kosomba

source: An incoming request to permit remote debugging connection was detected. Allow connection?
ln: Bosenga moko eye mpe emonani ete ezali kosenga bolongoli bogue na mosika. Kondima connection?

source: {{origin}} is now fullscreen.
ln: {{origin}} eza sik'oyo écran ya kotonda.

source: The network {{networkName}} was found. Join network?
ln: Reseau {{networkName}} ezwami te. Komikotisa na reseau?

source: Volume warning
ln: Keba na mongongo

source: To prevent possible hearing damage, do not listen at high volume levels for long periods.
ln: Mpo na kokima pasi ya matoyi, koyoka na mongongo ya likolo makasi te na tango molayi.

source: Power Saving Mode
ln: Mode ya koeconomiser energie

source: Power saving mode is on.
ln: Mode ya koeconomiser energie epelisami.

source: Device space low.
ln: Esika ya stockage eza moke.

source: No remaining free space.
ln: Esika moko te ya polele etikali.

# free-space[one]
source: Less than {{value}} {{unit}} remaining.
ln: Etikali na se ya {{value}} {{unit}}.

# free-space[two]
source: Less than {{value}} {{unit}} remaining.
ln: Etikali na se ya {{value}} {{unit}}.

# free-space[few]
source: Less than {{value}} {{unit}} remaining.
ln: Etikali na se ya {{value}} {{unit}}.

# free-space[many]
source: Less than {{value}} {{unit}} remaining.
ln: Etikali na se ya {{value}} {{unit}}.

# free-space[other]
source: Less than {{value}} {{unit}} remaining.
ln: Etikali na se ya {{value}} {{unit}}.

source: Unknown remaining space.
ln: Esika eye etikali eyebani te.

source: System Alert
ln: Alerte ya Systeme

source: Channel {{channel}}
ln: Canal {{channel}}

source: Earthquake warning!
ln: Keba tremblement de terre!

source: Tsunami warning!
ln: Keba tsunami!

source: Earthquake-tsunami warning!
ln: Keba tremblement de terre-tsunami!

source: Alert system is being tested.
ln: Systeme ya alerte eza komekama.

source: Emergency warning!
ln: Bokebisi ya mpwasa!

source: Operator message from SIM {{id}}
ln: Message ya operateur kowuta na SIM {{id}}

source: Call {{number}}?
ln: Kobenga {{number}}?

source: Sending message
ln: Kotinda message

source: Send message?
ln: Kotinda message?

source: STK Query from SIM {{id}}
ln: STK Query kowuta SIM {{id}}

source: Emergency call back mode
ln: Mode rappel d'urgence

source: You can not make calls, send messages or go online because emergency callback mode is enabled. Would you like to turn it off?
ln: Okoki kobenga te, tinda ba message to kota en ligne mpo mode ya renvoi ya appel d'urgence eza desactivé. Olingi koboma yango?

source: CDMA record information
ln: Enregistrer ba info CDMA

source: Tap to switch input method
ln: Beta mpo na kobalusa methode ya saisi

source: Swipe to share
ln: Vider mpo na kokabola:

source: Download started
ln: Téléchargement ebandi

source: Download stopped
ln: Téléchargement etelemisami

# download_downloading
source: Downloading…
ln: Eza kotélécharger…

source: Download complete
ln: Téléchargement esili

source: Download failed
ln: Téléchargement esimbi te

source: Search or enter address
ln: Luka to koma adresse

# search-or-enter-address.placeholder
source: Search or enter address
ln: Luka to koma adresse

source: SIM card is absent or inserted incorrectly, so turn off hotspot
ln: Carte SIM eza te to etiyami malamu te, nayango boma hotspot

source: Turn off airplane mode to use Wi-Fi hotspot
ln: Boma mode avion mpo na kosalela hotspot ya Wi-Fi

source: Airplane mode activated
ln: Mode avion eza activé

source: Open link in new tab
ln: Fungola lien na tab yasika

source: Add link to home screen
ln: Bakisa lien na écran d'accueil

source: Share link
ln: Kabola lien

source: Save Image
ln: Bomba Elili

source: Save Video
ln: Bomba Video

source: Save Audio
ln: Bomba Audio
