Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/system/system.properties.po
Languages: ln

source: Back
ln: Zonga sima

source: Help
ln: Lisalisi

source: Cancel
ln: Tika

source: Close
ln: Kanga

source: Skip
ln: Pimbwa

source: Airplane mode
ln: Mode avion

source: Searching…
ln: Eza koluka luka…

source: No network
ln: Reseau eza te

source: Emergency calls only
ln: Bobele baappels en urgence

source: Enter PIN
ln: Koma PIN

source: Title
ln: Titre

source: Artist
ln: Artiste

source: Playback controls
ln: Babouton ya Playback

source: Previous
ln: Oyo eleki

source: Play
ln: Beta

source: Next
ln: Oyo elandi

source: Wi-Fi on
ln: Wi-Fi epelisami

source: Wi-Fi on, initializing
ln: Wi-Fi epelisami, initialisation

source: Wi-Fi off
ln: Wi-Fi ebomani

source: Data {{type}} on
ln: Badonnée {{type}} epelisami

source: Data {{type}} off
ln: Badonnée {{type}} ya

# bluetoothButton-on
source: Bluetooth on
ln: Bluetooth epelisami

source: Bluetooth on, initializing
ln: Bluetooth epelisami, initialisation

source: Bluetooth off
ln: Bluetooth ekangemi

source: Airplane mode on
ln: Mode avion epelisami

source: Airplane mode off
ln: Mode avion ekangemi

source: Settings
ln: Baparamètre

source: Close utility tray
ln: Kanga plaque utilité

source: Status Bar
ln: Barre ya botaleli

source: Battery {{level}} percent
ln: Batterie {{level}} pourcent

source: Battery {{level}} percent, charging
ln: Batterie {{level}} pourcent, eza kocharger

# statusbarFlightMode.ariaLabel
source: Airplane mode on
ln: Mode avion epelisami

source: Wi-Fi: connecting
ln: Wi-Fi: eza koconnecter

source: Wi-Fi: {{level}} of 4 bars
ln: Wi-Fi: {{level}} ya 4 barre

source: {{operator}} network, {{level}} of 5 bars
ln: {{operator}} reseau, {{level}} ya 5 barre

source: {{operator}} network (roaming), {{level}} of 5 bars
ln: {{operator}} reseau (roaming), {{level}} ya 5 barre

source: Searching… Emergency calls only
ln: Eza koluka… Bobele ba appels d'urgence

source: Headphones on
ln: Baécouteur epeli

source: Bluetooth headphones on
ln: Baécouteur ya Bluetooth epeli

source: Bluetooth transfer active
ln: Transfer na Bluetooth eza activé

source: Tethering on
ln: Tethering epeli

source: Tethering on, active
ln: Tethering epeli, eza activé

source: Alarm on
ln: Alarme epelisami

# statusbarIconOn-bluetooth
source: Bluetooth on
ln: Bluetooth epelisami

source: Bluetooth on, active
ln: Bleutooth epelisami, eza activé

source: Mute on
ln: Kimya epelisami

source: Vibration on
ln: Vibration epelisami

source: Recording on
ln: Enregistreur epelisami

source: Geolocation on
ln: Géolocalisation epelisami

source: USB on
ln: USB epelisami

source: Call forwarding on
ln: Renvoi appel epelisami

source: Media playing
ln: Media eza kobeta

source: NFC on
ln: NFC epelisami

# statusbarDownloads.ariaLabel
source: Downloading…
ln: Eza kotélécharcher…

source: Networking on
ln: Mise en reseau epeli

source: Emergency callback
ln: Rappel d'urgence

source: {{n}} notification
ln: Liyebisi {{n}}

# statusbarNotifications[two]
source: {{n}} notifications
ln: Mayebisi {{n}}

# statusbarNotifications[few]
source: {{n}} notifications
ln: Mayebisi {{n}}

# statusbarNotifications[many]
source: {{n}} notifications
ln: Mayebisi {{n}}

# statusbarNotifications[other]
source: {{n}} notifications
ln: Mayebisi {{n}}

source: {{n}} unread notification
ln: liyebisi {{n}} etangimi te

# statusbarNotifications-unread[two]
source: {{n}} unread notifications
ln: mayebisi {{n}} matangami te

# statusbarNotifications-unread[few]
source: {{n}} unread notifications
ln: mayabisi {{n}} matangami te

# statusbarNotifications-unread[many]
source: {{n}} unread notifications
ln: mayabisi {{n}} matangami te

# statusbarNotifications-unread[other]
source: {{n}} unread notifications
ln: mayebisi {{n}} matangami te

source: Notifications
ln: Mayebisi

source: Clear all
ln: Longola nionso

source: Tap to show
ln: Beta mpo na kolakisa

source: No new voicemail
ln: Voicemail moko te eza

source: One new voicemail
ln: Voicemail moko

# newVoicemails[two]
source: {{n}} new voicemails
ln: Voicemail {{n}} yasika

# newVoicemails[few]
source: {{n}} new voicemails
ln: Voicemail {{n}} yasika

# newVoicemails[many]
source: {{n}} new voicemails
ln: Voicemail {{n}} yasika

# newVoicemails[other]
source: {{n}} new voicemails
ln: Voicemail {{n}} yasika

source: New voicemail
ln: Voicemail yasika

source: Dial {{number}}
ln: Beta {{number}}

source: Are you sure you want to connect to the device?
ln: Oza sure ete olingi koconnecter na appareil?

source: Turn on Bluetooth and connect to the device?
ln: Kopelisa Bluetooth mpe koconnecter na appareil?

source: Are you sure you want to connect to {{deviceName}}?
ln: Oza sure ete olingi koconnecter na {{deviceName}}?

source: Turn on Bluetooth and connect to {{deviceName}}?
ln: Kopelisa Bluetooth mpe koconnecter na {{deviceName}}?

source: Turn on
ln: Pelisa

# dismissNFCConnectBTdisabled
source: Cancel
ln: Tika

source: Phone
ln: Telefone

source: Turn on airplane mode
ln: Pelisa mode avion

source: Turn off airplane mode
ln: Kanga mode avion

source: Silence incoming calls
ln: Tiya na silence ba appels entrant

source: Ring incoming calls
ln: Ba appels entrant esonner

source: Restart
ln: Bandela

source: Power off
ln: Boma

source: To enable screen reader, press volume up then volume down buttons three more times
ln: Mpo na koactiver écran ya botangi, fina ba bouton ya volume, ya komatisa liboso ebongo ya kokitisa mbala misatu

source: To disable screen reader, press volume up then volume down buttons three more times
ln: Mpo na kodesactiver écran ya botangi, fina ba bouton ya volume, ya komatisa liboso ebongo ya kokitisa mbala misatu

source: No recent apps
ln: Ba apps ya kala mingi te, eza te

source: Yes
ln: Iyo

source: No
ln: Te

source: Don’t allow
ln: Kondima te

source: Allow
ln: Ndima

# dontshare-geolocation
source: Don’t Share
ln: Kokabola te

# share-geolocation
source: Share
ln: Kabola

# dontshare-audio-capture
source: Don’t Share
ln: Kokabola te

# share-audio-capture
source: Share
ln: Kabola

# dontshare-video-capture
source: Don’t Share
ln: Kokabola te

# share-video-capture
source: Share
ln: Kabola

# dontshare-media-capture
source: Don’t Share
ln: Kokabola te

# share-media-capture
source: Share
ln: Kabola

source: Front Camera
ln: Camera ya liboso

source: Back Camera
ln: Camera ya sima

source: Remember my choice
ln: Kanisa maye naponi

source: More info…
ln: Mayebisi mosusu…

source: Hide info
ln: Mayebisi mabatama

source: Install {{name}}?
ln: Koinstaller {{name}}?

source: Size
ln: Bolayi

source: Author
ln: Auteur

# size-unknown
source: Unknown
ln: Ayebani te

# author-unknown
source: Unknown
ln: Ayebani te

source: Install
ln: Installer

source: {{ appName }} download stopped
ln: {{ appName }} téléchargement etelemisami

source: {{ appName }} download failed
ln: {{ appName }} téléchargement esimbi te

source: {{ appName }} install failed
ln: {{ appName }} installation esimbi te

source: Cancelling will not refund a purchase. Refunds for paid content are provided by the original seller.
ln: Kotika kosomba ekosala te mpo ete bazongisela ya mbongo. Bozongisi mbongo mpo na contenu eye efutamaka epesamaka na moteki mobandisi.

source: Apps can be installed later from the original installation source.
ln: Ba apps ekoki kozala installer sima ya installation ya ebandeli.

source: Are you sure you want to cancel this install?
ln: Oza sure olingi kotika installation oyo?

source: Cancel Install
ln: Tika Koinstaller

# cancel-install-button
source: Cancel Install
ln: Tika Koinstaller

source: Resume
ln: Kozongela

source: Continue
ln: Kokoba

source: Stop downloading {{ app }}?
ln: Kotelemisa téléchargement {{ app }}?

source: The download can be restarted later.
ln: Okoki kobandela téléchargement sima.

source: Stop Download
ln: Telemisa téléchargement

source: Not enough space
ln: Esika ekoki te

source: There is not enough space to install this app. Free up space by deleting old apps or media, and try installing again from the original source.
ln: Esika ya kokoka eza te mpo na koinstaller app oyo. Zwa esika na bobomi ba apps to media yakala, mpe meka koinstaller lisusu uta ebandeli.

source: {{ appName }} installed
ln: {{ appName }} eza installé

source: Setup
ln: Baparamètre

source: Add keyboards
ln: Bakisa clavier

source: Later
ln: Sima

source: Download
ln: Télécharger

source: Download update now?
ln: Kotélécharger mise à jour sik'oyo?

source: Install update now?
ln: Koinstaller mise à jour sik'oyo?

source: Install Now
ln: Installer sik'oyo

source: Not Now
ln: Sik'oyo te

source: Downloading updates… <span>{{ progress }} downloaded.</span>
ln: Téléchargement ya ba mise à jour… <span>{{ progress }} eza télécharger.</span>

source: Downloading {{ appName }}
ln: Téléchargement {{ appName }}

source: {{ progress }} downloaded
ln: {{ progress }} eza téléchargé

source: Downloading
ln: Eza kotélécharger

source: {{ progress }} / {{ max }} downloaded
ln: {{ progress }} / {{ max }} eza téléchargé

source: Cancel all downloads
ln: Tika batéléchargement nionso

source: Are you sure you want to cancel all downloads?
ln: Oza sure olingi kotika batéléchargement nionso?

source: There was an error while downloading the updates.
ln: Erreur esalemaki tango ya téléchargement ya ba mise à jour.

source: {{ n }} update available. <span>Tap for more info.</span>
ln: {{ n }} mise à jour eza. <span>Beta mpo kozwa mayebisi mosusu.</span>

# updateAvailableInfo.innerHTML[two]
source: {{ n }} updates available. <span>Tap for more info.</span>
ln: {{ n }} mise à jour eza. <span>Beta mpo na kozwa mayebisi mosusu.</span>

# updateAvailableInfo.innerHTML[few]
source: {{ n }} updates available. <span>Tap for more info.</span>
ln: {{ n }} ba mise à jour eza. <span>Beta mpo na kozwa mayebisi mosusu.</span>

# updateAvailableInfo.innerHTML[many]
source: {{ n }} updates available. <span>Tap for more info.</span>
ln: {{ n }} ba mise à jour eza. <span>Beta mpo na kozwa mayebisi mosusu.</span>

# updateAvailableInfo.innerHTML[other]
source: {{ n }} updates available. <span>Tap for more info.</span>
ln: {{ n }} ba mise à jour eza. <span>Beta mpo na kozwa mayebisi mosusu.</span>

source: {{ n }} update available
ln: mise à jour {{ n }} eza

# numberOfUpdates[two]
source: {{ n }} updates available
ln: ba mise à jour {{ n }} eza

# numberOfUpdates[few]
source: {{ n }} updates available
ln: ba mise à jour {{ n }} eza

# numberOfUpdates[many]
source: {{ n }} updates available
ln: ba mise à jour {{ n }} eza

# numberOfUpdates[other]
source: {{ n }} updates available
ln: ba mise à jour {{ n }} eza

source: System update
ln: Systeme ya mise à jour

source: System Update Ready
ln: Systeme ya mise à jour esi ebongami

source: You need at least 50% battery level to install the update.
ln: Osengeli kozala na niveau ya batterie au moins 50% mpo na koinstaller mise à jour.

source: Required
ln: Esengeli

source: Uncompressing… <span>This can take a few minutes.</span>
ln: Eza kodecompresser… <span>Ekoki kozwa mua baminuti.</span>

source: Wi-Fi unavailable. Updating over current connection may incur additional charges.
ln: Wi-Fi eza te. Mise à jour ya connection oyo ekoki kobenda ba frais misusu.

source: Connection unavailable. Connect to a network to download updates.
ln: Connection eza te. Connecter na reseau mpo na kotélécharger ba mise à jour.

source: Updates are downloaded via data connection when Wi-Fi is not available. Additional data charges may apply.
ln: Ba mise à jour eza télécharger na nzela ya connection ya badonnée tango Wi-Fi eza te. Ba frais misusu mpo na badonnée ekoki kozala.

source: Download updates via data connection?
ln: Kotélécharger badonnée na nzela ya connection ya badonnée?

source: Updates are downloaded via data connection when Wi-Fi is not available. When using data connection, phone calls may be blocked and additional charges may also apply.
ln: Ba mise à jour eza télécharger na nzela ya connection ya badonnée tango Wi-Fi eza te. Tango ozali kosalela connection ya badonnée, appel ya telefone ekoki kozala bloquer mpe ba frais misusu kobisama.

source: Screenshot saved to Gallery
ln: Foto sur écran ebombami na Gallerie

source: The screenshot could not be saved
ln: Ekoki te kobomba foto sur écran

source: No memory card found
ln: Carte mémoire moko te eza

source: Memory card is in use
ln: Carte mémoire eza na mosala

source: Not enough space on memory card
ln: Esika ya kokoka eza te na carte mémoire

# emergency-call-button
source: Emergency Call
ln: Appel d'urgence

source: Emergency Call
ln: Appel d'urgence

source: Unlock
ln: Debloquer

source: Passcode panel
ln: Panel ya passcode

source: Home
ln: Accueil

source: Sign in
ln: Kota

source: Username
ln: Nkombo ya mosali

source: Password
ln: Liloba ya sekele

source: A username and password are being requested by {{host}}. The site says: “{{realm}}”
ln: {{host}} eza kosenga nkombo ya mosaleli to liloba ya sekele. Site elobi: “{{realm}}”

source: {{name}} is not loading properly
ln: {{name}} eza kocharger malamu te

source: {{name}} is having problems
ln: {{name}} eza na mikakatano

source: Airplane mode is on
ln: Mode avion epelisami

source: {{name}} requires a network connection. Turn off airplane mode from Settings and connect to a Wi-Fi or mobile data network.
ln: {{name}} esengeli na connection ya reseau. Boma mode avion uta na Baparamètre mpe connecter na Wi-Fi to reseau ya badonnée mobile.

source: Server not found
ln: Seveur ezwami te

source: Can’t find the server at {{name}}.
ln: Serveur ezwami te na {{name}}.

source: File not found
ln: Fichier ezwami te

source: The device can’t display this page because the file cannot be found.
ln: Appareil ekoki komonisa lokasa oyo mpo fichier ezwami te.

# connection-failed
source: Unable to connect
ln: Ekoki te koconnecter

# connection-failed-error
source: A network error occurred while trying to reach the site.
ln: Erreur esalemaki na reseau tango ya bomeki kozwa site.

# invalid-connection
source: Unable to connect
ln: Connection ekoki kosalema te

# invalid-connection-error
source: A network error occurred while trying to reach the site.
ln: Erreur esalemaki na reseau tango ya bomeki kozwa site.

source: URL not valid
ln: URL elongobani te

source: The URL entered is not valid and cannot be loaded.
ln: URL oyo okomi elongobani te mpe ekoki kozala charger te.

# redirect-loop
source: Can’t display page
ln: Ekoki komonisa lokasa te

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
ln: Appareil ekoki komonisa lokasa oyo te mpo lokasa oyo eza korenvoyer malamu te. Meka lokasa oyo lisusu sima ya mua tango.

source: Page expired
ln: Lokasa esili ngala

source: As a security precaution, this page cannot be displayed by the device because it has expired.
ln: Bo motindo ya bokengelami, lokasa oyo ekoki kolakisama te na appareil mpo esi esili ngala.

source: The document cannot change while Printing or in Print Preview.
ln: Document ekoki kobongwana te tango ya koimprimer to ya botali liboso ya koimprimer.

source: This address is restricted
ln: Adresse oyo etiameli ndelo

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
ln: Adresse oyo eza kosalela port ya reseau oyo esalelamaka mingi mpo makambo misusu kasi ya navigation na Web te. Appareil etikisi bosenga mpo bobatelami buayo.

# proxy-resolve-failure
source: Proxy Server Error
ln: Erreur ya serveur proxy

source: The device is configured to use a proxy server that can’t be found.
ln: Appareil eza configurer mpo na kosalela serveur proxy oyo ekoki te kozwama.

# proxy-connect-failure
source: Proxy Server Error
ln: Erreur ya serveur proxy

source: The device is configured to use a proxy server that is refusing connections.
ln: Appareil eza configurer mpo na kosalela serveur proxy oyo eza koboya baconnection.

# content-encoding
source: Can’t display page
ln: Ekoki te komonisa lokasa

source: The device can’t display this page because a content encoding error occurred.
ln: Appareil ekoki te komonisa lokasa oyo mpo erreur ya encodage ya contenu esalemaki.

source: Page unsupported
ln: Lokasa ekoki awa te

source: This page can’t be displayed because it uses a technology that is not supported on the device.
ln: Lokasa oyo ekoki kolakisama awa te mpo ezali kosalela technologie oyo ekoki na appareil oyo te.

source: Warning
ln: Bokebisi

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
ln: Site web oyo esi efundama lokola web ya monyato oyo obongisami mpo na kokosa basaleli na bokaboli bainformation personnelle to eye etali misolo.

source: Malware attack blocked
ln: Attaque ya virus eza bloqué

source: The site at has been reported as an attack site and has been blocked.
ln: Site oyo esi efundama lokola site ya ba attaque mpe ezali bloqué.

source: Unsafe content
ln: Contenu malamu te

source: The page cannot be shown because it may not be safe to open.
ln: Lokasa oyo ekoki kolakisama te mpo ekoki kozala malamu te na bofungoli.

# corrupted-content
source: Can’t display page
ln: Lokasa ekoki komonisama te

source: The page cannot be shown because an error in the data transmission was detected.
ln: Lokasa ekoki te kolakisama mpo erreur emonanaki na transmission ya badonnée.

source: Network connection unavailable
ln: Connection ya reseau eza te

source: {{name}} requires a network connection. Try connecting to a Wi-Fi or mobile data network.
ln: {{name}} esengeli na connection ya reseau. Meka koconnecter na Wi-Fi to na reseau ya badonnée mobile.

source: {{name}} requires an Internet connection.
ln: {{name}} esengeli na connection Internet.

source: No access to the Internet right now.
ln: Accès moko te eza na Intenet sika sik'oyo.

source: Unable to connect
ln: Ekoki te to connecter

source: Try again
ln: Meka lisusu

source: Check settings
ln: Tala baparamètre

source: Tap to check settings
ln: Beta mpo na kotala baparamètre

source: Select time
ln: Pona tango

# choose-option
source: Select
ln: Pona

# choose-options
source: Select
ln: Pona

source: Select day
ln: Pona mokolo

source: Battery almost empty
ln: Batterie pene na kosila

source: Add to Home Screen
ln: Bakisa na écran d'accueil

source: Share
ln: Kabola

source: {{brandShortName}} just recovered from a crash
ln: {{brandShortName}} nkokoso ewuti kobongisama

source: {{name}} just crashed
ln: {{name}} ewuti kozwa nkokoso

source: Would you like to send Mozilla a report about the crash to help us fix the problem? (Reports are sent over Wi-Fi only.)
ln: Olingi kotindela Mozilla rapport ya nkokoso mpo na kosalisa biso tobongisa nkokoso ena? (Reports are sent over Wi-Fi only.)

source: What’s in a crash report?
ln: Rapport ya nkokoso eza nini?

source: Always send Mozilla a report when a crash occurs.
ln: Tango inso tinda rapport na Mozilla tango nkokoso esalemi.

source: Don’t Send
ln: Kotinda te

source: Send Report
ln: Tinda Rapport

source: Crash Reports
ln: Barapport ya ba nkokoso

source: Done
ln: Esili

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
ln: Rapport ya nkokoso eza na mua mayebisi misusu likolo ya nkokoso mpe appareil nayo, na mpe elilingi ya lolenge ya appareil nayo tango ezwaki nkokoso.

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
ln: Yango ekoki kozala na makambo neti makasa ya kofungwama mpe ba apps, makoma maye makomamaki na baformulaire mpe contenu ya ba message ya kofungwama, lisitwale ya navigation eye ewuti kosalema, to geolocalisation eye open app esalelaki.

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
ln: Tosalelaka barapport ya nkokoso mpo na komeka kobongisa mpe konetola baproduit nabiso. Tobatelaka maye matali yo lokola ekomami nakati ya

source: privacy policy
ln: maye matali confidentialité

source: {{brandShortName}} just crashed.
ln: {{brandShortName}} ewuti kozwa nkokoso.

source: {{name}} just crashed.
ln: {{brandShortName}} ewuti kozwa nkokoso.

source: Report
ln: Rapport

source: Sending Bluetooth transfer…
ln: Transfert na Bluetooth eza kotindama…

source: Receiving Bluetooth transfer…
ln: Oza koyamba transfert na Bluetooth…

source: Accept Bluetooth file transfer?
ln: Kondima transfert ya fichier na Bluetooth?

source: {{deviceName}} would like to transfer {{fileName}} ({{fileSize}}).
ln: {{deviceName}} olingi kotransferer fichier {{fileName}} ({{fileSize}}).

source: Review transfer request.
ln: Tala lisusu bosenga ya transfert.

source: Deny
ln: Boya

source: Transfer
ln: Transfert

source: Cancel Bluetooth file transfer?
ln: Kotika transfert ya fichier na Bluetooth?

# continueFileTransfer
source: Continue
ln: Koba

source: The transfer has started
ln: Transfert ebandi

source: Check the progress in Notification center
ln: Tala progression na centre ya Mayebisi

source: File sent
ln: Fichier etindami

source: File received
ln: Fichier eyambemi

source: File could not be sent
ln: Fichier ekokaki te kotindama

source: File could not be received
ln: Fichier ekokaki te koyambema

source: Transfer report:
ln: Rapport ya transfert:

source: {{numSuccessful}} files successful, {{numUnsuccessful}} files unsuccessful
ln: {{numSuccessful}} bafichier esimbi, {{numUnsuccessful}} bafichier esimbi te

source: Unknown file
ln: Fichier eyebani te

source: Unknown device
ln: Appareil eyebani te

source: Can not open received file
ln: Ekoki te kofongola fichier oyo eyembemi

source: Can not open unknown media type:
ln: Ekoki te kofongola motindo ya media oyo eyebani te:

source: Can not receive file
ln: Ekoki te koyamba fichier

source: Can not get device storage state.
ln: Ekoki te kozwa lolenge ya stockage ya appareil.

source: No memory card found. Please insert a memory card.
ln: Carte mémoire moko te eza. Tiya carte mémoire.

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file(s).
ln: Okoki kosalela Bluetooth te tango telefone eza brancher. Debrancher telefone mpo na koyamba fichier.

source: Can not complete transfer: memory card is full.
ln: Ekoki te kosilisa transfert: carte mémoire etondi.

source: Unknown error
ln: Erreur eye eyebani te

source: Confirm
ln: Confirmer

source: Mic is on
ln: Mic epelisami

source: Camera is on
ln: Camera epelisami

source: Camera & Mic are ON
ln: Camera & Mic epelisami

source: No SIM card
ln: Carte SIM moko te eza

source: PUK code
ln: code PUK

source: NCK code
ln: code NCK

source: CCK code
ln: code CCK

source: SPCK code
ln: code SPCK

source: NCK1 code
ln: code NCK1

source: NCK2 code
ln: code NCK2

source: HNCK code
ln: code HNCK

source: RCCK code
ln: code RCCK

source: RSPCK code
ln: code RSPCK

source: What is a SIM PIN?
ln: SIM PIN eza nini?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
ln: SIM PIN ekangaka nzela ya bokoti na bareseaux ya badonnée cellulaire ya carte SIM. Tango eza activé, appareil nionso oyo eza na carte SIM ekosenga PIN sima ya bopelisi lisusu.

source: A SIM PIN is not the same as the passcode used to unlock the device.
ln: SIM PIN eza ndenge moko te na passcode eye basalelaka mpo na kodebloquer appareil.

source: Change PIN
ln: Bongola PIN

source: Enter SIM PIN
ln: Koma SIM PIN

source: Enter SIM {{n}} PIN
ln: Koma SIM {{n}} PIN

source: Enter PUK code
ln: Koma code PUK

source: Enter NCK code
ln: Koma code NCK

source: Enter CCK code
ln: Koma code CCK

source: Enter SPCK code
ln: Koma code SPCK

source: Enter NCK1 code
ln: Koma code NCK1
