Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/apps/clock/clock.properties.po
Languages: yo

source: Reset
yo: Tunto

source: Start
yo: Bere

source: Stop
yo: Daaduro

source: Cancel
yo: Fagile

source: Hour
yo: Wakati

source: Hours
yo: Awon wakati

source: Minute
yo: Iseju kan

source: Minutes
yo: Awon iseju

source: Alarm
yo: Aago-itaniji

source: Timer
yo: Akoko-eni

source: Stopwatch
yo: Aago-onidaduro

source: Alarm name
yo: Oruko aago-itaniji

source: New alarm
yo: Aago-itaniji Tuntun

source: Edit alarm
yo: Satunse aago-itaniji

source: Pause
yo: Mu duro

source: Resume
yo: Bere pada

source: Lap
yo: Ipele

source: Lap {{n}}
yo: Ipele {{n}}

source: Delete
yo: Pare

source: Time
yo: Akoko

# snooze-label
source: Snooze
yo: Didun

# snooze-button
source: Snooze
yo: Didun

source: Repeat
yo: Titunse

source: Vibrate
yo: Gbigban

source: Close
yo: Paade

source: Save
yo: Fipamo

source: Done
yo: O daa

# closeButton.ariaLabel
source: Close
yo: Paade

# newAlarmButton.ariaLabel
source: New alarm
yo: Aago-itaniji Tuntun

source: System Alarm Volume
yo: Iwon-didun Eto Aago-itaniji

source: Sound
yo: Dun

source: No Sound
yo: Ko Dun

source: Every day
yo: Ojojumo

source: Weekdays
yo: Oseose

source: Weekends
yo: Ipari-oseose

source: Never
yo: Lai

source: On
yo: Tan

source: Off
yo: Paa

source: The alarm is set for <strong>{{minutes}}</strong> from now.
yo: A seto aago-itaniji naa fun <strong>{{iseju}}</strong> lati isinsiyi.

source: The alarm is set for {{hours}} {{minutes}} from now.
yo: A seto aago-itaniji naa fun {{wakati}} {{iseju}} lati isinsiyi.

source: The alarm is set for {{days}} {{hours}} from now.
yo: A seto aago-itaniji naa fun {{awon ojo}} {{wakati}} lati isinsiyi.

# nMinutes
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: less than a minute
yo: o din ni iseju kan

# nMinutes[one]
source: one minute
yo: iseju kan soso

# nMinutes[two]
source: {{n}} minutes
yo: {{n}} iseju

# nMinutes[few]
source: {{n}} minutes
yo: {{n}} iseju

# nMinutes[many]
source: {{n}} minutes
yo: {{n}} iseju

# nMinutes[other]
source: {{n}} minutes
yo: {{n}} iseju

# nHours
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: <strong>{{n}} hour</strong>
yo: <strong>{{n}} wakati</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
yo: <strong>{{n}} awon wakati</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
yo: <strong>{{n}} awon wakati</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
yo: <strong>{{n}} awon wakati</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
yo: <strong>{{n}} awon wakati</strong>

# nAndRemainHours
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: and <strong>{{n}} hour</strong>
yo: ati <strong>{{n}} wakati</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
yo: ati <strong>{{n}} awon wakati</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
yo: ati <strong>{{n}} awon wakati</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
yo: ati <strong>{{n}} awon wakati</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
yo: ati <strong>{{n}} awon wakati</strong>

# nRemainDays
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: <strong>{{n}} day</strong>
yo: <strong>{{n}} ojo</strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
yo: <strong>{{n}} awon ojo</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
yo: <strong>{{n}} awon ojo</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
yo: <strong>{{n}} awon ojo</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
yo: <strong>{{n}} awon ojo</strong>

# nRemainMinutes
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: and <strong>{{n}} minute</strong>
yo: ati <strong>{{n}} iseju</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
yo: ati <strong>{{n}} awon iseju</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
yo: ati <strong>{{n}} awon iseju</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
yo: ati <strong>{{n}} awon iseju</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
yo: ati <strong>{{n}} awon iseju</strong>

# nSpinnerSeconds
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: zero seconds
yo: iseju-aaya odo

source: one second
yo: iseju-aaya kan

# nSpinnerSeconds[two]
source: {{n}} seconds
yo: {{n}} iseju-aaya

# nSpinnerSeconds[few]
source: {{n}} seconds
yo: {{n}} iseju-aaya

# nSpinnerSeconds[many]
source: {{n}} seconds
yo: {{n}} iseju-aaya

# nSpinnerSeconds[other]
source: {{n}} seconds
yo: {{n}} iseju-aaya

# nSpinnerMinutes
source: {[ plural(n) ]}
yo: {[ opolopo(n) ]}

source: zero minutes
yo: iseju odo

# nSpinnerMinutes[one]
source: one minute
yo: iseju kan soso

# nSpinnerMinutes[two]
source: {{n}} minutes
yo: {{n}} awon iseju

# nSpinnerMinutes[few]
source: {{n}} minutes
yo: {{n}} awon iseju

# nSpinnerMinutes[many]
source: {{n}} minutes
yo: {{n}} awon iseju

# nSpinnerMinutes[other]
source: {{n}} minutes
yo: {{n}} awon iseju

source: zero hours
yo: wakati odo

source: {{n}} hour
yo: {{n}} wakati

# nSpinnerHours[two]
source: {{n}} hours
yo: {{n}} awon wakati

# nSpinnerHours[few]
source: {{n}} hours
yo: {{n}} awon wakati

# nSpinnerHours[many]
source: {{n}} hours
yo: {{n}} awon wakati

# nSpinnerHours[other]
source: {{n}} hours
yo: {{n}} awon wakati
