Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/apps/keyboard/keyboard.properties.po
Languages: yo

source: Keyboard
yo: Patakoitewe

source: OK
yo: Odaa

source: Keyboard settings
yo: Awon agbekale patakoitewe

source: Vibration
yo: Gbigbonriri

source: Click sound
yo: Mu orin

source: Auto correction
yo: Aifowoyi atunse

source: Word suggestion
yo: Aba oro

source: Word suggestions
yo: Awon aba oro

source: Dismiss
yo: Bosita

source: more numbers and symbols
yo: awon nomba ati awon apere die si

source: letters
yo: awon leta

source: shift
yo: papoda

source: delete
yo: pare

source: space
yo: aaye

source: return
yo: pada

source: period
yo: akoko

source: comma
yo: danuduro die

source: colon
yo: olusafihan

source: question mark
yo: ami ibere

source: exclamation point
yo: ami iyalenu

source: left bracket
yo: ami akopo osi

source: right bracket
yo: ami akopo otun

source: double quote
yo: ilopomeji ami-agbaso

source: left double angle quote
yo: osi ilopomeji igun ami-agbaso

source: right double angle quote
yo: otun ilopomeji igun ami-agbaso
