Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/wappush/wappush.properties.po
Languages: wo

source: WAP Push message
wo: Bataaxalu WAP Push

source: Close
wo: Tëj

source: Accept
wo: Nangu

source: Quit
wo: Génn

source: Cancel
wo: Bàyyi

source: Store
wo: Denc

source: Try again
wo: Jéemaat

source: Finish
wo: Jeexal

source: This message has expired
wo: Àppu bataaxal bii jeex na

source: Configuration message received
wo: Jot na baatxalu tabb

source: OTA Access Point Configuration
wo: Tabb Tombu Jot (APC) OTA

source: Configuration message received, click on “Accept” to continue.
wo: Jot nga bataaxalu tabb bi, bësal "Nangu" ngir wéyal.

source: The PIN code should have been provided to you by whomever sent you the configuration message.
wo: Kod PIN bi nag képp ku la yónnee bataaxalu tabb bi war na la ko yónneewaale.

source: The message has not been processed yet, do you really want to quit?
wo: kenn laalagul bataaxal bi ba leegi, wóor nala ni danga bëgg a génn?

source: The PIN you have entered is incorrect. The PIN code should have been provided to you by whomever sent you the configuration message.
wo: Kod PIN bi nga dugal baaxul. Kod PIN bi nag képp ku la yónnee bataaxalu tabb bi war na la ko yónneewaale.

source: You are about to store the following APN(s) on your phone:
wo: Yaa ngi waaj a denc bii(yii) APN ci sa telefon:

source: We are done, the APN(s) are now stored.
wo: Noppi nañu, leegi denc nañu APN bi (yi).

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
wo: Kenn mënul wéral bataaxalu tabb bi nga jot ci sa kàrt SIM, kon doo ko mën a jëfandikoo ngir tabb sa jëfandaay.

source: There was a error while authenticating the sender of the message.
wo: Njuumte am na ci wéralug yónneekatu bataaxal bi.

source: The authentication mechanism is not supported yet.
wo: Nangoogul jël xaralab wéral.

source: The configuration message you received does not have valid APNs.
wo: Bataaxalu tabb bi nga jot amul APN bu (yu) baax.
