Repository: BenitoJedai/mozilla-gaia
Catalog: wo/shared/facebook/facebook.properties.po
Languages: wo

source: Close
wo: Tëj

source: Import
wo: Jëli

source: Update
wo: Yeesal

# fbFriends
source: Facebook Friends
wo: Xariti Facebook

# facebook-serviceName
source: Facebook Friends
wo: Xariti Facebook

source: Select all
wo: Tànn lépp

source: Deselect all
wo: Dindi tànneef yépp

source: View All Facebook Friends
wo: Wone Xariti Facebook Yépp

source: View Only Recommended
wo: Xool Yiñ la Xelal Kese

source: No matching friends. Showing all
wo: Xarit yu méngoowul. Wone lépp

source: Select the recommended one
wo: Tànnal bi ñu la xelal

# linkProposal[two]
source: Select a recommended one
wo: Tànnal benn bu ñu la xelal

# linkProposal[few]
source: Select a recommended one
wo: Tànnal benn bu ñu la xelal

# linkProposal[many]
source: Select a recommended one
wo: Tànnal benn bu ñu la xelal

# linkProposal[other]
source: Select a recommended one
wo: Tànnal benn bu ñu la xelal

source: All your friends are imported
wo: Jëni nañu sa xarit yépp

source: Found one friend to import
wo: Gis na benn xarit bu muy jëli

# fbFriendsFound[two]
source: Found {{numFriends}} friends to import
wo: Gis na {{numFriends}} xarit yu muy jëli

# fbFriendsFound[few]
source: Found {{numFriends}} friends to import
wo: Gis na {{numFriends}} xarit yu muy jëli

# fbFriendsFound[many]
source: Found {{numFriends}} friends to import
wo: Gis na {{numFriends}} xarit yu muy jëli

# fbFriendsFound[other]
source: Found {{numFriends}} friends to import
wo: Gis na {{numFriends}} xarit yu muy jëli

source: Search
wo: Seet

source: No contacts found
wo: Gisul benn xame

source: Done
wo: Sotti na

source: Importing friends to Contacts
wo: Jëli ay xarit ci Xame yi

source: Updating friends in Contacts
wo: Yeesal xarit yi ci Xame yi.

# message2
source: This may take a couple of minutes
wo: Lii mën na xaw a yàgg tuuti

source: Please hold on. We are linking your friend and your contact.
wo: Xaaral tuuti. Nu ngi lëkkalante sa xarit ak sa xame.

source: Please hold on. We are canceling the ongoing operation.
wo: Xaaral tuuti. Nu ngi bàyyi jëf ji.

source: Error {{from}}
wo: Njuumte {{from}}

# error2
source: Do you want to retry?
wo: Ndax danga bëgg a jéemaat?

# errorProposal
source: calculating proposals
wo: xayma digal yi

# errorFriends
source: retrieving friends
wo: rocci ay xarit

source: linking contact
wo: lëkkale xame

source: Exceeded timeout {{from}}
wo: Jéexal na àppu {{from}}

# timeout2
source: Do you want to retry?
wo: Danga bëgg a jéemaat?

# timeoutProposal
source: calculating proposals
wo: xayma digal yi

# timeoutFriends
source: retrieving friends
wo: rocci ay xarit

source: linking contacts
wo: lëkkale xame

source: Please hold on
wo: Xaaral tuuti

# wait2
source: This may take a couple of minutes
wo: Lii mën na xaw a yàgg tuuti

source: Please hold on. We are calculating a proposal.
wo: Xaaral tuuti. Nu ngi xayma ab digal.

source: Please hold on. We are connecting to obtain your friend list.
wo: Xaaral tuuti. Nu ngi lënku ngir am sa limu xarit.

# curtainCancel
source: Cancel
wo: Bàyyi

source: Retry
wo: Jéemaat

source: No Internet connection
wo: Amul lënkug Internet

source: Friends’ photos will not be added to your contacts. Continue anyway?
wo: Dina yóbbu say nataali xarit ci say xame. Danga bëgg a wéyal?

# noOption
source: Cancel
wo: Bàyyi

source: No friends updated
wo: Yeesal lu ñu benn xarit

source: Updated one friend
wo: Yeesal na benn xarit

# friendsUpdated[two]
source: Updated {{numFriends}} friends
wo: Yeesal na {{numFriends}} xarit

# friendsUpdated[few]
source: Updated {{numFriends}} friends
wo: Yeesal na {{numFriends}} xarit

# friendsUpdated[many]
source: Updated {{numFriends}} friends
wo: Yeesal na {{numFriends}} xarit

# friendsUpdated[other]
source: Updated {{numFriends}} friends
wo: Yeesal na {{numFriends}} xarit

source: No duplicated friends merged
wo: Boole wu ñu benn xarit bu fi ñaarte wu

source: One duplicated friend merged
wo: Boole na ñu benn xarit bu fi ñaarte wu

# friendsMerged[two]
source: {{numDups}} friends merged
wo: {{numDups}} xarit yuñ boole

# friendsMerged[few]
source: {{numDups}} friends merged
wo: {{numDups}} xarit yuñ boole

# friendsMerged[many]
source: {{numDups}} friends merged
wo: {{numDups}} xarit yuñ boole

# friendsMerged[other]
source: {{numDups}} friends merged
wo: {{numDups}} xarit yuñ boole

source: Your Facebook session is invalid. Please sign in.
wo: Fi nga nekk ci Facebook baaxul. Jéemal dugg.

source: There was an error synchronizing your friend’s data
wo: Am nañu jafe-jafe lëkkalante say njoxey xarit
