Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/communications/dialer/dialer.properties.po
Languages: ln

source: Add new number
ln: Bakisa numéro ya sika

source: Add to existing contact
ln: Bakisa na contact oyo ezali

source: All
ln: Nionso

# all.ariaLabel
source: All
ln: Nionso

source: Asterisk
ln: Etwale

source: Call log
ln: zulunale ya Bappels

source: Edit call log
ln: Bongisa kokoma na zulunale ya bappels

source: Edit call log dialog
ln: Bongisa kokoma masolo na zulunale ya bappels

source: Connecting
ln: Ezali Kozwa connection

source: Cancel
ln: Tika

source: Data: {{ data }}
ln: Badonnées: {{ data }}

source: An error occurred while retrieving call forwarding status
ln: Erreur esalemi tango kozongela kozwa makambo ya renvois ya baappels

source: Inactive
ln: Ezali kosala te

source: Call forwarding status
ln: Makambo ya renvoi ya appel

source: Synchronous: {{ sync }}
ln: Synchronique: {{ sync }}

source: Voice: {{ voice }}
ln: Mongongo: {{ voice }}

source: Close
ln: Kanga

source: Clear selected calls?
ln: Oboma bappels oyo eponami?

source: Create new contact
ln: Sala contact ya sika

source: Delete
ln: Boma

source: Deselect all
ln: Longola kopona nionso

source: Add contact
ln: Bakisa contact

source: Add Contact Dialog
ln: Bakisa Boite ya Dialogue na contact

# edit-selected[one]
source: {{ n }} selected
ln: {{ n }} eponami

# edit-selected[two]
source: {{ n }} selected
ln: {{ n }} eponami

# edit-selected[few]
source: {{ n }} selected
ln: {{ n }} eponami

# edit-selected[many]
source: {{ n }} selected
ln: {{ n }} eponami

# edit-selected[other]
source: {{ n }} selected
ln: {{ n }} eponami

source: Edit
ln: Bongisa kokoma

source: Hash sign
ln: elembo ya diěse

source: Hide keypad
ln: Bomba clavier

source: Ignore Call
ln: Bosana Appel

source: Incoming
ln: Oyo ezali kokota

source: Keypad
ln: Clavier

# keypadDelete.ariaLabel
source: Delete
ln: Boma

source: Make call
ln: Benga

source: Merge
ln: Kangisa

source: Missed
ln: Manqué

# missed.ariaLabel
source: Missed
ln: Appel manqué

source: Missed call
ln: Appel manqué

source: (SIM {{ n }}) Missed call
ln: (SIM {{ n }}) Appel manqué

source: An error occurred while sending the message
ln: Erreur esalemi tango ya kotinda sango

source: Session expired
ln: Session ekomi na suka

source: Message successfully sent
ln: Sango etindami malamu penza

source: Mute
ln: Ezali koloba te

source: New call
ln: Appel ya sika

source: No calls recorded
ln: Appels ata moko ekomami

source: Start communicating now
ln: Banda kosolola sikoyo

source: No missed calls
ln: Appels manqués ezali te

source: Phone number
ln: Numéro ya telefone

source: Recent calls
ln: Bappels ya sika

source: Reply
ln: Yanola

source: Select all
ln: Pona nionso

source: Send
ln: Tinda

source: Switch calls
ln: Balola bappels

source: Today
ln: Lelo

source: Voicemail
ln: Sango na maloba

source: Withheld number
ln: Numéro oyo ekangami

source: From {{ contact }}
ln: Uta na {{ contact }}

source: From {{ number }}
ln: Uta na {{ number }}

source: From withheld number
ln: Uta na numéro oyo ekangami

source: Yesterday
ln: Lobi eleki

source: Sending…
ln: Ezali kotindama

# speakerOption.ariaLabel
source: Speaker
ln: Haut-parleur

source: {{ operator }} services
ln: Misala ya {{ operator }}

source: Toggle keypad
ln: Clavier ya commutation

source: Type your response…
ln: Beta eyano na yo

source: Clear all text
ln: Boma makomi nionso

source: Hide
ln: Bomba

source: Call
ln: Benga

source: Hold
ln: Pause

source: Resume
ln: Bandela

# resume.ariaLabel
source: Resume
ln: Bandela

source: Send Message
ln: Tinda sango

source: Call Ended
ln: Appel esuki

source: via SIM{{ n }}
ln: Koleka na nzela ya SIM{{ n }}

source: Hang Up
ln: Kata

source: Pick up
ln: Yamba

source: Slider
ln: Glisseur

source: Settings
ln: Paramětres

source: Nothing selected
ln: Eloko moko te eponami

source: Delete selected log?
ln: Oboma zulunale oyo eponami?

# delete-n-log?[two]
source: Delete {{ n }} logs?
ln: Oboma bazulunale ya {{ n }}?

# delete-n-log?[few]
source: Delete {{ n }} logs?
ln: Oboma bazulunale ya {{ n }}?

# delete-n-log?[many]
source: Delete {{ n }} logs?
ln: Oboma bazulunale ya {{ n }}?

# delete-n-log?[other]
source: Delete {{ n }} logs?
ln: Oboma bazulunale ya {{ n }}?

source: {{ n }} match for "{{ matchNumber }}"
ln: {{ n }} ekokani na "{{ matchNumber }}"

# suggestionMatches[two]
source: {{ n }} matches for "{{ matchNumber }}"
ln: {{ n }} ekokani na "{{ matchNumber }}"

# suggestionMatches[few]
source: {{ n }} matches for "{{ matchNumber }}"
ln: {{ n }} ekokani na "{{ matchNumber }}"

# suggestionMatches[many]
source: {{ n }} matches for "{{ matchNumber }}"
ln: {{ n }} ekokani na "{{ matchNumber }}"

# suggestionMatches[other]
source: {{ n }} matches for "{{ matchNumber }}"
ln: {{ n }} ekokani na "{{ matchNumber }}"

source: Call barring
ln: Kobloquer Appel

source: Call forwarding
ln: Kotinda appel

source: Incoming Caller ID
ln: ID ya moto azobenga

source: Outgoing Caller ID
ln: ID ya moto azobenga

source: Password change
ln: Kobongola bilembo ya kokotela

source: Call waiting
ln: Appel ezali kozela

source: PIN change
ln: Bobongoli ya PIN

source: PIN2 change
ln: Bobongoli ya PIN2

source: Unblock PIN
ln: Fungola PIN

source: Unblock PIN2
ln: Foungola PIN2

source: Voice
ln: Mongongo

source: Data
ln: Badonnées

source: Service was enabled
ln: Service ezalaki activé

source: Service has been disabled
ln: Service ezali désactivé

source: Registration was successful
ln: Kokomisa kombo esimbaki malamu

source: Erasure was successful
ln: koboma esimbaki malamu

source: Request was successful
ln: Bosenga esimbaki malamu

source: Service not provisioned
ln: Mosala epesamaki te

source: You can not change the caller ID setting
ln: Okoki kobongola paramětres ya ID ya mobengi te

source: Caller ID defaults to restricted. Next call: Restricted
ln: ID ya mobengi par défaut epekisami makasi. Appel elandi: Epekisami.

source: Caller ID defaults to restricted. Next call: Not restricted
ln: ID ya mobengi par défaut epekisami makasi. Appel elandi: Epekisami te.

source: Caller ID defaults to not restricted. Next call: Restricted
ln: ID ya mobengi par défaut epekisami te. Appel elandi: Epekisami.

source: Caller ID defaults to not restricted. Next call: Not restricted
ln: ID ya mobengi par défaut epekisami te. Appel elandi: Epekisami te.

source: Service was enabled for:
ln: Service ezongisamaki kosala po na:

source: PIN successfully changed
ln: PIN ebongolamaki malamu.

source: PIN successfully unblocked
ln: PIN efungolamaki malamu.

source: PIN2 successfully changed
ln: PIN2 ebongolamaki malamu

source: PIN2 successfully unblocked
ln: PIN2 efungolamaki malamu

source: Connection problem or invalid MMI code
ln: Kokoso ya kozwa connection to code MMI ya mabe

source: Incorrect Password
ln: Bilembo ya kokotela ya mabe

source: Invalid or Unsupported MMI Code
ln: Code MMI ya mabe to oyo ekokani awa te

source: Invalid action
ln: Action ya mabe

source: Invalid service code
ln: Code ya mosala ya mabe

source: The PUK you typed is not correct
ln: PUK oyo obetaki ezali mabe

source: The old PIN you typed is not correct.
ln: PIN ya kala obetaki ezali mabe

source: Type PUK2 to unblock SIM card
ln: Beta PUK2 po na kofungola carte SIM

source: The PINs you typed do not match
ln: BaPINs obetaki ekokani te

source: Type a PIN that is 4 to 8 numbers
ln: Beta PIN moko oyo eza ba numéro 4 kino 8

source: Your SIM card is PUK-locked
ln: Carte SIM na yo ekangami na PUK

source: Unsuccessful. Enable SIM/RUIM LOCK
ln: Esimbi te. Fungola SIM/RUIM LOCK

source: Operation is restricted to fixed dialing numbers only
ln: Operation oyo esuki bobele na banuméros ya kobenga ebongisama

source: USSD request is modified to DIAL request
ln: Bosenga ya USSD ebongwami na bosenga ya DIAL

source: USSD request is modified to SS request
ln: Bosenga ya USSD ebongwami na bosenga ya SS

source: USSD request is modified to new USSD request
ln: Bosenga ya USSD ebongwami na bosenga ya USSD ya sika

source: SS request is modified to DIAL request
ln: Bosenga ya SS ebongwami na bosenga ya DIAL

source: SS request is modified to USSD request
ln: Bosengi ya SS ebongwami na bosenga ya USSD

source: SS request is modified to new SS request
ln: Bosenga ya SS ebongwami na bosenga ya SS ya sika

source: Only {{ n }} retry left
ln: Kaka mbala ya komeka {{ n }} nde etikali

# emMmiErrorPinPukAttempts[two]
source: {{ n }} retries left
ln: mbala ya komeka {{ n }} etikali

# emMmiErrorPinPukAttempts[few]
source: {{ n }} retries left
ln: mbala ya komeka {{ n }} etikali

# emMmiErrorPinPukAttempts[many]
source: {{ n }} retries left
ln: mbala ya komeka {{ n }} etikali

# emMmiErrorPinPukAttempts[other]
source: {{ n }} retries left
ln: mbala ya komeka {{ n }} etikali

source: Maximum number of retries exceeded. SIM blocked
ln: Ndelo ya mbala ya komeka esi eleki. SIM ekangami

source: Radio not available
ln: Radio ezali te

source: Generic failure
ln: Echec ya génerique

source: Password incorrect
ln: Bilembo ya kokotela ya mabe

source: Request not supported
ln: Bosenga ezali kokokana te

source: Operation not allowed during voice call
ln: Operation epekisami tango ya appel vocal

source: SMS send fail retry
ln: Kotindama ya SMS esimbi te meka lisusu

source: SIM absent
ln: SIM ezali te

source: Subscription not available
ln: Bokomisi kombo ezali komonana te

source: Mode not supported
ln: Mode esungami te

source: Fdn check failure
ln: vérification ya Fdn esimbi te

source: Illegal SIM or ME
ln: SIM to ME epesameli ndingisa te

source: Dial modified to USSD
ln: Kokomisa ya numéro ebongwani na USSD

source: Dial modified to SS
ln: Kokomisa ya numéro ebongwani na SS

source: Dial modified to dial
ln: Kokomisa ya numéro ebongwani na kokomisa numéro

source: USSD modified to dial
ln: USSD ebongwami na kokomisa kombo

source: USSD modified to SS
ln: USSD ebongwami na SS

source: USSD modified to USSD
ln: USSD ebongwami na USSD

source: SS modified to dial
ln: SS ebongwami na kokoma kombo

source: SS modified to USSD
ln: SS ebongwami na USSD

source: SS modified to SS
ln: SS ebongwami na SS

source: Subscription not supported
ln: Bokomisami esungami te

source: Invalid parameter
ln: Paramětre ya mabe

source: Rejected by remote
ln: Ebwakisami na mosika

source: {{ caller }} has left the call.
ln: {{ caller }} atiki appel

source: Unable to merge calls
ln: Ekoki kokangisa bappels te

source: Unable to unmerge calls
ln: Ekoki kokobola bappels te

source: Select audio sources
ln: Pona bisika audio ezali kowuta

source: Bluetooth handsfree device
ln: Appareil ya Bluetooth ǎ mains libres

source: Receiver
ln: Moyambi

source: Speaker
ln: Haut-parleur
