Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/communications/dialer/shared.properties.po
Languages: ln

source: To make a call you need to disable airplane mode in settings.
ln: Po na kobenga esengeli okanga mode avion na paramětres.

source: Airplane mode activated
ln: Mode avion efungwami

source: Number is busy
ln: Numéro ezali occupé

source: The number is currently busy. Please try again later.
ln: Numéro ezali naino occupé sikoyo.Tosengi omeka lisusu sima.

source: FDN active
ln: FDN ezali kosala

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
ln: FDN (Fixed Dialing Numbers) ezali kosala mpe numéro oyo elandi ezali na kati ya liste na yo ya FDN te: {{ number }}

source: Voicemail
ln: Message vocal

source: Emergency number
ln: Numéro ya urgence

source: To make a call, the phone must be connected to a network.
ln: Po na kobenga, telefone esengeli kozala connecte na rezo moko.

source: Emergency calls are not allowed by the network.
ln: Bappels ya urgence epesameli ndingisa te na rezo.

source: No network connection
ln: Connection na rezo ezali te

source: Invalid phone number
ln: Numéro ya telefone ezali mabe

source: The phone number you are calling is not valid.
ln: Numéro ya telefone ozali kobenga ezali malamu te.

source: Unable to make a phone call now
ln: Okoki kobenga sikoyo te

source: Cannot make a call. If you are already dialing, please hang up first.
ln: Okoki kobenga te. Soki ozali kotia numéro, tosengisa okata liboso.

source: Other connection in use
ln: Connection mosusu ezali kosala

source: You have an active call on another connection. You can only use one connection at a time.
ln: Ozali na appel na connection mosusu. Okoki kosalela kaka connection moko na tango moko.
