Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/browser/browser.properties.po
Languages: ee

source: OK
ee: Enyo

source: Cancel
ee: Tso eme

source: Done
ee: Evɔ

source: Search or enter address
ee: Di alo ƒo adrɛsi la

source: History
ee: Xo

source: New tab
ee: Tab yeye

source: Open link in new tab
ee: Ʋu katsatsia le tab yeye me

source: Future
ee: Etsɔ si gbɔna

source: Today
ee: Egbe

source: Yesterday
ee: Etsɔ si vayi

source: Last 7 days
ee: ŋkeke adre siwo vayi

source: This month
ee: Dzinu sia

source: Last 6 months
ee: Dzinu ade siwo vayi

source: Older than 6 months
ee: Etsi wu dzinu ade

source: January
ee: Dzove

source: February
ee: Dzodze

source: March
ee: Tedoxe

source: April
ee: Afɔfĩe

source: May
ee: Dama

source: June
ee: Masa

source: July
ee: Siamlɔm

source: August
ee: Deasiamime

source: September
ee: Anyɔnyɔ

source: October
ee: Kele

source: November
ee: Ademekpɔxe

source: December
ee: Dzome

source: {{browserBrandShortName}}
ee: {{di Brand ŋkɔ kpuitɔ}}

source: Enter a search term or Web address to start browsing.
ee: ŋlɔ nu si dim nele alo Wɛb adrɛsi be nadze nudidia gɔme

# top-sites-startPage
source: Top sites
ee: ŋgɔ saitiwo

# top-sites-tab
source: Top sites
ee: ŋgɔ saitiwo

source: Settings
ee: ɖoɖowo

source: Privacy & Security
ee: Ɣaɣla kpke dedienɔnɔ

source: Clear browsing history
ee: Tutu nudidi xoxowo ɖa

source: Clear browsing history?
ee: Atutu nudidi xoxowo ɖa?

source: Clear cookies and stored data
ee: Tutu kukiwo kple datadzraɖowo

source: Clear cookies and other data stored by sites on this device?
ee: Atutu kukiwo kple data bubu siwo ne dzra ɖo to sait siwo le mɔ siawo dzia?

source: Search Engines
ee: Nudidi iŋdziniwo

source: Default search engine
ee: Difɔlti nudidi iŋdzini

source: Bookmarks
ee: dzesidedewo

source: Bookmark
ee: dzesidede

source: Unbookmark
ee: Megade dzesi o

source: Edit bookmark
ee: To dzesidedea me

# edit-bookmark-header
source: Edit bookmark
ee: To dzesidedea me

source: Page title
ee: Axa tanya

source: Address
ee: Adrɛsi

source: Username
ee: Ezãla ŋkɔ

source: Sign in
ee: Geɖe eme

source: Sign in to website
ee: Geɖe wɛbsaitia me

source: The website {{host}} requires you to sign in.
ee: Wɛbsaitia bia be nageɖe eme

source: The username or password is incorrect.
ee: Ezãla ŋkɔ alo password la mede o.

source: Well, this is embarrassing.
ee: Esia menyo kura o.

source: We tried to display this Web page, but it’s not responding.
ee: Miedze agbagba be miahe Wɛb sia ƒe axa sia ve, gake mele egbe vava.

source: Close tab
ee: Tutu ʄe tab

source: Reload
ee: Trɔ de

source: Search for
ee: Di

source: Save Image
ee: Save-nɔnɔmetata

source: Image saved to Gallery
ee: Nɔnɔmetata la le nɔnɔmetatawo ʄoʄuʄe
