Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/communications/contacts/contacts.properties.po
Languages: wo

source: Add
wo: Yokk

source: Call
wo: Woote

source: Edit
wo: Soppali

source: Cancel
wo: Bàyyi

source: Done
wo: Sotti na

source: Update
wo: Yeesal

source: Retry
wo: Jéemaat

source: Contacts
wo: Xame yi

source: Add contact
wo: Yokk xame

source: Delete contact
wo: Far xame

source: Select contact
wo: Tànn xame

source: Select all
wo: Tànn lépp

source: Deselect all
wo: Dindi tànneef yépp

source: Edit contact
wo: Soppali xame

source: Delete contact?
wo: Dangay far xame?

source: Remove
wo: Dindi

source: Delete
wo: Far

source: Comments
wo: Wax-sa-xalaat

source: This contact does not have a phone number
wo: Xame bii àndul ak nimero telefon

source: This contact does not have an email address
wo: Xame bii àndul ak dëkkuwaayu bataaxal ci internet

source: Remove contact picture?
wo: Dangay dindi nataalu xame bi?

source: Loading contacts…
wo: Mi ngi yab xame yi…

source: Cannot add to contact as your contact list is empty
wo: Mënu ko yokk ci xame bi ndax sa limu xame bi amul dara

source: No name
wo: Amul tur

source: Name
wo: Tur

source: Last name
wo: Sant

source: Phone
wo: Telefon

source: Carrier
wo: Liggéey

# carrier.placeholder
source: Carrier
wo: Ki la ko jaay

source: Email
wo: Bataaxal ci internet

# email.placeholder
source: Email
wo: Bataaxal ci internet

source: Street
wo: Koñ

source: Zip code
wo: Kod postaal

source: City
wo: Dëkk

source: Country
wo: Réew

source: Comment
wo: Sa xalaat

source: Company
wo: Liggéeyukaay

source: Custom
wo: Solal

source: Date
wo: Bis

# date-span-placeholder
source: Date
wo: Bis

# date.placeholder
source: Date
wo: Bis

source: Birthday
wo: Bisu-judd

source: Anniversary
wo: Màggal bisu-judd

source: Add Picture
wo: Yokk Nataal

source: Add Phone
wo: Yokk Telefon

source: Add Email
wo: Yokk Bataaxalu internet

source: Add Address
wo: Yokk Dëkkuwaay

source: Add Date
wo: Yokk Bis

source: Add Comment
wo: Yokk Sa-xalaat

source: Add as Favorite
wo: Yokk muy Gënal

source: Remove as Favorite
wo: Dindi muy Gënal

source: Label
wo: Etiket

source: Mobile
wo: Potaabal

source: Home
wo: Kër

source: Work
wo: Liggéey

source: Personal
wo: Sa bos

source: Fax home
wo: Faksu kër

source: Fax office
wo: Faksu liggéeyukaay

source: Fax other
wo: Faksu leneen

source: Another
wo: Beneen

source: Other
wo: Yeneen

source: Custom tag
wo: Xàmmekaay boo defar

source: Current
wo: Ci jamono jii

source: Exit
wo: Génn

source: Expand
wo: Yaatal

source: Name:
wo: Tur:

source: Last name:
wo: Sant:

source: Phone number:
wo: Nimero telefon:

source: Carrier:
wo: Liggéey:

source: Email:
wo: Imeel:

source: Street:
wo: Koñ:

source: Zip code:
wo: Kod postaal:

source: City:
wo: Dëkk:

source: Country:
wo: Réew:

source: Comment:
wo: Sa xalaat:

source: Main information
wo: Xibaar bi ëpp solo

source: Phone numbers
wo: Nimero telefon yi

source: Email address
wo: Dëkkuwaayu bataaxalu internet

source: Address
wo: Dëkkuwaay

source: Settings
wo: Jekkal yi

source: Search
wo: Seet

source: No contacts found
wo: Gisuñ benn xame

source: Transfer Contacts
wo: Toxal ay Xame

# importContactsTitle
source: Import Contacts
wo: Jëli ay Xame

# importContactsButton
source: Import Contacts
wo: Jëli ay Xame

# exportContactsTitle
source: Export Contacts
wo: Yóbbu ay Xame

# exportContactsButton
source: Export Contacts
wo: Yóbbu ay Xame

source: Export
wo: Yóbbu

source: Export to SIM
wo: Yóbbu ci SIM

source: Export to SD Card
wo: Yóbbu ci kàrt SD

source: Export to Bluetooth
wo: Yóbbu ci Bluetooth

source: Cannot use SD Card because USB storage is enabled
wo: Mënul jëfandikoo kàrt SD bi ndax dencukaayu USB bi mungi dox

source: Export error
wo: Njuumteg yóbbu

source: No contacts exported
wo: Yóbbuwul benn xame

# contactsExported2[one]
source: {{exported}}/{{total}} contacts exported
wo: {{exported}}/{{total}} xame buñ yóbbu

# contactsExported2[two]
source: {{exported}}/{{total}} contacts exported
wo: {{exported}}/{{total}} xame buñ yóbbu

# contactsExported2[few]
source: {{exported}}/{{total}} contacts exported
wo: {{exported}}/{{total}} xame buñ yóbbu

# contactsExported2[many]
source: {{exported}}/{{total}} contacts exported
wo: {{exported}}/{{total}} xame buñ yóbbu

# contactsExported2[other]
source: {{exported}}/{{total}} contacts exported
wo: {{exported}}/{{total}} xame buñ yóbbu

source: Some error happened while exporting
wo: Njuumte amna ci biir yóbbu gi

# exportError-SD-shared
source: Can’t access memory card because it’s shared
wo: Mënul jot ci kàrt memuwaar bi ndax dañu ko séddóo

# exportError-SD-unavailable
source: Memory card is not available
wo: Kàrt memuwaar bi jàppandiwul

# exportError-SD-noSpace
source: There’s not enough space on the memory card to export the contacts
wo: Xame yi nga bëgg a yónnee ci sa kàrt memuwaar bi duñu ci xaj

source: SIM card is not available
wo: Kàrt SIM jàppandiwul

# exportError-BT-shared
source: Can’t access memory card because it’s shared
wo: Mënul jot ci kàrt memuwaar bi ndax dañu ko séddóo

# exportError-BT-unavailable
source: Memory card is not available
wo: Kàrt memuwaar bi jàppandiwul

# exportError-BT-noSpace
source: There’s not enough space on the memory card to export the contacts
wo: Xame yi nga bëgg a yónnee ci sa kàrt memuwaar bi duñu ci xaj

source: Social networks
wo: Mbaali penc

source: Link contact
wo: Lëkkale xame

source: Unlink contact
wo: Tàqale xame

source: Do you want to unlink your friend?
wo: Da nga bëgg tàqali ak xarit?

source: Unlink
wo: Tàqali

source: Import Facebook friends
wo: Jëli xariti Facebook

source: View Facebook profile
wo: Wone profiilu Facebook

source: Message
wo: Bataaxal

source: Wall post
wo: Bind ci miir

source: The contact cannot be shared due to Facebook constraint.
wo: Mënu ñu séddóo xame bi ndax ay terey Facebook.

source: Other accounts
wo: Yeneen sàq

source: Sync friends
wo: Lëkkale ay xarit

source: Select mobile
wo: Tànn benn profiil

source: Select email
wo: Tànn bataaxal ci internet

source: Order by last name
wo: Toftalee ci sant

# importSim2
source: SIM card
wo: Kàrt SIM

source: Update imported friends
wo: Yeesal xarit yiñ jëli

source: Removing Facebook data
wo: Dindi njoxey Facebook

source: Logging out from Facebook
wo: Génn ci Facebook

source: Remove all Facebook data?
wo: Da ngay dindi say njoxe Facebook yépp?

source: Your password in Facebook has changed. Please, update it.
wo: Sa baatu-jàllu Facebook soppikuna. Baalnu, nga yeesal ko.

source: Not enabled yet
wo: Jàppandeegul

source: To import contacts connect to Wi-Fi or data network
wo: Ngir jëli ay xame lënkul ci Wi-Fi walla mbaalu njoxe yi

source: SIM card
wo: Kàrt SIM

source: Memory card
wo: Kàrt memuwaar

source: Create a new contact
wo: Sos xame bu bees

source: Import your contacts from SIM card or Facebook
wo: Jëli say xame kàrt SIM bi walla Facebook

source: No contacts
wo: Amul xame

source: Start adding them now
wo: Tàmbali di leen yokk leegi

source: Not imported
wo: Jëluwu leen

source: Imported
wo: Jëlina leen

source: Today
wo: Tay

source: Yesterday
wo: Démb

source: Please hold on. We are canceling the ongoing operation.
wo: Xaaral tuuti. Nu ngi bàyyi li ñu doon def.

source: Organize Contacts
wo: Jekkal Xame yi

source: Find duplicate contacts
wo: Seet xame yi baamtu

source: Preparing contacts
wo: Waajal xame yi

source: SIM Card is full
wo: Kàrt SIM dafa fees

source: Cannot access SIM card’s phone book
wo: Mënul jot ci karne xameb kàrt SIM

source: No SIM detected
wo: Gisul benn SIM

source: An error occurred while exporting a contact
wo: Njuumte amna ci yóbbug ab xame

source: To export contacts insert or unlock your SIM card
wo: Ngir yóbbu ay xame roofal walla nga tijji sa kàrt SIM

source: To export contacts insert a memory card
wo: Ngir yóbbu ay xame roofal ab kàrt memuwaar

source: Contacts Management
wo: Saytug Xame yi

# DeleteTitle
source: Delete
wo: Far

source: Delete Contacts
wo: Far Xame yi

source: Contacts delete cancelled
wo: Bàyyi nañu farug xame yi

# DeletedTxt[zero]
source: No Contact to Delete
wo: Amul Xame buñuy Far

source: 1 Contact removed
wo: Dindi nañu 1 xame

# DeletedTxt[two]
source: {{n}} Contacts removed
wo: dindi nañu {{n}} xame

# DeletedTxt[few]
source: {{n}} Contacts removed
wo: dindi nañu {{n}} xame

# DeletedTxt[many]
source: {{n}} Contacts removed
wo: dindi nañu {{n}} xame

# DeletedTxt[other]
source: {{n}} Contacts removed
wo: dindi nañu {{n}} xame

source: Deleting contacts
wo: Far ay xame

# ContactConfirmDel[zero]
source: No Contact to Delete
wo: Amul Xame buñuy Far

source: Delete 1 Contact? This cannot be undone.
wo: Far 1 Xame? Soo ko faree doo ci jotaat.

# ContactConfirmDel[two]
source: Delete {{n}} Contacts? This cannot be undone.
wo: Far {{n}} Xame? Soo ko faree doo ci jotaat.

# ContactConfirmDel[few]
source: Delete {{n}} Contacts? This cannot be undone.
wo: Far {{n}} Xame? Soo ko faree doo ci jotaat.

# ContactConfirmDel[many]
source: Delete {{n}} Contacts? This cannot be undone.
wo: Far {{n}} Xame? Soo ko faree doo ci jotaat.

# ContactConfirmDel[other]
source: Delete {{n}} Contacts? This cannot be undone.
wo: Far {{n}} Xame? Soo ko faree doo ci jotaat.

# SelectedTxt[zero]
source: Contacts
wo: Xame yi

# SelectedTxt[one]
source: {{n}} selected
wo: tànn nañu {{n}}

# SelectedTxt[two]
source: {{n}} selected
wo: {{n}} lañ tànn

# SelectedTxt[few]
source: {{n}} selected
wo: {{n}} lañ tànn

# SelectedTxt[many]
source: {{n}} selected
wo: {{n}} lañ tànn

# SelectedTxt[other]
source: {{n}} selected
wo: {{n}} lañ tànn

source: Video
wo: Wideo

source: Audio
wo: Ojo
