Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/communications/contacts/matcher/matcher.properties.po
Languages: wo

source: Looking for duplicate contacts
wo: Seet xame yi baamtu

source: Merging duplicate contacts
wo: Boole xame yi baamtu

source: No duplicate contacts found
wo: Amul ay xame yu baamtu

source: Cancel
wo: Bàyyi

source: Ignore
wo: Bañ faale

source: Merge duplicates
wo: Boole yi baamtu

source: Suggested duplicate contacts for {{name}}
wo: Xamey {{name}} yu baamtu yiñ la won

source: No contacts selected
wo: Tànnu ñu benn xame

source: Merge with {{n}} contact
wo: Boole ak {{n}} xame

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
wo: Boole ak {{n}} xame

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
wo: Boole ak {{n}} xame

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
wo: Boole ak {{n}} xame

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
wo: Boole ak {{n}} xame

source: Duplicates found
wo: Baamtu yiñ gis

source: {{name}} duplicates information in the following contacts
wo: {{name}} xibaar yu baamtu ci yii xame
