Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/sms/sms.properties.po
Languages: wo

source: Messages
wo: Bataaxal yi

source: Delete messages
wo: Far bataaxal yi

source: Edit
wo: Soppali

source: Back
wo: Dellu

source: Cancel
wo: Bàyyi

source: Undo
wo: Dindi

source: Done
wo: Noppi na

source: Delete
wo: Far

source: Deleting…
wo: Mi ngi far...

source: Select all
wo: Tànn lépp

source: Deselect all
wo: Dindi tànneef yépp

source: none selected
wo: tànnu ñu lenn

# selected[one]
source: {{n}} selected
wo: {{n}} buñ tànnul

# selected[two]
source: {{n}} selected
wo: {{n}} buñ tànnul

# selected[few]
source: {{n}} selected
wo: {{n}} buñ tànnul

# selected[many]
source: {{n}} selected
wo: {{n}} buñ tànnul

# selected[other]
source: {{n}} selected
wo: {{n}} buñ tànnul

source: Delete Messages
wo: Far Bataaxal yi

source: Settings
wo: Jekkal yi

source: Add subject
wo: Yokk mébet bi

source: Remove subject
wo: Dindi mébet bi

source: To:
wo: Jëm ci:

source: Send
wo: Yónnee

source: New
wo: Bees

source: Message
wo: Bataaxal

# messagesInput_placeholder
source: Message
wo: Bataaxal

source: Subject
wo: Mébet

source: Converting to multimedia message.
wo: Soppi def ko bataaxalu miltimejaa (MMS).

source: Converting to text message.
wo: Soppi def ko bataaxalu mbind.

source: You’ve reached the maximum length.
wo: Jeexal nga guddaay bi ñu la may.

source: Maximum length of subject reached.
wo: Jeexal nga guddaayu mébet biñ la may.

source: You’ve exceeded the maximum size. Remove attachments or shorten the message to send it.
wo: Weesu àppu dayo biñ la may. Dindil yóbbal yi walla nga gàttal bataaxal bi ngir yónnee ko.

source: New message
wo: Bataaxal bu bees

source: Send message
wo: Yónnee bataaxal

source: (No recipient)
wo: (Bindoo ki ko war a jot)

source: {{n}} recipient
wo: {{n}} a ko war a jot

# recipient[two]
source: {{n}} recipients
wo: {{n}} a ko war a jot

# recipient[few]
source: {{n}} recipients
wo: {{n}} a ko war a jot

# recipient[many]
source: {{n}} recipients
wo: {{n}} a ko war a jot

# recipient[other]
source: {{n}} recipients
wo: {{n}} a ko war a jot

source: {{n}} KB
wo: {{n}} Ko

source: {{n}} MB
wo: {{n}} Mo

source: There is no application available to open this file type.
wo: Amul jëfekaay bu fi jàppandi bu mën a ubbi xeetu taxañ bii.

source: Remove
wo: Dindi

source: {{n}} participant
wo: {{n}} a ci bokk

# participant[two]
source: {{n}} participants
wo: {{n}} a ci bokk

# participant[few]
source: {{n}} participants
wo: {{n}} a ci bokk

# participant[many]
source: {{n}} participants
wo: {{n}} a ci bokk

# participant[other]
source: {{n}} participants
wo: {{n}} a ci bokk

source: Message report
wo: Nettaliy bataaxal

source: Text Message (SMS)
wo: Bataaxalu Mbind (SMS)

source: Multimedia Message (MMS)
wo: Bataaxalu Miltimejaa (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
wo: Sa Bataaxalu Mbind (SMS), yónne wuñu ko {{datetime}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
wo: Sa Bataaxalu Miltimejaa (MMS), mébet {{subject}}, yónne wuñu ko {{datetime}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
wo: Sa Bataaxalu Miltimejaa (MMS), yónne wuñu ko {{datetime}}

source: Status:
wo: Tolluwaay:

source: sent
wo: dem na

source: received
wo: jot na ko

source: sending
wo: yónnee

source: error
wo: njuumte

source: not downloaded
wo: yebbi wuñu ko

source: Delivered:
wo: Yoxe nañu ko:

source: Read:
wo: Jàng nañu ko:

source: Requested
wo: Sàkku nañu ko

source: Message size:
wo: dayo bataaxal:

source: Recipients:
wo: Ñi koy jot:

source: From:
wo: Bawoo:

source: Sent:
wo: Yónnee nañu ko:

source: Received:
wo: Jot nañu ko:

source: Via:
wo: Jaare:

source: Search
wo: Seet

source: Unknown
wo: Xamu ñu ko

source: Replace existing Draft
wo: Wecci Dencandi bi fi nekk

source: Save as Draft
wo: Denc niki Dencandi

# discard-message
source: Discard
wo: Fomm

source: Are you sure you want to discard this message?
wo: Ndax leer nala ni danga bëgg a fomm bataaxal bii?

source: Discard the message you’re composing and open the new message?
wo: Fommal bataaxal bi ngay bind nga ubbi bu bees?

source: The message could not be sent. Try again?
wo: Kenn mënul yónnee bataaxal bi. Dangay jéemaat?

source: Resend this message
wo: Yónneewaat bataaxal bii

source: Delete selected messages?
wo: Dangay far bataaxal biñ tànn?

source: Delete selected message threads?
wo: Dangay far buumi bataaxal yiñ tànn?

source: New message from
wo: Bataaxal bu bees bawoo

source: Read it
wo: Jàng ko

source: No messages
wo: Amul bataaxal

source: Start communicating now
wo: Tàmbalil jokkoo leegi

source: Message not sent
wo: Bataaxal bi demul

source: There was a problem sending the message. Please try again.
wo: Juumte am na ci yónnee bataaxal bi. Jéemaatal.

# sendDefaultErrorBtnOk
source: OK
wo: Waaw-Kay

source: Missing SIM card
wo: Kàrt SIM bi nekku fi

source: Insert a valid SIM card to continue.
wo: Dugalal kàrt SIM bu baax te nga jéemaat.

# sendMissingSimCardBtnOk
source: OK
wo: Waaw-Kay

source: Airplane mode activated
wo: Anamu repalaan ngi dafa tàkk

source: Turn off airplane mode to send messages.
wo: Fayal anamu roppalaan gi ngir mën a yónnee bataaxal.

# sendFlightModeBtnOk
source: OK
wo: Waaw-Kay

source: FDN active
wo: FDN bi mu ngi dox

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:<br />{{ numbers }}
wo: FDN (Nimero woote yiñ fi Samp) dafa tàkk. Leerlul ndax santaru SMS bu ki koy jot mu ngi ci limu FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
wo: FDN (Nimero woote yiñ fi Samp) dafa tàkk. Leerlul ndax santaru SMS bu ki koy jot mu ngi ci limu FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
wo: FDN (Nimero woote yiñ fi Samp) dafa tàkk. Leerlul ndax santaru SMS bu ki koy jot mu ngi ci limu FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
wo: FDN (Nimero woote yiñ fi Samp) dafa tàkk. Leerlul ndax santaru SMS bu ki koy jot mu ngi ci limu FDN:<br />{{ numbers }}

# fdnBlocked2Body.innerHTML[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
wo: FDN (Nimero woote yiñ fi Samp) dafa tàkk. Leerlul ndax santaru SMS bu ki koy jot mu ngi ci limu FDN:<br />{{ numbers }}

# fdnBlocked2BtnOk
source: OK
wo: Waaw-Kay

source: Switch data connection
wo: Wecci lënku njoxe

source: Switch the data connection to {{ nonactive }} to retrieve the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
wo: Weccil lënku njoxe bi ci {{ nonactive }} ngir dindi MMS bi. Jàllaleb njoxe bi ci {{ active }} dina ñu ko ajandi. Danga bëgg a wéy?

source: Later
wo: Beneen yoon

# nonActiveSimConfirm
source: OK
wo: Waaw-Kay

source: Switch the data connection to {{ nonactive }} to send the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
wo: Weccil lënku njoxe bi ci {{ nonactive }} ngir dindi MMS bi. Jàllaleb njoxe bi ci {{ active }} dina ñu ko ajandi. Danga bëgg a wéy?

source: No network coverage
wo: Amul reso

source: Make sure you have a mobile signal and try again.
wo: Fexeel ba am reso mobil ba noppi nga jéemaat.

source: Message not found
wo: Gisu ñu bataaxal bi

source: The message you’re looking for is no longer available.
wo: Bataaxal bi ngay seet jàppandeetul.

source: Invalid number
wo: Nimero bi baaxul

source: Make sure the mobile number you’re sending to is valid.
wo: Leerlul ni nimero bi ngay yónnee bataaxal baax na.

source: This message has already been deleted.
wo: Far nañu bataaxal bi ba noppi.

# view-attachment-image
source: View
wo: Wone

source: Listen
wo: Déglul

# view-attachment-video
source: View
wo: Wone

# view-attachment-other
source: View
wo: Wone

source: Remove image
wo: Dindi bataaxal

source: Remove audio
wo: Dindi ojo

source: Remove video
wo: Dindi wideo

source: Remove attachment
wo: Dindi yóbbal

source: Replace image
wo: Dindi nataal

source: Replace audio
wo: Dindi ojo

source: Replace video
wo: Dindi wideo

source: Replace attachment
wo: Dindi yóbbal

source: Unsent Message
wo: Bataaxal biñ Bataaxal

source: Your previous message was not sent. Do you want to edit the unsent message or discard it and continue?
wo: Kenn yónneewul sa bataaxal bi weesu. Ndax danga ko bëgg a soppali walla danga ko bëgg a fomm te daal di wéy?

# unsent-message-option-edit
source: Edit
wo: Soppali

# unsent-message-option-discard
source: Discard
wo: Fomm

source: Message options
wo: Tànneefi bataaxal

source: Forward
wo: Jàllale

source: View message report
wo: Wone nettalib bataaxal

source: Mobile
wo: Mobil

source: Home
wo: Ëtt

source: Work
wo: Liggéey

source: Personal
wo: Bos

source: Fax home
wo: Faksu kër

source: Fax office
wo: Faksu biro

source: Fax other
wo: Faksu feneen

source: Another
wo: Beneen

source: Other
wo: Yeneen

source: today
wo: tay

source: yesterday
wo: démb

source: (incorrect date)
wo: (bis bu baaxul)

source: Add to an existing contact
wo: Yokk ci xame bu fi nekk

source: Create new contact
wo: Sos xame bu bees

source: View contact
wo: Wone xame

source: Call
wo: Woote

source: Send email
wo: Yónnee bataaxal ci internet

source: MMS message
wo: Bataaxalu MMS

source: Message is not downloaded yet.
wo: Yebbee guñu bataaxal bi.

source: Attachment can be downloaded until {{date}}.
wo: Kenn du mën a yebbi bataaxal bi fileek {{date}}.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
wo: Jéggalu, àppu bataaxal bi jeex na ca {{date}} tax na kenn mënu ko yebbi.

source: Download
wo: Yebbi

source: Downloading…
wo: Mi ngi yebbi...

source: untitled
wo: amul tur

# files-too-large[zero]
source: The file you have selected is too large.
wo: Taxañ bi nga tànn dafa diis lool.

# files-too-large[one]
source: The file you have selected is too large.
wo: Taxañ bi nga tànn dafa diis lool.

# files-too-large[two]
source: The files you have selected are too large.
wo: Taxañ yi nga tànn dañu diis lool.

# files-too-large[few]
source: The files you have selected are too large.
wo: Taxañ yi nga tànn dañu diis lool.

# files-too-large[many]
source: The files you have selected are too large.
wo: Taxañ yi nga tànn dañu diis lool.

# files-too-large[other]
source: The files you have selected are too large.
wo: Taxañ yi nga tànn dañu diis lool.

source: Resizing the attached image
wo: Soppi dayo nataalu yóbbal bi

source: There is a problem with the attached file and it cannot be downloaded.
wo: Taxañu yóbbal bi dafa am jafe-jafe tax na kenn mënu ko yebbi.

source: Message saved as draft
wo: Denc nañu bataaxal bi niki dencandi

source: ({{sim}}) {{sender}}
wo: ({{sim}}) u {{sender}}
