Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/bookmark/bookmark.properties.po
Languages: yo

source: Add link
yo: Ṣàfikún ìtọ́kasí

source: Edit link
yo: Ṣàtúnṣe Ìtọ́kasí

source: Added to Home Screen
yo: Ṣàfikún sí Aṣàfihàn Ilé

source: Updated bookmark
yo: Àwọn Àmì ìwé ti ṣàfikún

source: Website name
yo: Orúkọ ojú wẹ́ẹ̀bù

source: Address
yo: Àdírẹ̀sì

source: Cancel
yo: Parẹ́

source: Add to Home Screen
yo: Ṣàfikún si Aṣàfihàn Ilé

source: Done
yo: Ṣetán

source: Remove {{name}}
yo: Yọkúrò {{name}}

source: Remove {{name}} from system?
yo: Yọkúrò {{name}} láti ìlànà ètò?

source: Remove
yo: Yọkúrò
