Repository: BenitoJedai/mozilla-gaia
Catalog: ee/shared/permissions/permissions.properties.po
Languages: ee

source: Select Camera
ee: Tia Camera

source: Contacts
ee: Kɔntakti

source: {{app}} would like to access your contact list.
ee: {{app}} la di be yeaʋu wo kɔntakti list.

source: {{site}} would like to access your contact list.
ee: {{site}} la di be yeaʋu wo kɔntakti list.

source: Notifications
ee: Notificationwo

source: {{app}} would like to display notifications.
ee: {{app}} adi be yeaʋu notificationwo.

source: {{site}} would like to display notifications.
ee: {{site}} adi be yeaʋu notificationwo.

source: Music Storage
ee: Ha dzadzraɖo

source: {{app}} would like to access your music.
ee: {{app}} adi be yeaƒo wo hawo.

source: {{site}} would like to access your music.
ee: {{site}} adi be yeaƒo wo hawo.

source: Image Storage
ee: Nɔnɔmetata dzadzraɖo

source: {{app}} would like to access your images.
ee: {{app}} la di be yeaʋu wo nɔnɔmetatawo.

source: {{site}} would like to access your images.
ee: {{site}} la di be yeaʋu wo nɔnɔmetatawo.

source: Memory Card Storage
ee: Memori card dzadzraɖo

source: {{app}} would like to access your memory card.
ee: {{app}} la di be yeaʋu wo memori card.

source: {{site}} would like to access your memory card.
ee: {{site}} la di be yeaʋu wo memori card.

source: Video Storage
ee: Vidio dzadzraɖo

source: {{app}} would like to access your videos.
ee: {{app}} la di be yeaʋu wo videowo.

source: {{site}} would like to access your videos.
ee: {{site}} la di be yeaʋu wo vidiowo.

source: {{app}} would like to use the FM Radio.
ee: {{app}} adi be yeaza wo FM Radio.

source: {{site}} would like to use the FM Radio.
ee: {{site}} ai be yeaza wo FM Radio.

source: {{app}} would like to know your location.
ee: {{app}} adi be yeanya wo nɔƒe.

source: {{site}} would like to know your location.
ee: {{site}} adi be yeanya wo nɔƒe.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ee: {{brandShortName}} za data abe GPS, Wi-Fi, kple mobile network siwo te ɖe ŋuwo si akpe ɖe ŋuwo be na de dzesi wo approximate location. Data yina ɖe Mozilla kple sevisi bubu nalawo gbɔ eye wozae hena location database mawo tutuɖo. Woateŋu adzra datawo ɖo ɖe wo mɔ̀wo dzi eye data ƒuƒoƒo ateŋu ayi edzi neyne be app-wo le dɔwɔm gɔ ha.

source: Camera
ee: Kamera

source: Would you like to share your camera with {{app}}?
ee: Adi be yeama wo kamera kple {{app}} a?

source: Would you like to share your camera with {{site}}?
ee: Adi be yeama wo kamera kple {{site}} a?

source: Would you like to share your microphone with {{app}}?
ee: Adi be yeama wo microphone kple {{app}} a?

source: Would you like to share your microphone with {{site}}?
ee: Adi be yeama wo microphone kple {{site}} a?

source: Camera and Microphone
ee: Kamera kple microphone

source: Would you like to share your camera and microphone with {{app}}?
ee: Adi be yeama wo kamera kple microphone le {{app}} dzia?

source: Would you like to share your camera and microphone with {{site}}?
ee: Adi be yeama wo kamera kple microphone le {{site}} dzia?

source: Select a camera for {{app}}.
ee: Tia kamera na {{app}}.

source: Select a camera for {{site}}.
ee: Tia kamera na {{site}}.
