Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/video/video.properties.po
Languages: wo

source: Select
wo: Tànn

# number-selected2[one]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# number-selected2[two]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# number-selected2[few]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# number-selected2[many]
source: {{ n }} selected
wo: {{ n }} lañ tànn

# number-selected2[other]
source: {{ n }} selected
wo: {{ n }} lañ tànn

source: Nothing selected
wo: Tànnu ñu lenn

source: Delete selected item?
wo: Dangay far ëmbeef biñ tànn?

# delete-n-items?[two]
source: Delete {{ n }} items?
wo: Dangay dindi {{ n }} ëmbeef?

# delete-n-items?[few]
source: Delete {{ n }} items?
wo: Dangay dindi {{ n }} ëmbeef?

# delete-n-items?[many]
source: Delete {{ n }} items?
wo: Dangay dindi {{ n }} ëmbeef?

# delete-n-items?[other]
source: Delete {{ n }} items?
wo: Dangay dindi {{ n }} ëmbeef?

source: Try sharing one video at a time.
wo: Jéemal séddoo benn wideo benn yoon.

source: Videos
wo: Wideo yi

source: Add videos to get started
wo: Yokk ay wideo ngir tàmbali

source: Load videos on to the memory card.
wo: Yab ay wideo ci kàrt memuwaar bi.

source: No memory card found
wo: Gisu ñu benn kàrt memuwaar

source: Insert a memory card to watch videos.
wo: Roofal ab kàrt memuwaar ngir seetaan ay wideo.

source: Video can not be watched while plugged in
wo: Mënoo baraase telefon ba noppi di seetaan wideo

source: Unplug the phone to watch videos.
wo: Debaraaseel telefon bi ngir seetaan ay wideo.

source: Database Upgrade
wo: Kaweel Këru njoxe

source: Please wait while Video updates its database.
wo: Xaaral Wideo bi yeesal këru njoxeem.

source: Are you sure you want to delete:
wo: Ndax wóor nala ni danga bëhh far:

source: Delete Video?
wo: Dangay far Wideo?

source: Select a video
wo: Tànnal ab wideo

source: Save
wo: Denc

source: Saved {{title}} to Video
wo: Denc nañu {{title}} Wideo

source: The video could not be downloaded because of a network error.
wo: Kenn mënul yebbi wideo bi ndax dafa njuumte reso.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
wo: Kenn mënul taal wideo bi: mën na am li ko waral mooy cëraakon walla reso bee bañ walla mënul jël tëggiin wi.

source: An unknown video error occurred.
wo: Dafa njuumte wideo buñ xamul.

source: Cancel
wo: Bàyyi

source: Go to Camera
wo: Dem ci Naatalukaay bi

source: Name
wo: Tur

source: Length
wo: Guddaay

source: Size
wo: Dayo

source: Video Type
wo: Xeetu Wideo

source: Date Taken
wo: Bis biñ ko Jëlee

source: Resolution
wo: Rëyaay bi

source: Close
wo: Tëj

source: Bytes
wo: Okte yi

source: KB
wo: KO

source: MB
wo: KO

source: GB
wo: GO

source: TB
wo: To

source: PB
wo: Po

source: EB
wo: Eo

source: ZB
wo: ZO

source: YB
wo: YO

source: Share
wo: Séddoo

source: More info
wo: Yeneen leeral

source: Delete
wo: Far
