Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/communications/contacts/matcher/matcher.properties.po
Languages: bn_in, cy, km, ta, xh, zh_tw

source: Looking for duplicate contacts
bn_in: সদৃশ পরিচিতিগুলি খোঁজা হচ্ছে
cy: Chwilio am gysylltiadau dyblyg
km: រក​មើល​ទំនាក់ទំនង​ដែល​ស្ទួន​គ្នា
ta: போலியான தொடர்புகளுக்காக பா்க்கிறது
xh: Ikhangela abantu onokuqhagamshelana nabo abaphindeke kabini
zh_tw: 正在尋找重複的聯絡人

source: Merging duplicate contacts
bn_in: সদৃশ পরিচিতিগুলি মার্জ করা হচ্ছে
cy: Cyfuno cysylltiadau dyblyg
km: បញ្ចូល​ទំនាក់ទំនង​ស្ទួន​គ្នា​ចូលគ្នា
ta: போலியான தொடர்புகளுடன் சேர்க்கிறது
xh: Ukudibanisa abantu onokuqhagamshelana nabo abaphindeke kabini
zh_tw: 正在合併重複的聯絡人

source: No duplicate contacts found
bn_in: কোন সদৃশ পরিচিতি খুঁজে পাওয়া যায়নি
cy: Heb ganfod cysylltiadau dyblyg
km: រក​មិន​ឃើញ​ទំនាក់​ទំនង​ដែល​​ស្ទួន​គ្នា
ta: போலியான தொடர்புகள் காணப்படவில்லை
xh: Akukho bantu onokuqhagamshelana nabo abaphindeke kabini
zh_tw: 找不到重複的聯絡人

source: Cancel
bn_in: বাতিল
cy: Diddymu
km: បោះ​បង់
ta: இரத்து
xh: Rhoxisa
zh_tw: 取消

source: Merge
bn_in: মিলিত করুন
cy: Cyfuno
km: បញ្ចូល​គ្នា
ta: ஒன்றாகச் சேர்
xh: Dibanisa
zh_tw: 合併

source: Ignore
bn_in: উপেক্ষা করুন
cy: Anwybyddu
km: មិនអើពើ
ta: தவிர்
xh: Sukuhoya
zh_tw: 忽略

source: Merge duplicates
bn_in: প্রতিলিপি মিলিত করুন
cy: Cyfuno'r dyblyg
km: បញ្ចូល​ឈ្មោះ​ស្ទួន​គ្នា
ta: போலிகளை ஒன்றாகச் சேர்
xh: Dibanisa abaphindeke kabini
zh_tw: 合併重複

source: Suggested duplicate contacts for {{name}}
km: បាន​​ស្នើ​ទំនាក់ទំនង​ដែល​ស្ទួន​នឹង {{name}}
ta: {{name}} பரிந்துரைக்கப்பட்ட போலியான தொடர்புகள்
xh: Abantu onokuqhagamshelana nabo abaphindeke kabini kwi-{{name}}
zh_tw: {{name}} 可能的重複聯絡人

source: No contacts selected
bn_in: কোনো পরিচিতি নির্বাচন করা হয়নি
cy: Heb ddewis cysylltiadau
km: គ្មាន​ទំនាក់ទំនង​បាន​ជ្រើស
ta: எந்த தொடர்பும் தேர்ந்தெடுக்கப்படவில்லை
xh: Akukho bantu onokuqhagamshelana nabo bakhethiweyo
zh_tw: 未選擇聯絡人

source: Merge with {{n}} contact
bn_in: {{n}} পরিচিতির সাথে মিলিত করুন
cy: Cyfuno gyda {{n}} cysylltiad
km: បញ្ចូល​ទំនាក់ទំនង {{n}} ចូល​គ្នា
ta: {{n}} தொடர்புகளுடன் ஒன்றாகச் சேர்
xh: Dibanisa nomntu onokuqhagamshelana nabo aba-{{n}}
zh_tw: 合併 {{n}} 位聯絡人

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
bn_in: {{n}} পরিচিতির সাথে মিলিত করুন
cy: Cyfuno gyda {{n}} cysylltiad
ta: {{n}} தொடர்புகளுடன் ஒன்றாகச் சேர்

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
bn_in: {{n}} পরিচিতির সাথে মিলিত করুন
cy: Cyfuno gyda {{n}} cysylltiad
ta: {{n}} தொடர்புகளுடன் ஒன்றாகச் சேர்

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
bn_in: {{n}} পরিচিতির সাথে মিলিত করুন
cy: Cyfuno gyda {{n}} cysylltiad
ta: {{n}} தொடர்புகளுடன் ஒன்றாகச் சேர்

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
bn_in: {{n}} পরিচিতির সাথে মিলিত করুন
cy: Cyfuno gyda {{n}} cysylltiad
ta: {{n}} தொடர்புகளுடன் ஒன்றாகச் சேர்

source: Duplicates found
bn_in: প্রতিলিপি পাওয়া গেছে
cy: Wedi canfod dyblygiadau
km: រក​ឃើញ​​ភាព​ស្ទួន​គ្នា
ta: போலியான தொடர்புகள் கண்டுபிடிக்கப்பட்டது
xh: Kufunyenwe abantu onokuqhagamshelana nabo
zh_tw: 找到重複

source: {{name}} duplicates information in the following contacts
km: {{name}} មាន​ព័ត៌មាន​ស្ទួន​គ្នា​នៅ​ក្នុង​ទំនាក់ទំនង​ខាងក្រោម​នេះ
ta: பின்வரும் தொடர்புகளில் உ்ள்ள தகவல்கள் {{name}} பொலியாக்குகிறது
xh: I-{{name}} inenkcazelo ephindeke kabini kwaba bantu onokuqhagamshelana nabo balandelayo
zh_tw: 找到 {{name}} 的重複聯絡資訊

source: OK
bn_in: ঠিক আছে
cy: Iawn
km: យល់ព្រម
ta: சரி
xh: KULUNGILE
zh_tw: 確定
