Repository: BenitoJedai/mozilla-gaia
Catalog: lg/apps/bookmark/bookmark.properties.po
Languages: lg

source: Add link
lg: Gatako ka linki

source: Edit link
lg: Kyuusa linki

source: Added to Home Screen
lg: Gata ku sukulini esooka

source: Updated bookmark
lg: Oyongedde ku saiti gyotelese

source: Website name
lg: Elinya lya sayiti

source: Address
lg: Wobeera

source: Add to Home Screen
lg: Gata ku sukulini esooka

source: Done
lg: Omazze

source: Remove {{name}}
lg: Gyamu {{name}}

source: Remove {{name}} from system?
lg: Gyawo {{name}} mu sisitimu?

source: Remove
lg: Gyamu
