Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/bluetooth/bluetooth.properties.po
Languages: ka, ko, rw, tl, vi, xh

source: Bluetooth
ko: 블루투스
rw: Burutufu
xh: I-Bluetooth

source: Confirmation
ka: დადასტურება
ko: 확인
rw: Icyemezo
tl: Kumpirmasyon
vi: Xác nhận
xh: Isiqinisekiso

source: Bluetooth is disabled
ka: Bluetooth გამორთულია
ko: 블루투스가 꺼져 있음
rw: Burutufu irazimije
tl: Ang Bluetooth ay hindi pinapagana
vi: Bluetooth đã tắt
xh: I-Bluetooth ivaliwe

source: Do you want to turn Bluetooth on?
ka: გსურთ Bluetooth-ის ჩართვა?
ko: 블루투스를 켜시겠습니까?
rw: Urashaka gufungura Bluetooth?
tl: Nais mo bang paganahin ang Bluetooth?
vi: Bạn có muốn bật Bluetooth?
xh: Ingaba ufuna ukulayita i-Bluetooth?

source: Cancel
ka: გაუქმება
ko: 취소
rw: Bireke
tl: Kanselahin
vi: Hủy
xh: Rhoxisa

source: Turn On
ka: ჩართვა
ko: 켜기
rw: Burutufu ntago iriho
tl: I-On
vi: Bật
xh: Layita

source: Bluetooth file transfer failed
ka: Bluetooth-ით ფაილის გადაცემა ჩაიშალა
ko: 블루투스 파일 전송 실패
rw: Kohereza na burutufu byanze
tl: Hindi matagumpay ang paglilipat ng bluetooth file.
vi: Chuyển tệp qua Bluetooth thất bại
xh: Ukuhanjiswa kwefayile nge-Bluetooth kusilele

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
ka: Bluetooth-ით ფაილის გადაცემა ჩაიშალა. შეამოწმეთ Bluetooth-ის პარამეტრები.
ko: 블루투스 파일 전송이 실패했습니다. 블루투스 설정이 올바른지 확인해 보십시오.
rw: Kohereza na burutufu byanze. Suzuma niba igenamiterere rya Burutufu ari rizima.
tl: Hindi nailipat ang file. Tingnan kung tama ang settings ng Bluetooth.
vi: Chuyển tệp qua bluetooth thất bại. Hãy kiểm tra lại thiết lập Bluetooth.
xh: Iisethingi

source: OK
ko: 예
rw: YEGO
vi: Đồng ý
xh: Kulungile

source: Paired devices
rw: Ihuza ry'ibikoresho
tl: Nakapares na devices
vi: Thiết bị đã kết cặp
xh: Izixhobo ezingqamaneyo

source: Devices in the area
rw: Ibikoresho biri hafi aho
tl: Mga devices na malapit sa iyo
vi: Thiết bị quanh đây
xh: Izixhobo ezikule ndawo

source: Tap to connect
rw: Kanda kugirango wihuze
tl: I-tap para magconnect
vi: Chạm để kết nối
xh: Cofa ukuze unxibelelane

source: Pairing with device…
rw: Guhuza n'ikindi gikoresho...
tl: Ipinapares sa device...
vi: Đang kết cặp với thiết bị…
xh: Isangqamana nesixhobo…

source: Waiting for other device…
rw: Itegereza ry'ikindi gikoresho...
tl: Naghihintay sa ibang devices
vi: Đang đợi thiết bị còn lại…
xh: Ilindele esinye isixhobo…

source: Paired
rw: Byahujwe
tl: Magkapares
vi: Đã kết cặp
xh: Zingqamene

source: Connecting…
rw: Guhuza...
tl: Kumokonekta
vi: Đang kết nối…
xh: Iyanxibelelana…

source: Connected
rw: Byahujwe
tl: Konektado
vi: Đã kết nối
xh: Inxityelelwe

source: Searching for devices…
rw: Gushakisha ibikoresho...
tl: Naghahanap ng mga devices...
vi: Đang tìm kiếm thiết bị…
xh: Ikhangela izixhobo…

source: Search for devices
rw: Ishakisha ry' ibikoresho
tl: Maghanap ng mga devices
vi: Tìm kiếm các thiết bị khác
xh: Khangela izixhobo

source: Unknown device
rw: Iigikoresho kitazwi
tl: Hindi alam na device
vi: Thiết bị chưa biết
xh: Izixhobo ezingaziwayo

source: Unable to pair devices
rw: Ntibishobotse guhuza ibikoresho
tl: Hindi maipares ang mga devices
vi: Các thiết bị không thể kết cặp
xh: Ayikwazi ukungqamanisa izixhobo

source: Unable to pair with the device. Check that the PIN is correct.
rw: Ntibishobotse guhuza igikoresho. Reba ko PIN ariyo.
tl: Hindi maipares sa device. Paki-check ang PIN kung tama.
vi: Không thể kết nối với thiết bị này. Hãy kiểm tra mã PIN.
xh: Ayikwazi ukungqamana nesixhobo. Hlola ukuba i-PIN ichanile na.

source: Unable to pair with the device. Too many requests.
rw: Ntibishobotse guhuza n'igikoresho. Ibisabwa nibyinshi.
tl: Hindi maipares sa device. Napakaraming requests.
vi: Không thể kết cặp với thiết bị này. Có quá nhiều yêu cầu.
xh: Ayikwazi ukungqamana nesixhobo. Zininzi gqitha izicelo.

source: Pair
rw: Huza
tl: Ipares
xh: Hambisa kunye

source: Confirm devices to pair
rw: Emeza ibikoresho kugirango bihuzwe
tl: I-confirm ang mga devices na ipapares
xh: Qinisekisa ngezixhobo ezihamba kunye

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
rw: Guhuza na {{igikoresho}}, banza umenye niba ibikoresho byombi bihari bifite PIN zigaragara:
tl: Siguraduhing ang sumusunod na PIN ay lumalabas sa parehong {{device}} na ipapares:
xh: Ukuhambisa ne{{device}}, qinisekisa ukuba zozibini izixhobo zinale-PIN ilandelayo ebonisiweyo:

source: To pair with {{device}}, enter the PIN on the device.
rw: Guhuza na {{igikoresho}}, shyiramo PIN mu gikoresho.
tl: I-enter ang PIN sa device para maipares sa {{device}}.
xh: Ukuhambisa ne{{device}}, faka i-PIN kwisixhobo.

source: To pair with {{device}}, enter the passkey on the device.
rw: Guhuza n' {{igikoresho}}, shyiramo urufunguzo mu gikoresho.
tl: I-enter ang passkey sa device para maipares sa {{device}}.
xh: Ukuhambisa ne{{device}}, faka ipasskey kwisixhobo.

# passive-pair
source: Bluetooth pairing request
rw: Gusaba guhuza Bluetooth
tl: Request para maipares sa Bluetooth
xh: Isicelo sokuhambisa kunye seBluetooth

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
rw: {{igikoresho}} kirifuza guhuzwa na telefone. Kwemeza, reba neza ko ibikoresho byombi bihari bifite PIN zigaragara ahakurikira:
xh: I{{device}} ifuna ukuhamba kunye nale fowuni. Ukwamkela oku, qinisekisa ukuba zozibini izixhobo zinale PIN ilandelayo ebonisiweyo:

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
rw: {{igikoresho}} kirifuza guhuzwa n'iyi telefone. Kwemeza, injiza PIN mu gikoresho.
xh: I{{device}} ifuna ukuhamba kunye nale fowuni. Ukwamkela oku, faka i-PIN kwisixhobo.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
rw: {{igikoresho}} kirifuza guhuza niyi telefone. Kwemeza, injiza umubare w'ibanga ku gikoresho.
xh: I{{device}} ifuna ukuhamba kunye nale fowuni. Ukwamkela oku, faka ipasskey kwisixhobo.

source: Bluetooth Request From
rw: Isaba rya Burutufu rivuye kuri
tl: Bluetooth Request Mula sa
xh: Isicelo seBluetooth sisuka

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
rw: Isaba ry'ihuza rya burutufu
xh: Isicelo sokuhambisa kunye seBluetooth

source: Bluetooth Pairing Request
rw: Isaba ry' ihuza rya burutufu
xh: Isicelo sokuhambisa kunye seBluetooth

source: Bluetooth pairing request expired. Try to pair again.
rw: Isaba ry'ihuza rya bluetooth ryararangiye. Gerageza guhuza nanone.
xh: Isicelo sokuhambisa kunye seBluetooth siphelelwe. Zama ukuhambisa kunye kwakhona.

source: Choose your option
ko: 옵션 선택

source: No Bluetooth devices paired.
ka: Bluetooth წყვილები არ მოიძებნა.
ko: 페어링된 블루투스 장비가 없습니다.

source: Would you like to pair a device now?
ka: გსურთ სხვა მოწყობილობასთან დაკავშირება?
ko: 지금 기기에 페어링하시겠습니까?

source: Pair device
ka: მოწყობილობასთან დაკავშირება
ko: 기기 페어링
