Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/sms/sms.properties.po
Languages: yo

source: Delete messages
yo: Pa ifiranse re

source: Edit
yo: Satunse

source: Back
yo: Pada

source: Undo
yo: Tunse

source: Done
yo: Opari

source: Delete
yo: Pare

source: Deleting…
yo: Onpare

source: Select all
yo: Yan gbogbo re

source: Deselect all
yo: Tu yiyan gbogbo re ka

source: Settings
yo: Awon agbekale

source: Add subject
yo: Fi koko si

source: Remove subject
yo: Yo koko kuro

source: To:
yo: Si:

source: New
yo: Tuntun

source: Message
yo: Ifiranse

# messagesInput_placeholder
source: Message
yo: Ifiranse

source: Subject
yo: Koko

source: Converting to multimedia message.
yo: Yiyipada si ifiranse oloroatiohun

source: Converting to text message.
yo: Yiyipada si oro ifiranse.

source: You’ve reached the maximum length.
yo: O ti de opin to ga ju.

source: Maximum length of subject reached.
yo: Opin togaju ti koko ni a ti de

source: New message
yo: Ifiranse tuntun

source: Send message
yo: Fi ifiranse ranse

source: (No recipient)
yo: (kosi olugba)

# recipient
source: {[ plural(n) ]}
yo: {[ opo(n) ]}

source: {{n}} recipient
yo: {{n}} olugba

# recipient[two]
source: {{n}} recipients
yo: {{n}} awon olugba

# recipient[few]
source: {{n}} recipients
yo: {{n}} awon olugba

# recipient[many]
source: {{n}} recipients
yo: {{n}} awon olugba

# recipient[other]
source: {{n}} recipients
yo: {{n}} awon olugba

source: There is no application available to open this file type.
yo: Ko si ohun-elo kankan ni arowoto lati si iru atojo yi.

source: Remove
yo: Yo kuro

# participant
source: {[ plural(n) ]}
yo: {[ opo(n) ]}

source: {{n}} participant
yo: {{n}} olukopa

# participant[two]
source: {{n}} participants
yo: {{n}} awon olukopa

# participant[few]
source: {{n}} participants
yo: {{n}} awon olukopa

# participant[many]
source: {{n}} participants
yo: {{n}} awon olukopa

# participant[other]
source: {{n}} participants
yo: {{n}} awon olukopa

source: Message report
yo: Abajade ifiranse

source: Text Message (SMS)
yo: Oro ifiranse (SMS)

source: Multimedia Message (MMS)
yo: Ifiranse Oroatiohun (MMS)

source: Your Text Message (SMS), was sent on {{datetime}}
yo: Oro Ifiranse Re (SMS), ni a firanse ni {{ojoakoko}}

source: Your Multimedia Message (MMS), subject {{subject}}, was sent on {{datetime}}
yo: Ifiranse Oroatiohun Re (MMS), koko oro {{koko}}, ni a firanse ni {{ojoakoko}}

source: Your Multimedia Message (MMS), was sent on {{datetime}}
yo: Ifiranse Oroatiohun Re (MMS), ni a firanse ni {{ojoakoko}}

source: not downloaded
yo: ko gbasile

source: Delivered:
yo: Fijise

source: Read:
yo: Kaa:

source: Message size:
yo: Iwon ifiranse

source: Sent:
yo: Firanse:

source: Received:
yo: Gbigba wole:

source: Via:
yo: Nipase:

source: Search
yo: Sawaari

source: Replace existing Draft
yo: Fi ropo Akopamo ti tele

source: Save as Draft
yo: Fi pamo gege bi Akopamo

# discard-message
source: Discard
yo: Sonu

source: Are you sure you want to discard this message?
yo: Se o da e loju pe o fe lati so ifiranse yi nu?

source: Discard the message you’re composing and open the new message?
yo: So ifiranse ti on ko lowo nu ki o si bere ifiranse tuntun?

source: The message could not be sent. Try again?
yo: Ifiranse naa ko se fi ranse. Gbiyanju lekansi?

source: Resend this message
yo: Fi ifiranse yi ranse pada

source: Delete selected messages?
yo: Pa awon ifiranse ti a yan re?

source: Delete selected message threads?
yo: Pa isopomora ifiranse ti a yan re?

source: New message from
yo: Ifiranse tuntun ninu

source: Read it
yo: Ka a

source: No messages
yo: Kosi awon ifiranse

source: Start communicating now
yo: Bere oro siso bayi

source: Message not sent
yo: A ko le fi ifiranse ranse

source: There was a problem sending the message. Please try again.
yo: Isoro wa ni fifi ifiranse ranse. Jowo gbiyanju lekansi.

# sendDefaultErrorBtnOk
source: OK
yo: O daa

source: Missing SIM card
yo: SIM kaadi sonu

source: Insert a valid SIM card to continue.
yo: Fi SIM kaadi to fese mule si lati tesiwaju.

# sendMissingSimCardBtnOk
source: OK
yo: O daa

source: Airplane mode activated
yo: Ipo ofurufu nsise

source: Turn off airplane mode to send messages.
yo: Pa ipo ofurufu lati fi ifiranse ranse

# sendFlightModeBtnOk
source: OK
yo: O daa

source: FDN active
yo: FDN nsise

# fdnBlocked2Body.innerHTML
source: {[ plural(n) ]}
yo: {[ opo(n) ]}

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:<br />{{ numbers }}
yo: FDN (Awon nomba Ti a nte Ni diduro) ti nsise. Mo daju pe ile SMS ati gbogbo olugba wa ninu atopo FDN re:<br />{{ awon nomba }}

# fdnBlocked2Body.innerHTML[two]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
yo: FDN (Awon nomba Ti a nte Ni diduro) ti nsise. Mo daju pe ile SMS ati gbogbo olugba wa ninu atopo FDN re:<br />{{ awon nomba }}

# fdnBlocked2Body.innerHTML[few]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
yo: FDN (Awon nomba Ti a nte Ni diduro) ti nsise. Mo daju pe ile SMS ati gbogbo olugba wa ninu atopo FDN re:<br />{{ awon nomba }}

# fdnBlocked2Body.innerHTML[many]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
yo: FDN (Awon nomba Ti a nte Ni diduro) ti nsise. Mo daju pe ile SMS ati gbogbo olugba wa ninu atopo FDN re:<br />{{ awon nomba }}

# fdnBlocked2Body.innerHTML[other]
source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
yo: FDN (Awon nomba Ti a nte Ni diduro) ti nsise. Mo daju pe ile SMS ati gbogbo olugba wa ninu atopo FDN re:<br />{{ awon nomba }}

# fdnBlocked2BtnOk
source: OK
yo: O daa

source: Switch data connection
yo: Yi isopo iwifunayelujara

source: Switch the data connection to SIM {{ nonActiveSimId }} to retrieve the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
yo: Yi isolupo iwifunayelujara pada si SIM {{ nonActiveSimId }} lati gba MMS pada. Iwifunayelujara fifisowo ti lowolowo yi wa ninu SIM {{ activeSimId }} a o da duro. Tesiwaju lonakona?

source: Later
yo: Nigbamiran

# switchSimToRetrieveConfirm
source: OK
yo: O Daa

source: {{switchSimToRetrieveTitle}}
yo: {{yiSimpadaLatiGbaAkoleWole}}

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
yo: Yi isolupo iwifunayelujara pada si SIM {{ nonActiveSimId }} lati fi MMS ranse. Iwifunayelujara fifisowo ti on lo lowolowo yi wa ninu SIM {{ activeSimId }} a o da duro. Tesiwaju lonakona?

source: {{switchSimToRetrieveBtnOk}}
yo: {{yiSimPadaLatiGbaBtnOkWole}}

source: {{switchSimToRetrieveConfirm}}
yo: {{yiSimpadaLatiGbaIjerisiSWole}}

source: No network coverage
yo: Ko si gbigbaaye netiwoki

source: Make sure you have a mobile signal and try again.
yo: Mo daju pe o ni sigina ero-alagbeka ki o si gbiyanju lekansi.

# sendNoSignalErrorBtnOk
source: OK
yo: O daa

source: Message not found
yo: A ko ri ifiranse

source: The message you’re looking for is no longer available.
yo: Ifiranse ti o nwa ko wa larowoto mo.

# sendNotFoundErrorBtnOk
source: OK
yo: O daa

source: Invalid number
yo: Nomba ti ko fesemule

source: Make sure the mobile number you’re sending to is valid.
yo: Mo daju pe nomba ero-alagbeka ti on firanse si fesemule.

# sendInvalidAddressErrorBtnOk
source: OK
yo: O daa

source: Unable to download
yo: Ko sese lati gbasile

source: Please make sure the SIM card inserted is the one used to receive this message.
yo: Jowo mo daju pe SIM kaadi ti a fi si nikan ni o lo lati gba ifiranse yi wole.

# simNotMatchedErrorBtnOk
source: OK
yo: O daa

source: This message has already been deleted.
yo: Ifiranse yi ni a ti pare tele.

# view-attachment-image
source: View
yo: Woo

source: Listen
yo: Gbo

# view-attachment-video
source: View
yo: Woo

# view-attachment-other
source: View
yo: Woo

source: Remove image
yo: Yo aworan kuro

source: Remove audio
yo: Yo didun-ohun kuro

source: Remove video
yo: Yo ere-agbelewo kuro

source: Remove attachment
yo: Yo asomo kuro

source: Replace image
yo: Ropo aworan

source: Replace audio
yo: Ropo Didun-ohun

source: Replace video
yo: Ropo ere-agbelewo

source: Replace attachment
yo: Ropo asomo

source: Unsent Message
yo: Ifiranse ti a ko firanse

source: Your previous message was not sent. Do you want to edit the unsent message or discard it and continue?
yo: Ifiranse ti tele re ni a ko firanse. Se o fe lati satunse ifiranse ti a ko firanse tabi o fe sonu ki o si tesiwaju?

# unsent-message-option-edit
source: Edit
yo: Satunse

# unsent-message-option-discard
source: Discard
yo: Tupale

source: Message options
yo: Asayan ifiranse

source: Forward
yo: Losiwaju

source: View message report
yo: Wo abajade ifiranse

source: Mobile
yo: Alagbeka

source: Home
yo: Ile

source: Work
yo: Ise

source: Personal
yo: Tiaraeni

source: Fax home
yo: Fiweranse si ile

source: Fax office
yo: Fiweranse si ile-ise

source: Fax other
yo: Fiweranse si elomiran

source: Another
yo: Omiiran

source: Other
yo: Omiran

source: today
yo: oni

source: yesterday
yo: Ana

source: (incorrect date)
yo: (onka ojo ti ko peye)

source: Add to an existing contact
yo: Safikun si olubasoro ti o ti wa tele

source: Create new contact
yo: Seda olubasoro tuntun

source: View contact
yo: Wo olubasoro

source: Call
yo: Ipe

source: Send email
yo: Fi ero-ifiweranse ranse

source: MMS message
yo: Ifiranse MMS

source: Message is not downloaded yet.
yo: Ifiranse ko se gbasile sibesibe.

source: Sorry, the message expired on {{date}} and cannot be downloaded.
yo: Mabinu, ifiranse naa ti koja akoko ni {{ojo}} ko si le se gbasile mo.

source: Download
yo: Igbasile

source: Downloading…
yo: Ongbasile…

source: untitled
yo: Ko ni akole

source: Resizing the attached image
yo: Titunwon asopo aworan

source: There is a problem with the attached file and it cannot be downloaded.
yo: Isoro wa pelu atojo ti a sopo ko si le se gbasile.

source: Message saved as draft
yo: Ifiranse ni a fipamo gege bi akopamo

source: ({{sim}}) {{sender}}
yo: ({{sim}}) {{olufiranse}}

source: using SIM {{n}}
yo: lilo SIM {{n}}
