Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/browser/browser.properties.po
Languages: wo

source: Cancel
wo: Bàyyi

source: Done
wo: Sotti na

source: Search or enter address
wo: Seet walla dugal màkkaan

source: History
wo: Jaar-jaar

source: New tab
wo: Koñ bu bees

source: Open link in new tab
wo: Ubbi lëkkalekaay bi ci koñ bu bees

source: Future
wo: Ëlëg

source: Today
wo: Tay

source: Yesterday
wo: Démb

source: Last 7 days
wo: 7 fan yi mujj

source: This month
wo: Weer wii

source: Last 6 months
wo: 6 weer yi mujj

source: Older than 6 months
wo: Lu ëpp 6 weer

source: January
wo: Sanwiye

source: February
wo: Fewriyee

source: March
wo: Mars

source: April
wo: Awril

source: May
wo: Mee

source: June
wo: Suwe

source: July
wo: Sulet

source: August
wo: Ut

source: September
wo: Satumbar

source: October
wo: Oktoobar

source: November
wo: Nowàmbar

source: December
wo: Desàmbar

source: Enter a search term or Web address to start browsing.
wo: Dugal baatu seet walla màkkaanu Web ngir tàmbali joowu gi.

# top-sites-startPage
source: Top sites
wo: Dal yi gën

# top-sites-tab
source: Top sites
wo: Dal yi gën

source: Settings
wo: Jekkal yi

source: Privacy & Security
wo: Sutura & Kaarànge

source: Clear browsing history
wo: Fomp jaar-jaaru joowu gi

source: Clear browsing history?
wo: Danga bëgg a fomp jaar-jaaru joowu gi?

source: Clear cookies and stored data
wo: Fomp nëbbiit yi ak njoxe yi

source: Clear cookies and other data stored by sites on this device?
wo: Danga bëgg a fomp nëbbiit yi ak njoxe yi dal yi denc ci jëfandaay bi?

source: Search Engines
wo: Jumtukaayi Seet

source: Default search engine
wo: Seetukaay biñ fi tànn

source: Bookmarks
wo: Xàmme xët yi

source: Bookmark
wo: Xàmme xët

source: Unbookmark
wo: Dindi xàmme xët

source: Edit bookmark
wo: Soppali xàmme xët

# edit-bookmark-header
source: Edit bookmark
wo: Soppali xàmme xët wi

source: Page title
wo: Turu xët

source: Address
wo: Màkkaan

source: Add to home screen
wo: Yokk ci seetu ëtt bi

source: Username
wo: Turu jëfandikukat

source: Password
wo: Baatu-jàll

source: Sign in
wo: Dugg

source: Sign in to website
wo: Dugg ci dalu web bi

source: The website {{host}} requires you to sign in.
wo: Dalu webu {{host}} bi dafay laaj nga dugg.

source: The username or password is incorrect.
wo: Turu jëfandikukat bi walla baatu-jàll bi jaarul yoon.

source: Well, this is embarrassing.
wo: Céy, lii moom doyna waar.

source: We tried to display this Web page, but it’s not responding.
wo: Danu doon jéem a wone dalu Web bi, waaye doxul.

source: Close tab
wo: Tëj koñ bi

source: Reload
wo: Yabaat

source: Search for
wo: Seet

source: Save Image
wo: Denc Nataal

source: Image saved to Gallery
wo: Denc nañu nataal bi ci Kàggu bi

source: Error saving image
wo: Njuumteg denc nataal bi

source: Save Video
wo: Denc Wideo

source: Video saved to Video
wo: Denc nañu wideo bi ci Wideo

source: Error saving video
wo: Njuumteg denc wideo bi

source: Save Audio
wo: Denc Ojo

source: Audio saved to Music
wo: Denc nañu ojo bi ci Misik

source: Error saving audio
wo: Njuumteg denc ojo bi
