Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/settings/ringtones.properties.po
Languages: cy, km, ku, ta, tr, wa

source: Classic Prism
cy: Prism Clasurol
km: តន្ត្រី​ព្រិស្ម​
ku: Prîzmaya Klasîk
ta: கிளாசிக் பிரிசிம்
tr: Klasik Prizma
wa: Prisse classike

source: Classic Courier
cy: Cludwr Clasurol
km: តន្ត្រី​រេប
ku: Kuryeya Klasîk
ta: கிளாசிக் கூரியர்
tr: Klasik Kurye
wa: Messaedjî classike

source: Classic Touchmatic
cy: Cyffyrddwr Clasurol
km: តន្ត្រី Touchmatic
ku: Pelînmatîka Klasîk
ta: கிளாசிக் டச்சுமாடிக்
tr: Klasik Dokunmatik
wa: Touchmatic classike

source: Classic Electric
cy: Trydan Clasurol
km: តន្ត្រី​រំភើប​ចិត្ត
ku: Elektrîka Klasîk
ta: கிளாசிக் எலக்ட்ரிக்
tr: Klasik Elektrik
wa: Electrike classike

source: Classic Wallphone
cy: Ffôn Wal Clasurol
km: តន្ត្រី Wallphone
ku: Telefona Rûerdî ya Klasîk
ta: கிளாசிக் வால்போன்
tr: Klasik Duvar Telefonu
wa: Telefone di meur classike

source: Disco Drive (Soft)
cy: Gyrrwr Disgo (Meddal)
km: ថាស​ឌីស្កូ (ទន់)
ku: Ajotina Dîskoyê (Nerm)
ta: டிஸ்கோ டிரைவ் (சாஃப்ட்)
tr: Disko Sürüşü (Yumuşak)
wa: Lijheu dicso (doûs)

source: Vamos Là Elektro
ta: வமோஸ் லா எலெக்ட்ரோ

source: Analog Ascent
cy: Cynnydd Analog
km: រលក​សញ្ញា​ឡើង
ku: Zêdekirina Analog
ta: அனலாக் அஸ்சென்ட்
tr: Analog Yükselme
wa: Montêye analodjike

source: Low Bit Swing
cy: Swing Curiad Isel
km: សំឡេង​យោង​កម្រិត​ទាប
ku: Pêldana Bîta Nizm
ta: குறைந்த பிட் ஸ்விங்
tr: Alçak Bit Salınım
wa: Londjin rite

source: Ringing Gems
cy: Gemau'n Canu
ku: Dengê Yaqûtî
ta: ரிங்கிங் ஜெம்ஸ்
tr: Mücevher Sesi
wa: Sounantès precieusès pires

source: Rain Echoes
cy: Atsain Glaw
km: សូរខ្ទ័រ​ទឹក​ភ្លៀង
ku: Dengvana Baranê
ta: மழை எதிரொலிகள்
tr: Yağmur Yankısı
wa: Escos del ploûve

source: Progressive Dapple
cy: Britho Cynnyddol
ku: Puanên Zêde Dibin
ta: முற்போக்கான டிஆப்பிள்
tr: İlerleyen Puanlar
wa: Taetche di loumire pitchote a midjote

source: Analog Dapple
cy: Britho Analog
ku: Puanên Analog
ta: அனலாக் டேப்பிள்
tr: Analog Puanlar
wa: Taetche di loumire analodjike

source: Wind Chimes
cy: Clychsain y Gwynt
km: សូរ​កណ្ដឹង​អឺងកង
ku: Zingilên Bayî
ta: காற்றின் மணிஓசை
tr: Rüzgar Çanları
wa: Cariyon di vint

source: Bit Bounce
cy: Sbonc y Bît
ku: Hilpekîna Bît
ta: பிட் பவுன்ஸ்
tr: Bit Sıçraması
wa: Ridjiblaedje di rites
