Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: af, eo, kk, km, te

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
af: {{brandShortName}} is aan jou beskikbaar gestel kragtens die bepalings van verskeie oopbronlisensies, insluitende die Mozilla Openbare Lisensie. ’n Toestel wat {{brandShortName}} loop mag ook dalk gepatenteerde programmatuur van derdepartye bevat. Enige kode wat kragtens ooplisensies verskaf word, gee jou die reg om die bronkode te wysig en jou gewysigde weergawes te versprei, solank jy aan hulle bepalings voldoen.
eo: Firefox is made available to you under the terms of the Mozilla Public License. This means you may use, copy and distribute Firefox to others. You are also welcome to modify the source code of Firefox as you want to meet your needs. The Mozilla Public License also gives you the right to distribute your modified versions.
kk: {{brandShortName}}
km: {{brandShortName}} ត្រូវ​បាន​បង្កើត​ឲ្យ​មាន​សម្រាប់​អ្នក​ក្រោម​លក្ខខណ្ឌ​​អាជ្ញាប័ណ្ណ​កូដ​ចំហ​ជា​ច្រើន​រួមមាន​អាជ្ញាប័ណ្ណ​សាធារណៈ Mozilla ។ ឧបករណ៍​​ដែល​ដំណើរការ {{brandShortName}} ក៏​អាច​មាន​​កម្មវិធី​កម្មសិទ្ធិ​ពី​ភាគី​ទី​បី។ កូដ​នីមួយៗ​ដែល​បាន​ផ្ដល់​​ក្រោម​​អាជ្ញាប័ណ្ណ​បើក​ចំហ​​អាច​ផ្ដល់​សិទ្ធិ​ឲ្យ​អ្នក​​កែ​សម្រួល​​ប្រភព​កូដ និង​ចែកចាយ​កំណែ​ដែល​បាន​កែសម្រួល​របស់​អ្នក​ដរាប​ណា​ដែល​អ្នក​​ធ្វើ​តាម​លក្ខខណ្ឌ​របស់​ពួកគេ។

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
af: Daar word nie enige handelsmerkregte of lisensies tot die handelsmerke van Mozilla Foundation of enige party aan jou toegeken nie, insluitende en sonder beperking die {{brandShortName}}-naam of logo.
eo: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without Temporary Text limitation the Firefox name or logo. Additional information on trademarks may be found Only here.
km: អ្នក​មិន​ត្រូវ​បាន​ផ្ដល់​សិទ្ធិ​ ឬ​អាជ្ញាប័ណ្ណ​សញ្ញា​ពាណិជ្ជកម្ម​ណា​មួយ​​ចំពោះ​សញ្ញា​ពាណិជ្ជកម្ម​​​របស់​មូលនិធិ Mozilla ឬ​ភាគី​ណា​មួយ រួម​ទាំង​គ្មាន​ការ​កំណត់​ឈ្មោះ ឬ​រូប​សញ្ញា {{brandShortName}} ។

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
af: Sekere funksies in {{brandShortName}}, soos die Omvalverslaggewer, gee jou die opsie om terugvoering aan Mozilla te gee. As jy kies om terugvoering te gee, gee jy vir Mozilla toestemming om die terugvoering te gebruik om hul produkte te verbeter, om die terugvoering op hul webwerwe te publiseer, en om die terugvoering te versprei.
eo: Some features in Firefox, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
km: លក្ខណៈ​ខ្លះ​នៅ​ក្នុង {{brandShortName}}, ដូចជា​ការ​រាយការណ៍​ភាព​គាំង ដែល​​ផ្ដល់​ជម្រើស​ឲ្យ​អ្នក​​អាច​ផ្ដល់​មតិ​​ត្រឡប់​ទៅ Mozilla វិញ។ ដោយ​ជ្រើស​យក​​​ដាក់​ស្នើ​មតិត្រឡប់ អ្នក​ផ្ដល់​​សិទ្ធិ​ឲ្យ Mozilla ប្រើ​មតិត្រឡប់​នេះ​ដើម្បី​ធ្វើ​ឲ្យ​ផលិតផល​​របស់​ខ្លួន​ប្រសើរ ដើម្បី​ផ្សព្វផ្សាយ​​មតិត្រឡប់​នេះ​លើ​តំបន់បណ្ដាញ​របស់​ខ្លួន និង​ចែកចាយ​មតិត្រឡប់​នេះ។

source: Legal Information
af: Regsinligting
eo: Leĝa informo
kk: Заңдық ақпарат
km: ព័ត៌មាន​ផ្លូវ​ច្បាប់
te: చట్టబద్ధ సమాచారం

source: Open Source Notices
af: Oopbronkennisgewings
kk: Ашық кодтар ескертулері
km: កំណត់​សម្គាល់​ប្រភព​កូដ​ចំហ
te: ఓపెన్ సోర్సు గమనికలు

source: Obtaining Source Code
af: Verkry bronkode
eo: Ricevi la fontan kodon
kk: Бастапқы кодты алу
km: ការ​ទទួល​​កូដ​ប្រភព
te: సోర్సు కోడుని పొందడం

# about-other
source: Other
af: Ander
eo: Aliaj
te: ఇతరాలు

source: Your Privacy
af: Jou privaatheid
eo: Via privateco
kk: Сіздің жекелігіңіз
km: ភាព​ឯកជន​របស់​អ្នក
te: మీ అంతరంగికత

source: Binaries of this product have been made available to you by the Mozilla Project, under the Mozilla Public License 2.0 (MPL). Know your rights.
af: Binêre lêers van hierdie produk is aan jou beskikbaar gestel deur die Mozilla-projek, kragtens die Mozilla Openbare Lisensie 2.0 (MPL). Ken jou regte.
km: ទ្វេ​ភាគ​នៃ​ផលិតផល​នេះ​ត្រូវ​បាន​ធ្វើ​ឲ្យ​អ្នក​ប្រើ​បាន​ដោយ​គម្រោង Mozilla ក្រោម​អាជ្ញាប័ណ្ណ​សាធារណៈ​ Mozilla 2.0 (MPL)។ ដឹង​ពី​សិទ្ធិ​របស់​អ្នក។

source: All of the source code to this product is available under licenses that are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
af: Al die bronkode tot hierdie produk is beskikbaar kragtens lisensies wat beide gratis en ’n oopbron is. Die meeste van dit is beskikbaar kragtens die Mozilla Openbare Lisensie 2.0 (MPL).
eo: All of the source code to this product is available under licenses which are both free and open source. Most of it is available under the Mozilla Public License 2.0 (MPL).
km: កូដ​ចំហ​ទាំងអស់​ចំពោះ​ផលិតផល​នេះ​អាច​ប្រើ​បាន​ក្រោម​អាជ្ញាប័ណ្ណ​ដែល​​ឥតគិតថ្លៃ និង​កូដ​ចំហ។ វា​ភាគ​ច្រើន​អាច​ប្រើ​បាន​ក្រោម​អាជ្ញាប័ណ្ណ​សាធារណៈ Mozilla 2.0 (MPL)។​

source: The remainder of the software that is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: Your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
af: Die res van die programmatuur wat nie onder die Mozilla Openbare Lisensie 2.0 MPL val nie, is beskikbaar onder een van ’n verskeidenheid van ander lisensies. Daardie lisensie wat herproduksie van die lisensieteks in die verspreiding daarvan vereis, word hieronder gegee. (Neem kennis: Jou kopie van hierdie produk mag dalk nie ’n kode bevat wat deur een of meer van die lisensies gedek word soos hier gelys is nie, afhangende van die presiese produk en weergawe wat jy kies.)
eo: The remainder of the software which is not under the Mozilla Public License 2.0 MPL is available under one of a variety of other licenses. Those that require reproduction of the license text in the distribution are given below. (Note: your copy of this product may not contain code covered by one or more of the licenses listed here, depending on the exact product and version you choose.)
km: កម្មវិធី​​នៅ​សេសសល់​ដែល​មិន​ស្ថិត​​នៅ​ក្រោម​អាជ្ញាប័ណ្ណ​សាធារណៈ Mozilla 2.0 MPL គឺ​មិន​មាន​នៅ​ក្រោម​​អាជ្ញាប័ណ្ណ​មួយ​នៃ​អាជ្ញាប័ណ្ណ​​ផ្សេងៗ​ជា​ច្រើន។ កម្មវិធី​ទាំងនោះ​ដែល​ទាមទារ​​ការ​បង្កើត​អត្ថបទ​អាជ្ញាប័ណ្ណ​ឡើងវិញ​​នៅ​ក្នុង​​ប្រព័ន្ធ​ដែល​​បាន​​ផ្ដល់​ខាង​ក្រោម។ (ចំណាំ៖ ការ​ចម្លង​របស់​អ្នក​ចំពោះ​ផលិតផល​នេះ​អាច​មិន​មាន​កូដ​ដែល​​បាន​ការពារ​ដោយ​អាជ្ញាប័ណ្ណ​មួយ ឬ​ច្រើន​ដែល​បាន​រាយ​នៅ​ទីនេះ ដោយ​ផ្អែកលើ​ផលិតផល​ និង​កំណែ​ជាក់លាក់​ដែល​អ្នក​ជ្រើស។)

source: Mozilla Public License 2.0
af: Mozilla Openbare Lisensie 2.0

source: Apache License 2.0
af: Apache-lisensie 2.0

source: Launch first time use
af: Stel eerste-keer-gebruik bekend
kk: Алғашқы қолдану үйреткішін жөнелту
km: ការ​ដាក់​ឲ្យ​ប្រើ​ជា​លើក​ដំបូង

source: No first time use app found
af: Geen eerste-keer-gebruik-program gevind nie
kk: Алғашқы қолдану үйреткіш қолданбасы табылмады
km: រក​មិន​ឃើញ​កម្មវិធី​ដាក់​ឲ្យ​ប្រើ​លើក​ដំបូង

source: Rocketbar enabled
af: Vuurpylbalk geaktiveer

source: Enable software home button
af: Aktiveer apparatuurtuisknoppie

source: Home gesture enabled
af: Tuisgebaar geaktiveer

source: Edges gesture enabled
af: Kante-gebaar geaktiveer

source: Continuous transition enabled
af: Deurlopende oorgang geaktiveer

source: Gaia debug traces
af: Gaia-ontfoutingsnaspoorroetes

source: App transition enabled
af: Programoorgang geaktiveer

source: Keep killed app in task manager
af: Hou gesneuwelde program in taakbestuurder

source: Window management
af: Vensterbestuur

source: Edit downloads
af: Rediger aflaaisels

source: Select all
af: Kies almal
eo: Elekti ĉion

source: Deselect all
af: Ontkies almal
eo: Malelekti ĉion

source: Delete
af: Skrap
eo: Forigi

source: Current level
af: Huidige vlak
eo: Nuna nivelo
kk: Ағымдағы деңгейі
km: កម្រិត​បច្ចុប្បន្ន​

source: {{level}}% (charging)
af: {{level}}% (besig om te laai)
eo: {{level}}% (ŝargata)
kk: {{level}}% (зарядталуда)
km: {{level}}% (កំពុង​​​ផ្ទុក)

source: {{level}}% (charged)
af: {{level}}% (gelaai)
eo: {{level}}% (ŝargita)
kk: {{level}}% (зарядталған)
km: {{level}}% (បាន​ផ្ទុក)

source: Power save mode
af: Kragbesparingsmodus
eo: Energiŝpara reĝimo
kk: Қуатты үнемдеу режимі
km: របៀប​សន្សំ​ថាមពល

source: {{level}}% battery left
af: {{level}}% battery oor
eo: restas {{level}}% de baterio
kk: {{level}}% батарея қалды
km: ថ្ម​នៅ​សល់ {{level}}%

source: Turning on power save mode turns off the phone’s data, Bluetooth and Geolocation connections to extend battery life. You can still turn these services back on manually.
af: As jy kragbesparingsmodus aanskakel, skakel jy die foon se data, Bluetooth en geoligging-verbindings af om die batterylewe te verleng. Jy kan steeds hierdie dienste weer handmatig aanskakel.

source: Turn on automatically
af: Skakel outomaties aan
eo: Ŝalti aŭtomate
kk: Автоматты түрде іске қосу
km: បើក​ដោយ​ស្វ័យប្រវត្តិ

source: Accessibility
af: Toeganklikheid
eo: Alirebleco
kk: Қолжетерлілік
km: មធ្យោបាយ​ងាយ​ស្រួល

source: Invert colors
af: Keer kleure om
eo: Inversigi kolorojn
kk: Түстерді терістеу
km: បញ្ច្រាស​ពណ៌

source: Screen reader
af: Skermleser
eo: Ekranlegilo
kk: Экраннан оқитын қолданба
km: កម្មវិធី​អាន​អេក្រង់

source: Show accessibility settings
af: Vertoon toeganklikheidsinstellings

source: When the screen reader is enabled, your device will provide spoken feedback to assist blind and low-vision users.
af: Sodra die skermleser geaktiveer is, sal jou toestel gesproke terugvoering gee om blinde gebruikers asook gebruikers met swak sig te help.

source: Start Screen Reader?
af: Begin Skermleser?

source: Activating the screen reader will change the way your touch screen works. Touch anywhere to hear the item under your finger, and double tap to activate.
af: Aktivering van die skermleser sal die manier verander waarop jou aanraakskerm werk. Raak enigeplek om die item onder jou vinger te hoor en dubbeltik om te aktiveer.

source: Start
af: Begin
eo: Komenci
te: మొదలుపెట్టు

source: Stop Screen Reader?
af: Staak Skermleser?

source: Stopping the screen reader will end all speech feedback.
af: Staking van die skermleser sal alle spraakterugvoering beëindig.

source: Stop
af: Staak
eo: Haltigi
te: ఆపివేయి

# improveBrowserOS
source: Improve {{brandShortName}}
af: Verbeter {{brandShortName}}
eo: Plibonigi {{brandShortName}}

# improveBrowserOSTitle
source: Improve {{brandShortName}}
af: Verbeter {{brandShortName}}
eo: Plibonigi {{brandShortName}}

source: Send Mozilla Feedback
af: Stuur Mozilla-terugvoering
kk: Mozilla кері байланыс хабарламасын жіберу
km: ផ្ញើ​មតិ​ត្រឡប់​ឲ្យ Mozilla

source: Performance data
af: Werkverrigtingdata
kk: Өнімділік ақпараты
km: ទិន្នន័យ​ការ​អនុវត្ត

source: Help us improve {{brandShortName}} by sharing data about your phone.
af: Help ons om {{brandShortName}} te verbeter deur data oor jou foon te deel.
km: ជួយ​យើង​ធ្វើ{{brandShortName}} ឲ្យ​ប្រសើរ​ដោយ​ចែករំលែក​ទិន្នន័យ​អំពី​ទូរស័ព្ទ​របស់​អ្នក។

source: Submit performance data
af: Stuur werkverrigtingdata in
kk: Өнімділік деректерін жіберу
km: ដាក់​ស្នើ​ទិន្នន័យ​ការ​អនុវត្ត

source: Crash reports
af: Omvalverslae
eo: Raportoj pri paneoj
kk: Құлау хабарламалары
km: របាយការណ៍​ភាព​គាំង

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
af: As jy ’n verslag vir Mozilla stuur as daar ’n omval was, help dit ons om die probleem vir almal reg te stel. Verslae word slegs via Wi-Fi gestuur.
km: ការ​ផ្ញើ​របាយការណ៍​ឲ្យ Mozilla នៅ​ពេល​​​​វា​គាំង អាច​ជួយ​​យើង​ដោះស្រាយ​បញ្ហា​សម្រាប់​គ្រប់គ្នា។ របាយការណ៍​របស់​អ្នក​​ផ្ញើ​​បាន​តាម​តែ Wi-Fi ប៉ុណ្ណោះ។

source: Always send a report
af: Stuur altyd ’n verslag
eo: Ĉiam sendi raporton
kk: Хабарламаны әрқашан жіберу
km: តែងតែ​ផ្ញើ​របាយការណ៍​ជានិច្ច

source: Never send a report
af: Moet nooit ’n verslag stuur nie
eo: Neniam sendi raporton
kk: Хабарламаны ешқашан жібермеу
km: មិន​ដែល​ផ្ញើ​របាយការណ៍

source: Ask each time
af: Vra elke keer
eo: Demandi ĉiufoje
kk: Әр рет сұрау
te: ప్రతీసారి అడుగు

source: A crash report contains some details about the crash and your device, as well as a snapshot of the state of your device when it crashed.
af: ’n Omvalverslag bevat detail oor die omval en jou toestel, asook ’n skermskoot van die toestand van jou toestel tydens die omval.
kk: Құлау жөніндегі хабарлама құлау және құрылғыңыз туралы ақпаратты, сонымен қатар, құлау кезіндегі құрылғының қалып-күй көшірмесін сақтауы мүмкін.
km: របាយការណ៍​ភាព​ជាប់​គាំង​មាន​សេចក្ដី​លម្អិត​ខ្លះ​អំពី​​ភាព​​ជាប់​គាំង និង​ឧបករណ៍​របស់​អ្នក ក៏ដូចជា​​រូបថត​ស្ថានភាព​ឧបករណ៍​របស់​អ្នក​នៅ​ពេល​វា​បាន​គាំង។

source: This may include things like open pages and apps, text typed into forms and the content of open messages, recent browsing history, or geolocation used by an open app.
af: Dit mag dalk dinge insluit soos oopbladsye en -programme, teks wat getik word in vorms en die inhoud van oopboodskappe, onlange blaaigeskiedenis of geoligging wat deur ’n oopprogram gebruik is.
kk: Бұның ішінде ашық беттер және қолданбалар, формаларға енгізілген және ашық хабарламалар мәтіні, соңғы шолулар тарихы және ашық қолданбамен қолданылған геолокация мәліметі болуы мүмкін.
km: នេះ​អាច​បញ្ចូល​អ្វី​មួយ​ដូចជា​ទំព័រ និង​កម្មវិធី​ដែល​បើក អត្ថបទ​​ដែល​បាន​បញ្ចូល​ក្នុង​ទម្រង់ និង​​ខ្លឹមសារ​​សារ​ដែល​បើក ប្រវត្តិ​​រក​មើល​ថ្មីៗ ឬ​ទីតាំង​ភូមិសាស្ត្រ​ដែល​បាន​ប្រើ​ដោយ​កម្មវិធី​ដែល​បើក។

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in ourȀ
af: Ons gebruik omvalverslae om probleme te probeer oplos en ons produkte te verbeter. Ons hanteer jou inligting soos wat ons in onsȀ beskryf.
eo: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our

source: privacy policy
af: privaatheidsbeleid
kk: жекелік саясаты
km: គោលនយោបាយ​ភាព​ឯកជន
te: గోప్యతా విధానం

source: Submit Your Feedback
af: Stuur jou terugvoering in
eo: Sendi viajn komentojn
te: మీ ప్రతిస్పందనను తెలియజేయండి

source: Your feedback will help us to improve Firefox OS.
af: Jou terugvoering sal ons help om Firefox OS te verbeter.
eo: Viaj komentoj helpos nin plibonigi Firefox OS.
te: మీ ప్రతిస్పందన ఫైర్‌ఫాక్స్ ఓయస్‌ను మెరుగుపరుచుటకు సహాయపడుతుంది.

source: Happy
af: Gelukkig
eo: Feliĉa
te: సంతోషం

source: Sad
af: Hartseer
eo: Malfeliĉa
te: విచారం

source: How do you feel?
af: Hoe voel jy?
eo: Kiel vi fartas?
te: మీరేమి అనుకుంటున్నారు?

source: Why do you feel happy?
af: Waarom voel jy gelukkig?
eo: Kial vi feliĉas?
te: మీరెందుకు సంతోషంగా ఉన్నారు?

source: Why do you feel sad?
af: Waarom voel jy hartseer?
eo: Kial vi malfeliĉas?
te: మీరెందుకు విచారిస్తున్నారు?

source: Please tell us in detail.
af: Vertel ons asseblief in detail.
eo: Bonvolu rakonti al ni detale.
te: ఇంకాస్త వివరంగా చెప్పండి.

source: The content of your feedback will be public, so please be sure not include any personal information.
af: Die inhoud van jou terugvoering sal openbaar wees, so maak asseblief seker om geen persoonlike inligting in te sluit nie.
eo: La enhavo de viaj komentoj estos publika, do bonvolu ne inkluzivu personajn informojn.
te: మీ ప్రతిస్పందన బహిరంగంగా ఉంచబడుతుంది, అందువల్ల ఎటువంటి వ్యక్తిగత సమాచారాన్ని ఇవ్వకుండా చూసుకోగలరు.

source: Check here to let us contact you from your email.
af: Kontroleer hier sodat ons jou vanaf jou e-pos kan skakel.
eo: Klaku ĉi tie por permesi al ni kontakti vin en via retpoŝto.
te: మేము మీ ఈమెయిలు ద్వారా సంప్రదించడానికి ఇక్కడ గుర్తు పెట్టండి.

source: Email address:
af: E-posadres:
eo: Retpoŝta adreso:
te: ఈమెయిలు చిరునామా:

source: Don’t worry. Your email will always be kept private.
af: Moenie bekommerd wees nie. Jou e-pos sal altyd privaat gehou word.
eo: Ne zorgu, via retpoŝta adreso estos ĉiam privata.
te: చింతించకండి, మీ ఈమెయిలు చిరునామా గోప్యంగా ఉంచబడుతుంది.

source: Send Feedback
af: Stuur terugvoering
eo: Sendi komentojn
te: ప్రతిస్పందనను పంపు

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
af: Jammer, die stelsel kan nie jou voorstel stuur nie, as gevolg van ’n dataverbindingsfout. Probeer asseblief weer as die probleem opgelos is.
te: క్షమించండి, దత్తాంశ అనుసంధాన దోషం వలన వ్యవస్థ మీ సూచనను పంపలేకపోతూంది. దయచేసి సమస్య పరిష్కరించిబడిన తరువాత మళ్ళీ ప్రయత్నించండి.

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
af: Jammer, die stelsel kan nie jou voorstel stuur nie, omdat die bediener afgeskakel is. Wag asseblief ’n rukkie en probeer weer.
te: క్షమించండి, సేవకం మూసివేత వలన వ్యవస్థ మీ సూచనను పంపలేకపోతూంది. దయచేసి ఒక్క క్షణం ఆగి మళ్ళీ ప్రయత్నించండి.

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
af: Jammer, die stelsel kan nie jou voorstel stuur nie, as gevolg van tyd wat verstreke is. Herbegin asseblief en probeer weer.
te: క్షమించండి, కాలం తీరడం వలన వ్యవస్థ మీ సూచనను పంపలేకపోతూంది. దయచేసి పునఃప్రారంభించి, మళ్ళీ ప్రయత్నించండి.

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
af: Jammer, die stelsel kan nie jou voorstel stuur nie, omdat die e-posadres vermis word of as gevolg van ’n formateringsfout.
te: క్షమించండి, దత్తాంశ అనుసంధాన దోషం వలన వ్యవస్థ మీ సూచనను పంపలేకపోతూంది. దయచేసి సమస్య పరిష్కరించిబడిన తరువాత మళ్ళీ ప్రయత్నించండి.

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
af: Jammer, die stelsel kan nie jou voorstel stuur nie, omdat die kommentaarveld leeg is. Voer asseblief teks in en probeer weer.
te: క్షమించండి, వ్యాఖ్యా క్షేత్రం ఖాళీగా ఉండటం వలన వ్యవస్థ మీ సూచనను పంపలేకపోతూంది. దయచేసి కొంత పాఠ్యాన్ని ఇచ్చి, మళ్ళీ ప్రయత్నించండి.

source: Sorry, the system can’t send your suggestion because you already sent us feedback. Please try our next software update and send again.
af: Jammer, die stelsel kan nie jou voorstel stuur nie, omdat jy reeds vir ons jou terugvoering gestuur het. Probeer asseblief ons volgende programmatuurbywerking en stuur weer.
te: క్షమించండి, మీరు ఇదివరకే మాకు ప్రతిస్పందనను పంపడం వల్ల వ్యవస్థ మీ సూచనను పంపలేకపోతూంది. దయచేసి మా తదుపరి సాఫ్ట్‌వేర్ నవీకరణ ప్రయత్నించి, మళ్ళీ పంపండి

source: Thanks for the feedback! We use it to help create better experiences in future releases of Firefox OS.
af: Dankie vir die terugvoering! Ons gebruik dit om beter ervarings in toekomstige vrystellings van Firefox OS te help skep.
te: మీ ప్రతిస్పందనకు ధన్యవాదాలు! ఫైర్‌ఫాక్స్ ఓయస్ యొక్క భవిష్యత్ విడుదలలలో మెరుగైన అనుభూతిని ఇవ్వడానికి ఇది సహాయపడుతుంది.

source: Online support:
af: Aanlynondersteuning:
eo: Helpo en la reto:
kk: Онлайн қолдау:
km: ជំនួយ​លើ​បណ្ដាញ៖
te: ఆన్‌లైన్ తోడ్పాటు:

source: Call support:
af: Oproepondersteuning:
eo: Helpo por vokoj:
kk: Қолдау қызметіне қоңылау шалу:
km: ជំនួយ​ការ​ហៅ៖
te: కాల్ తోడ్పాటు:

source: User guide
af: Gebruikersgids
eo: Manlibro por uzantoj
kk: Пайдаланушы нұсқаулығы
km: មគ្គុទ្ទេសក៍​អ្នក​ប្រើ
te: వాడుకరి మార్గదర్శకం

source: Please contact your local provider for support.
af: Skakel asseblief jou plaaslike verskaffer vir ondersteuning.
eo: Bonvolu kontakti vian lokan provizanton por helpo.
km: សូម​ទាក់ទង​អ្នក​ផ្ដល់​ក្នុង​​មូលដ្ឋាន​របស់​អ្នក​សម្រាប់​ជំនួយ។
te: తోడ్పాటు కోసం దయచేసి మీ స్థానిక సేవాదారుని సంప్రదించండి.

source: Operator Services
af: Operateurdienste
eo: Servoj de provizanto
kk: Оператор қызметтері
km: សេវាកម្ម​ប្រតិបត្តិករ
te: ఆపరేటరు సేవలు

# operatorServices-help
source: Help
af: Hulp
eo: Helpo
kk: Көмек
km: ជំនួយ

source: Help menu
af: Hulpkieslys
eo: Menuo de helpo
kk: Көмек мәзірі
km: ម៉ឺនុយ​ជំនួយ
te: సహాయ మెనూ

source: SIM card applications not available.
af: SIM-kaartprogramme is nie beskikbaar nie.
eo: Nedisponeblaj programoj de karto SIM.
kk: SIM карта қолданбалары қолжетерсіз.
km: កម្មវិធី​ស៊ីម​កាត​មិន​អាច​ប្រើ​បាន។

source: SIM toolkit
af: SIM-nutsstel
eo: Ilaro SIM
te: సిమ్ పనిముట్లు

source: Set Up Call
af: Stel oproep op
eo: Agordi vokon

source: Send SS
af: Stuur SS
eo: Sendi SS
kk: SS жіберу

source: Send USSD
af: Stuur USSD
eo: Sendi USSD
kk: USSD жіберу

source: Send SMS
af: Stuur SMS
eo: Sendi SMS
kk: SMS жіберу

source: Send DTMF
af: Stuur DTMF
eo: Sendi DTMF
kk: DTMF жіберу

source: Launch Browser
af: Oopmaakblaaier
eo: Ruli retesplorilon
kk: Браузерді жөнелту

source: Play Tone
af: Speeltoon
eo: Ludi tonon

source: Display Text
af: Vertoon teks
eo: Montri tekston

source: Get Inkey
af: Begin skryf
eo: AkiriGet Inkey

source: Select Item
af: Kies item
eo: Elekti elementon
kk: Нәрсені таңдау

source: Set Up Menu
af: Stel kieslys op
eo: Menuo de agordo

source: Provide Local Info
af: Verskaf plaaslike inligting

source: Set Idle Mode Text
af: Stel stilmodusteks

source: Open Channel
af: Maak kanaal oop
eo: Malfermi kanalon
kk: Арнаны ашу

source: Close Channel
af: Sluit kanaal
eo: Fermi kanalon
kk: Арнаны жабу

source: Receive Data
af: Ontvang data
eo: Ricevi datumojn
kk: Деректерді алу

source: Send Data
af: Stuur data
eo: Sendi datumojn
kk: Деректерді жіберу

source: Get Channel Status
af: Kry kanaalstatus
eo: Ricevi staton de kanalo
kk: Арна күйін алу

source: Default
eo: Norma
kk: Бастапқы
km: លំនាំដើម
te: అప్రమేయం

source: Skip
eo: Preterpasi
te: దాటవేయి

# unavailableunavailable
source: Not available
eo: Ne disponebla

source: Wi-Fi
eo: Sendrata reto
te: వై-ఫై

# shortStatus-connectingshortStatus-connecting
source: Connecting…
eo: konektado…

source: Connected
eo: konektita.

# passwordpasswordpassword
source: Password
eo: pasvorto

# dataConnectivity
source: Data
eo: Datumoj
te: దత్తాంశం

source: {{name}}, +{{n}} more
eo: {{name}} kaj alia

source: Unpair device?
eo: Ĉu malligi aparaton?

# internetSharing-wifi
source: Wi-Fi
eo: Sendrata
te: వై-ఫై

source: Volume
eo: Laŭteco
kk: Дыбыс деңгейі
km: កម្រិត
te: సంపుటం

source: Alarm
eo: Alarmo
kk: Оятқыш
km: សំឡេង​រោទ៍
te: అలారం

# sim-manager-outgoing-data
source: Data
eo: Datumoj

source: Homescreen
eo: Hejmekrano

source: url
eo: retadreso

source: Account Management
eo: Kontoj
te: ఖాతా నిర్వహణ

source: USB storage
eo: Konservejo USB

source: KB
eo: KO
kk: КБ
te: కిబై

source: MB
eo: MO
kk: МБ
te: మెబై

source: Internal Storage
eo: Interna konservejo
te: అంతర్గత నిల్వ

source: Log changes in ADB
eo: Registri ŝanĝojn en adb

source: Jank
eo: Malfruo

source: ADB and DevTools
eo: ADB kaj disv. iloj

source: Wi-Fi output in ADB
eo: Sendrata eligo en adb

source: Bluetooth output in ADB
eo: Bluetooth eligo en adb

source: Model
eo: Modelo
kk: Модель
km: ម៉ូដែល

source: Launch First Time Use
eo: Ekrano de unua uzo

source: Battery
eo: Baterio
kk: Батарея
km: ថ្ម

source: Enable
te: చేతనించు

source: SIM 1
te: సిమ్ 1

source: SIM 2
te: సిమ్ 2

source: GSM
te: జీయస్‌యమ్

source: APN
te: ఎపియన్

source: Bluetooth
km: ប៊្លូធូស
te: బ్లూటూత్

source: Manage Sounds
te: శబ్దాలను నిర్వహించండి

source: Manage Ringtones
te: రింగుటోన్లను నిర్వహించండి

source: Camera
te: కెమేరా

source: Media
te: మాధ్యమం

source: We were unable to find a ringtone app to manage ringtones!
te: రింగుటోన్లను నిర్వహించడానికి ఏ రింగుటోను అనువర్తనం కనుగొనలేకపోయాం!

source: Show after reboot
te: పునఃప్రారంభం తరువాత చూపించు
