Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: af, eo, kk, km, te

source: Saving ringtone…
af: Stoor tans luitone...
eo: Voksono konservata…
te: రింగుటోన్ను భద్రపరుస్తున్నాం…

source: The ringtone was not changed because the selected file can not be played on this phone.
af: Die luitoon is nie verander nie omdat die gekose lêer nie op hierdie foon vertoon kan word nie.
eo: La voksono ne estis ŝanĝita ĉar la elektita dosiero ne povas esti ludita en tiu ĉi telefono.
te: ఎంచుకున్న దస్త్రం ఈ ఫోనుపై ఆడించుట వీలుకాదు కాబట్టి రింగుటోను మార్చలేదు.

source: Display
af: Vertoon
eo: Ekrano
kk: Дисплей
km: បង្ហាញ
te: ప్రదర్శన

source: Brightness
af: Helderheid
eo: Brilo
kk: Жарықтылығы
km: ពន្លឺ
te: ప్రకాశత

source: Adjust automatically
af: Verstel outomaties
eo: Aŭtomate akomodi
kk: Автоматты түрде келтіру
km: លៃ​តម្រូវ​ស្វ័យប្រវត្តិ
te: స్వయంచాలకంగా సరిచేయి

source: Lock screen
af: Grendel skerm
eo: Bloki ekranon

source: Wallpaper
af: Muurpapier
eo: Ekranfono
kk: Түсқағаз
km: ផ្ទាំង​រូបភាព
te: నేపథ్యచిత్రం

source: Screen timeout
af: Skerm-uittel
eo: Tempo antaŭ ol malŝalti ekranon
kk: Экран таймауты
km: អេក្រង់​អស់​ពេល
te: తెర కాలం చెల్లింది

source: 1 minute
af: 1 minuut
eo: 1 minuto
kk: 1 минут
km: ១ នាទី
te: 1 నిమిషం

source: 2 minutes
af: 2 minute
eo: 2 minutoj
kk: 2 минут
km: ២ នាទី
te: 2 నిమిషాలు

source: 5 minutes
af: 5 minute
eo: 5 minutoj
kk: 5 минут
km: ៥ នាទី
te: 5 నిమిషాలు

source: 10 minutes
af: 10 minute
eo: 10 minutoj
kk: 10 минут
km: ១០ នាទី
te: 10 నిమిషాలు

source: never
af: nooit
eo: neniam
kk: ешқашан
km: មិនដែល
te: ఎన్నటికీకాదు

source: Lock orientation
af: Grendel oriëntasie
eo: Bloki orientiĝon
te: తాళం దిశ

source: Notifications
af: Kennisgewings
eo: Sciigoj
kk: Ескертулер
km: ការ​ជូន​ដំណឹង
te: గమనింపులు

source: Show on lock screen
af: Vertoon op grendelskerm
eo: Montri eĉ sur blokita ekrano
kk: Блоктау экранында көрсету
km: បង្ហាញ​ពេល​អេក្រង់​ជាប់​សោ
te: తాళం తెరపై చూపించు

source: Date & Time
af: Datum & Tyd
eo: Dato kaj horo
kk: Күн мен уақыт
km: កាលបរិច្ឆេទ &​ពេលវេលា
te: తేది & సమయం

source: Set automatically
af: Stel outomaties
eo: Aŭtomate difini
kk: Автоматты түрде орнату
km: កំណត់​ដោយ​ស្វ័យប្រវត្តិ
te: స్వయంచాలకంగా అమర్చు

source: Set manually
af: Stel handmatig
eo: Permane difini
kk: Қолмен орнату
km: កំណត់​ដោយ​ដៃ
te: మానవీయంగా అమర్చండి

source: Time zone
af: Tydsone
eo: Horzono
kk: Уақыт белдеуі
km: តំបន់​ពេលវេលា
te: కాల మండలం

source: Date
af: Datum
eo: Dato
kk: Күн
km: កាល​បរិច្ឆេទ
te: తేదీ

source: Time
af: Tyd
eo: Horo
kk: Уақыт
km: ពេលវេលា
te: సమయం

source: Select continent
af: Kies kontinent
eo: Elekti kontinenton
kk: Құрлықты таңдаңыз
km: ជ្រើស​ទ្វីប
te: ఖండాన్ని ఎంచుకోండి

source: Select time zone
af: Kies tydsone
eo: Elekti horzonon
kk: Уақыт белдеуін таңдаңыз
km: ជ្រើស​តំបន់​ពេលវេលា
te: కాల మండలాన్ని ఎంచుకోండి

source: Language & Region
af: Taal & Streek
eo: Lingvo kaj regiono
kk: Тіл және аймақ
km: ភាសា & តំបន់
te: భాష & ప్రాంతం

source: Language
af: Taal
eo: Lingvo
kk: Тіл
km: ភាសា
te: భాష

source: Region
af: Streek
eo: Regiono
kk: Аймақ
km: តំបន់
te: ప్రాంతం

source: Sample Format
af: Voorbeeldformaat
eo: Ekzempla formo
kk: Мысал пішімі
km: ទ្រង់ទ្រាយ​គំរូ
te: నమూనా ఆకృతి

source: SIM manager
af: SIM-bestuurder
eo: Administri SIM
te: సిమ్ నిర్వాహకం

source: Outgoing calls
af: Uitgaande oproepe
eo: Elirantaj vokoj
te: బయటకువెళ్ళే కాల్స్

source: Calls will be sent from
af: Oproepe sal gestuur word vanaf
eo: Vokoj estos faritaj el

source: Outgoing messages
af: Uitgaande boodskappe
eo: Elirantaj mesaĝoj
te: బయటికివెళ్ళే సందేశాలు

source: SMS will be sent from
af: SMS sal gestuur word vanaf
eo: SMS estos senditaj el

source: Internet connection, MMS, A-GPS and Marketplace payments will be sent from
af: Internetverbinding, MMS, A-GPS en Markplek-betalings sal gestuur word vanaf

source: Always ask
af: Vra altyd
eo: Ĉiam demandi
te: ఎల్లప్పుడూ అడుగు

source: SIM PIN locked
af: SIM PIN-gegrendel
eo: SIM PIN blokita
te: సిమ్ పిన్ తాళం వేయబడింది

source: No operator
af: Geen operateur
eo: Neniu provizanto

source: At least one SIM should be activated at a time
af: Ten minste een SIM op ’n slag moet geaktiveer wees
eo: Almenaŭ unu karto SIM devus esti aktiva

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
af: SIM {{disableCardIndex}} kan nie enige oproepe en boodskappe ontvang nie. Uitgaande oproepe en uitgaande boodskappe wat na SIM {{disableCardIndex}} gestel is, sal gedeaktiveer word.
eo: SIM {{disableCardIndex}} ne povas ricevi vokojn aŭ mesaĝojn. Elirantaj vokoj kaj mesaĝoj agorditaj por SIM {{disableCardIndex}} ne plu estos eblaj.

source: The current data transfer will be suspended. Continue anyway?
af: Die huidige dataoordrag sal uitgesit word. Gaan in elk geval voort?
eo: La nuna transmeto estos paŭzigita. Ĉu tamen procedi?

source: Homescreen
af: Tuisskerm

source: Change homescreen
af: Verander tuisskerm
eo: Ŝanĝi hejmekranon
te: ముంగిలితెరను మార్చండి

# changeHomescreenButton
source: Change
af: Verander
eo: Ŝanĝi
te: మార్చు

source: Description
af: Beskrywing
eo: Priskribo
te: వివరణ

source: Installed input methods
af: Geïnstalleerde toevoermetodes
eo: Instalitaj enigaj metodoj
te: స్థాపిత ఇన్‌పుట్ పద్ధతులు

source: Keyboards
af: Sleutelborde
eo: Klavaroj
te: కీబోర్డులు

source: Number layouts
af: Nommeruitlegte
eo: Aranĝoj de ciferoj
te: సంఖ్యా నమూనాలు

source: Option layouts
af: Opsie-uitlegte
eo: Aranĝo de elektebloj

source: Keypad
af: Sleutelblok
eo: Cifera klavaro
kk: Пернетақта
km: ប្រអប់​គ្រាប់ចុច
te: కీప్యాడ్

source: Selected keyboards
af: Gekose sleutelborde
eo: Elektitaj klavaroj
te: ఎంచుకున్న కీబోర్డులు

source: Add more keyboards
af: Voeg meer sleutelborde by
eo: Aldoni pli da klavaroj
te: మరిన్ని కీబోర్డులను చేర్చండి

source: At least one {{type}} keyboard should be selected
af: Ten minste een soort {{type}}-sleutelbord moet gekies word
eo: Almenaŭ unu klavaro {{type}} devus esti elektita
te: కనీసం ఒక్క {{type}} కీబోర్డునైనా ఎంచుకోవాలి

source: text
af: teks
eo: teksto
te: పాఠ్యం

# keyboardType-number
source: number
af: nommer
eo: numero

source: {{appName}} {{layoutName}} is set as default input method
af: {{appName}} {{layoutName}} is as verstektoevoermetode gestel
eo: {{layoutName}} estas la norma eniga metodo por {{appName}}
te: {{appName}} {{layoutName}} అప్రమేయ ఇన్‌పుట్ పద్ధతిగా అమర్చబడింది

source: Accounts
af: Rekeninge
kk: Тіркелгілер
km: គណនី

source: Persona
af: Persoonl
km: បុគ្គល

source: Mail
af: E-pos
kk: Пошта
km: សំបុត្រ

source: Privacy & Security
af: Privaatheid & Sekuriteit
eo: Privateco kaj sekureco
kk: Жекелік және қауіпсіздік
km: ភាព​ឯកជន & សុវត្ថិភាព
te: గోప్యత & భద్రత

source: Passcode lock
af: Wagkode gegrendel
eo: Bloka paskodo
kk: Кілттік кодпен блоктау
km: លេខ​កូដ​ដាក់​សោ

source: Passcode: {{code}}
af: Wagkode: {{code}}
eo: Paskodo: {{code}}
kk: Кілттік коды: {{code}}
km: លេខ​កូដ៖ {{code}}

source: Screen lock
af: Skerm gegrendel

source: SIM security
af: SIM-sekuriteit
eo: Sekureco de SIM
kk: SIM қауіпсіздігі
km: សុវត្ថិភាព​ស៊ីម

source: App permissions
af: Programtoestemmings
eo: Permesoj por programoj
kk: Қолданба рұқсаттары
km: ការ​អនុញ្ញាត​​កម្មវិធី
te: అనువర్తన అనుమతులు

source: Author
af: Outeur
eo: Aŭtoro

source: Permissions
af: Toestemmings
eo: Permesoj
kk: Рұқсаттар
km: សិទ្ធិ
te: అనుమతులు

source: Revoke
af: Trek terug
eo: Revoki
kk: Қайтарып алу
km: ដក​ហូត
te: కొట్టివేయి

source: Ask
af: Vra
eo: Demandi
kk: Сұрау
km: សួរ
te: అడుగు

source: Deny
af: Weier
eo: Rifuzi
kk: Рұқсат етпеу
km: បដិសេធ
te: తిరస్కరించు

source: Grant
af: Laat toe
eo: Rajtigi
kk: Рұқсат ету
km: ផ្ដល់​សិទ្ធិ
te: అనుమతించు

source: Uninstall app
af: Oninstalleer program
eo: Malinstali programon
kk: Қолданбаны өшіру
km: លុប​កម្មវិធី​ចេញ
te: అనువర్తనాన్ని తొలగించు

source: Are you sure you want to uninstall {{ app }}?
af: Is jy seker dat jy {{ app }} wil oninstalleer?
eo: Ĉu vi certe volas malinstali {{ app }}?
kk: {{ app }} қолданбасын өшіруді шынымен қалайсыз ба?
km: តើ​អ្នក​ប្រាកដ​ចង់​លុប {{ app }}?

source: Clear bookmarks data
af: Wis boekmerkdata
eo: Viŝi legosignajn datumojn
kk: Бетбелгілер деректерін тазарту
km: សម្អាត​ទិន្នន័យ​ចំណាំ
te: ఇష్టాంశాల దత్తాంశాన్ని శుభ్రపరుచు

source: Clear private data from bookmarks?
af: Wis private data van boekmerke?
eo: Ĉu viŝi privatajn datumojn el legosignoj?
kk: Бетбелгілерден жеке мәліметтерді тазарту керек пе?
km: សម្អាត​ទិន្នន័យ​ឯកជន​ពី​ចំណាំ?
te: ఇష్టాంశాల నుండి అంతరంగిక దత్తాంశాన్ని తుడిచివేయాలా?

source: This clears private data from bookmarks that have been added to the home screen. This cannot be undone.
af: Die aksie wis private data van boekmerke wat by die tuisskerm gevoeg is. Dit kan nie ontdoen word nie.
eo: Tio viŝas privatajn datumojn el legosignoj kiuj estis aldonitaj al la hejmekrano. Tio ne malfareblas.
kk: Бұл әрекет үй экранына қосылған бетбелгілерден жеке мәліметті тазартады. Бұл әрекетті қайтару мүмкін емес болады.
km: វា​សម្អាត​ទិន្នន័យ​ឯកជន​ពី​ចំណាំ​ដែល​ត្រូវ​បាន​បន្ថែម​ទៅ​អេក្រង់​ដើម។ ធ្វើ​បែប​នេះ​មិន​អាច​ត្រឡប់​វិញ​បាន​ទេ។
te: ఇది ముంగిలి తెరకు చేర్చిన ఇష్టాంశాల నుండిఅంతరంగిక దత్తాంశాన్ని తుడిచివేస్తుంది. దీనిని రద్దుచేయలేము.

source: Clear
af: Wis
eo: Forviŝi
kk: Тазарту
km: សម្អាត
te: శుభ్రపరుచు

source: Phone
af: Foon
eo: Telefono
kk: Телефон
km: ទូរស័ព្ទ
te: ఫోను

source: Messages
af: Boodskappe
eo: Mesaĝoj
kk: Хабарламалар
km: សារ

source: Vibrate
af: Vibreer
eo: Vibri
kk: Дірілдеу
km: ញ័រ
te: కంపనం

source: Ring
af: Lui
eo: Sonori
km: រោទ៍

source: Change
af: Verander
eo: Ŝanĝi

source: Create
af: Skep
eo: Krei
kk: Жасау
km: បង្កើត
te: సృష్టించు

source: Create a Passcode
af: Skep ’n wagkode
eo: Krei paskodon
kk: Кілттік кодын жасау

source: Passcode
af: Wagkode
eo: Paskodo

# passcode-heading
source: Passcode
af: Wagkode
eo: Paskodo

source: Enter passcode
af: Voer wagkode in
eo: Tajpu paskodon
kk: Кілттік кодын енгізіңіз
km: បញ្ចូល​ passcode

source: New passcode
af: Nuwe wagkode
eo: Nova paskodo
kk: Жаңа кілттік коды
km: passcode ថ្មី

source: Current passcode
af: Huidige wagkode
eo: Nuna paskodo
kk: Ағымдағы кілттік коды
km: លេខ​កូដ​បច្ចុប្បន្ន

source: Passcode is incorrect
af: Wagkode is verkeerd
eo: Malĝusta paskodo.
kk: Кілттік коды қате
km: លេខ​កូដ​មិន​ត្រឹមត្រូវ

source: Passcode doesn’t match. Try again.
af: Wagkode pas nie. Probeer weer.
eo: La paskodo ne kongruas. Provu denove.
kk: Кілттік коды сәйкес келмейді. Қайтадан көріңіз.
km: លេខ​កូដ​មិន​ត្រូវ​គ្នា។ ព្យាយាម​ម្ដង​ទៀត។

source: Confirm passcode
af: Bevestig wagkode
eo: Konfirmi paskodon
km: អះអាង​លេខ​កូដ

source: Immediately
af: Onmiddellik
eo: Tuj
kk: Лезде
km: ភ្លាមៗ
te: తక్షణమే

source: After 5 seconds
af: Na 5 sekondes
eo: Post 5 sekundoj
kk: 5 секундтан кейін
te: 5 క్షణాల తరువాత

source: After 15 seconds
af: Na 15 sekondes
eo: Post 15 sekundoj
kk: 15 секундтан кейін
te: 15 క్షణాల తరువాత

source: After 30 seconds
af: Na 30 sekondes
eo: Post 30 sekundoj
kk: 30 секундтан кейін
te: 30 క్షణాల తర్వాత

source: After 1 minute
af: Na 1 minuut
eo: Post 1 minuto
kk: 1 минуттан кейін
km: បន្ទាប់​ពី ១ នាទី
te: 1 నిమిషం తరువాత

source: After 2 minutes
af: Na 2 minute
eo: Post 2 minutoj
kk: 2 минуттан кейін
te: 2 నిమిషాల తరువాత

source: After 5 minutes
af: Na 5 minute
eo: Post 5 minutoj
kk: 5 минуттан кейін
km: បន្ទាប់​ពី ៥ នាទី
te: 5 నిమిషాల తరువాత

source: After 10 minutes
af: Na 10 minute
eo: Post 10 minutoj
kk: 10 минуттан кейін
te: 10 నిమిషాల తరువాత

source: After 15 minutes
af: Na 15 minute
eo: Post 15 minutoj
kk: 15 минуттан кейін
km: បន្ទាប់​ពី ១៥ នាទី
te: 15 నిమిషాల తరువాత

source: After 30 minutes
af: Na 30 minute
eo: Post 30 minutoj
kk: 30 минуттан кейін
te: 30 నిమిషాల తరువాత

source: After 1 hour
af: Na 1 uur
eo: Post 1 horo
kk: 1 сағаттан кейін
km: បន្ទាប់​ពី ១ ម៉ោង
te: 1 గంట తరువాత

source: After 4 hours
af: Na 4 ure
eo: Post 4 horoj
kk: 4 сағаттан кейін
km: បន្ទាប់​ពី ៤ ម៉ោង
te: 4 గంటల తరువాత

source: Require passcode
af: Vereis wagkode
eo: Postuli paskodon
te: సంకేతసంఖ్య అవసరం

source: Change passcode
af: Verander wagkode
eo: Ŝanĝi paskodon
te: సంకేతసంఖ్యను మార్చండి

source: No SIM card
af: Geen SIM-kaart
eo: Neniu karto SIM
kk: SIM картасы жоқ
km: គ្មាន​ស៊ីម​កាត
te: సిమ్ కార్డులేదు

source: PUK code
af: PUK-kode
eo: Kodo PUK
kk: PUK коды
km: កូដ PUK

source: PUK2 code
af: PUK2-kode
eo: Kodo PUK2

source: What is a SIM PIN?
af: Wat is ’n SIM PIN?
eo: Kio estas SIM PIN?
kk: SIM PIN деген не?
km: អ្វី​ទៅ​ជា SIM PIN?

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
af: ’n SIM PIN verhoed toegang tot die SIM-kaart van selfoondatanetwerke. Sodra dit geaktiveer is, sal enige toestel wat die SIM-kaart bevat die PIN versoek tydens herbegin.
eo: A SIM PIN prevents access to the SIM card cellular data networks. When it’s on, any device containing the SIM card will request the PIN upon restart.
kk: SIM картасының PIN коды SIM картасының ұялы деректер желісіне қатынауға тыйым салады. Іске қосулы болса, SIM картасы бар әр құрылғы іске қосылған кезде PIN кодын сұрайды.
km: SIM PIN ទប់ស្កាត់​ការ​ចូល​ទៅ​​​កាន់​បណ្ដាញ​ទិន្នន័យ​​​អ៊ីនធឺណិត​តាម​ស៊ីម​កាត។ នៅ​​ពេល​វា​ត្រូវ​បាន​អនុញ្ញាត ឧបករណ៍​​ណា​ដែល​មាន​​ស៊ីម​កាត​នឹង​ស្នើ​​​កូដ​ PIN នៅ​ពេល​ចាប់ផ្ដើម​ឡើងវិញ។

source: A SIM PIN is not the same as the passcode used to unlock the device.
af: ’n SIM PIN is nie dieselfde as die wagkode wat gebruik is om die toestel te ontgrendel nie.
eo: SIM PIN ne estas sama kiel la paskodo uzata por malbloki la aparaton.
kk: SIM PIN коды дегегіміз, телефон блоктауын алып тастауға қолданылатын кілттік коды емес.
km: SIM PIN មិន​ដូច​គ្នា​នឹង​លេខ​កូដ​ដែល​បាន​ប្រើ​ដើម្បី​ដោះ​សោ​ឧបករណ៍​​នោះ​ទេ។

source: Change PIN
af: Verander PIN
eo: Ŝangi PIN
kk: PIN кодын өзгерту
km: ផ្លាស់ប្ដូរ PIN

source: SIM PIN changed successfully
af: SIM PIN is suksesvol verander
eo: SIM PIN sukcese ŝanĝita

source: SIM {{index}} PIN changed successfully
af: SIM {{index}} PIN is suksesvol verander
eo: SIM {{index}} PIN sukcese ŝanĝita
te: సిమ్ {{index}} పిన్ విజయవంతంగా మార్చబడింది

source: Enter SIM PIN
af: Voer SIM PIN in
eo: Tajpu SIM PIN
kk: SIM PIN кодын енгізіңіз
km: បញ្ចូល SIM PIN
te: సిమ్ పిన్ ఇవ్వండి

source: Enter SIM PIN2
af: Voer SIM PIN2 in
te: సిమ్ పిన్2 ఇవ్వండి

source: Enter PUK code
af: Voer PUK-kode in
eo: Tajpu kodon PUK
kk: PUK кодын енгізіңіз
km: បញ្ចូល​​កូដ PUK
te: పియుకె కోడును ఇవ్వండి

source: Enter PUK2 code
af: Voer PUK2-kode in
te: పియుకె2 కోడును ఇవ్వండి

source: New PIN
af: Nuwe PIN
eo: Nova PIN
kk: Жаңа PIN коды
km: PIN ថ្មី
te: కొత్త పిన్

source: Last try.
af: Laaste probeerslag.
eo: lasta provo.
te: చివరి ప్రయత్నం.

# inputCodeRetriesLeft[two]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
eo: Restas {{n}} provoj.
kk: {{n}} талап саны қалды.

# inputCodeRetriesLeft[few]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
eo: Restas {{n}} provoj.
kk: {{n}} талап саны қалды.
te: మిగిలిన ప్రయత్నాలు {{n}}.

# inputCodeRetriesLeft[many]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
eo: Restas {{n}} provoj.
kk: {{n}} талап саны қалды.
te: మిగిలిన ప్రయత్నాలు {{n}}.

# inputCodeRetriesLeft[other]
source: {{n}} tries left.
af: {{n}} probeerslae oor.
eo: Restas {{n}} provoj.
kk: {{n}} талап саны қалды.
te: మిగిలిన ప్రయత్నాలు {{n}}.

# pinAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
af: Jy het een probeerslag oor om die regte kode in te voer voordat die SIM-kaart grendel.
eo: Restas al vi unu provo por tajpi la ĝustan kodon antaŭ ol bloki la karton SIM.

# pinAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart grendel.
eo: Restas al vi {{n}} provoj por tajpi la ĝustan kodon antaŭ ol bloki la karton SIM.
kk: SIM картасы блокталуға дейін сізде дұрыс кодты енгізу үшін {{n}} талап қалды.

# pinAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart grendel.
eo: Restas al vi {{n}} provoj por tajpi la ĝustan kodon antaŭ ol bloki la karton SIM.
kk: SIM картасы блокталуға дейін сізде дұрыс кодты енгізу үшін {{n}} талап қалды.

# pinAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart grendel.
eo: Restas al vi {{n}} provoj por tajpi la ĝustan kodon antaŭ ol bloki la karton SIM.
kk: SIM картасы блокталуға дейін сізде дұрыс кодты енгізу үшін {{n}} талап қалды.

# pinAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat die SIM-kaart grendel.
eo: Restas al vi {{n}} provoj por tajpi la ĝustan kodon antaŭ ol bloki la karton SIM.
kk: SIM картасы блокталуға дейін сізде дұрыс кодты енгізу үшін {{n}} талап қалды.

source: This is your last chance to enter the correct PIN. Otherwise, you must enter the PUK code to use this SIM card.
af: Dit is jou laaste kans om die regte PIN in te voer. Andersins moet jy die PUK-kode invoer om hierdie SIM-kaart te gebruik.
eo: Tiu ĉi estas via lasta ŝanco tajpi la ĝustan PIN. Se vi ne sukcesas vi devos tajpi la kodon PUK por povi uzi tiun ĉi karton SIM.
kk: Бұл - дұрыс PIN кодын енгізу үшін қалған соңғы талабыңыз. Сәтсіз аяқталса, бұл SIM картасын қолдану үшін сізге PUK кодын енгізу керек болады.
km: នេះ​ជា​លើក​ចុង​​ក្រោយ​​ក្នុង​ការ​បញ្ចូល PIN ត្រឹមត្រូវ។ បើ​មិន​ដូច្នោះ​ទេ អ្នក​ត្រូវតែ​បញ្ចូល​លេខ​កូដ PUK ដើម្បី​អាច​ប្រើ​​ស៊ីម​កាត​នេះ។

source: The SIM card is locked.
af: Die SIM-kaart is gegrendel.
eo: La karto SIM estas blokita.
kk: SIM картасы блокталды.
km: ស៊ីម​កាត​ជាប់​សោ។

source: The SIM card is blocked.
af: Die SIM-kaart is geblokkeer.
eo: La karto SIM estas blokita.

source: You must enter the Personal Unlocking Key (PUK) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy moet die Persoonlike Ontgrendelsleutel-kode (PUK) vir die SIM-kaart invoer. Verwys na jou SIM-kaartdokumentasie of skakel jou draer vir verdere inligting.
eo: Vi devas tajpi vian personan malblokan ŝlosilan kodon (PUK) por la karto SIM. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
kk: Сізге SIM картаңыз үшін жеке блоктаудан босату кодын (PUK) енгізу керек. Көбірек білу үшін SIM картасы құжаттамасын оқыңыз немесе желілік операторыңызға хабарласыңыз.
km: អ្នក​ត្រូវតែ​បញ្ចូល​​កូដ​​គន្លឹះ​ដោះ​សោ​ផ្ទាល់ខ្លួន (PUK) សម្រាប់​ស៊ីម​កាត។ យោង​តាម​ឯកសារ​ស៊ីម​កាត​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។

source: You must enter the Personal Unlocking Key (PUK2) code for the SIM card. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy moet die Persoonlike Ontgrendelsleutel-kode (PUK2) vir die SIM-kaart invoer. Verwys na jou SIM-kaartdokumentasie of skakel jou draer vir verdere inligting.
eo: Vi devas tajpi vian personan malblokan ŝlosilan kodon (PUK2) por la karto SIM. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.

source: The PUK code is incorrect.
af: Die PUK-kode is verkeerd.
eo: La kodo PUK esta malĝusta.
kk: PUK коды қате.
km: ​កូដ PUK មិន​ត្រឹមត្រូវ។

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy het een probeerslag oor om die regte kode in te voer voordat hierdie SIM-kaart permanent onbruikbaar word. Verwys na jou SIM-kaartdokumentasie of skakel jou draer vir verdere inligting.
eo: Restas al vi unu ŝanco tajpi la ĝustan kodon antaŭ ol tiu ĉi SIM karto iĝos neniam plu uzebla. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
kk: Бұл SIM картасы тұрақты қолдануға жарамсыз болудың алдында сізде дұрыс кодты енгізуге соңғы талабыңыз қалды. Көбірек білу үшін SIM картасы құжаттамасын оқыңыз немесе желілік операторыңызға хабарласыңыз.

# pukAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat hierdie SIM-kaart permanent onbruikbaar word. Verwys na jou SIM-kaartdokumentasie of skakel jou draer vir verdere inligting.
eo: Restas al vi {{n}} ŝancoj tajpi la ĝustan kodon antaŭ ol tiu ĉi SIM karto iĝos neniam plu uzebla. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
kk: Бұл SIM картасы тұрақты қолдануға жарамсыз болудың алдында сізде дұрыс кодты енгізуге {{n}} талабыңыз қалды. Көбірек білу үшін SIM картасы құжаттамасын оқыңыз немесе желілік операторыңызға хабарласыңыз.
te: ఈ సిమ్ కార్డు శాశ్వతంగా వాడలేని స్థితికి వచ్చేముందే సరైన సంకేతాన్ని ఇచ్చేందుకు ఇంకా {{n}} ప్రయత్నాలు మిగిలివున్నాయి. మరింత సమాచారం కోసం మీ సిమ్ కార్డు పత్రావళిని చూడండి లేదా మీ కారియర్‌ను సంప్రదించండి.

# pukAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat hierdie SIM-kaart permanent onbruikbaar word. Verwys na jou SIM-kaartdokumentasie of skakel jou draer vir verdere inligting.
eo: Restas al vi {{n}} ŝancoj tajpi la ĝustan kodon antaŭ ol tiu ĉi SIM karto iĝos neniam plu uzebla. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
kk: Бұл SIM картасы тұрақты қолдануға жарамсыз болудың алдында сізде дұрыс кодты енгізуге {{n}} талабыңыз қалды. Көбірек білу үшін SIM картасы құжаттамасын оқыңыз немесе желілік операторыңызға хабарласыңыз.
te: ఈ సిమ్ కార్డు శాశ్వతంగా వాడలేని స్థితికి వచ్చేముందే సరైన సంకేతాన్ని ఇచ్చేందుకు ఇంకా {{n}} ప్రయత్నాలు మిగిలివున్నాయి. మరింత సమాచారం కోసం మీ సిమ్ కార్డు పత్రావళిని చూడండి లేదా మీ కారియర్‌ను సంప్రదించండి.

# pukAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat hierdie SIM-kaart permanent onbruikbaar word. Verwys na jou SIM-kaartdokumentasie of skakel jou draer vir verdere inligting.
eo: Restas al vi {{n}} ŝancoj tajpi la ĝustan kodon antaŭ ol tiu ĉi SIM karto iĝos neniam plu uzebla. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
kk: Бұл SIM картасы тұрақты қолдануға жарамсыз болудың алдында сізде дұрыс кодты енгізуге {{n}} талабыңыз қалды. Көбірек білу үшін SIM картасы құжаттамасын оқыңыз немесе желілік операторыңызға хабарласыңыз.
te: ఈ సిమ్ కార్డు శాశ్వతంగా వాడలేని స్థితికి వచ్చేముందే సరైన సంకేతాన్ని ఇచ్చేందుకు ఇంకా {{n}} ప్రయత్నాలు మిగిలివున్నాయి. మరింత సమాచారం కోసం మీ సిమ్ కార్డు పత్రావళిని చూడండి లేదా మీ కారియర్‌ను సంప్రదించండి.
