Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: af, eo, kk, km, te

source: Auto retrieve
af: Outo-ophaling
eo: Aŭtomate akiri
kk: Автоқабылдау
te: స్వయంగా పొందు

source: Automatically retrieve messages
af: Haal boodskappe outomaties op
eo: Aŭtomate akiri mesaĝojn
kk: Хабарламаларды автоматты түрде алу
te: స్వయంచాలకంగా సందేశాలను తెచ్చుకో

source: Off
af: Af
eo: Malŝaltita
kk: Сөнд
te: అచేతనం

source: On with roaming
af: Aan met swerwing
eo: Ŝaltita dum retmigrado
kk: Роумингте іске қосулы
te: రోమింగులో చేతనం

source: On without roaming
af: Aan sonder swerwing
eo: Ŝaltita krom dum retmigrado
kk: Роумингте сөндірулі
te: రోమింగులో లేనప్పుడు చేతనం

source: Auto-configure
af: Outo-opstel
eo: Memagordo
kk: Автобаптау
km: កំណត់​​រចនាសម្ព័ន្ធ​ស្វ័យប្រវត្តិ
te: స్వయం-స్వరూపించు

source: WAP Push messages
af: WAP-drukboodskappe
eo: Mesaĝoj WAP Push
te: WAP పుష్ సందేశాలు

source: WAP Push
af: WAP Druk
te: WAP పుష్

source: Cell broadcast messages
af: Selfoonuitsendingsboodskappe
eo: Difuzaj ĉelaj mesaĝoj
te: సెల్ ప్రసార సందేశాలు

source: Cell broadcast
af: Seluitsending
eo: Ĉela difuzo
te: సెల్ ప్రసారం

source: Cellular & Data
af: Sellulêr & Data
eo: Reto kaj datumoj
kk: Ұялы және мәлімет
km: Cellular & ទិន្នន័យ

source: Carrier
af: Draer
eo: Provizanto
kk: Желі
km: ក្រុមហ៊ុន​ទូរគមនាគមន៍
te: కారియర్

source: Data connection
af: Dataverbinding
eo: Datuma konekto
kk: Деректер байланысы
km: ការ​ភ្ជាប់​ទិន្នន័យ
te: దత్తాంశ అనుసంధానం

source: Data roaming
af: Dataswerwing
eo: Datuma retmigrado
kk: Деректер роумингі
km: ទិន្នន័យ​ពេល​ត្រាច់ចរ
te: దత్తాంశ సంచారం

source: When entering a roaming area, your data connection will be turned off.
af: Jou dataverbinding sal afgeskakel word as jy ’n swerwingsarea ingaan.
kk: Роуминг аймағына кірген кезде, мәлімет байланысыңыз сөндірілетін болады.
km: នៅ​ពេល​អ្នក​ចូល​តំបន់​ត្រាច់ចរ ការ​តភ្ជាប់​ទិន្នន័យ​របស់​អ្នក​នឹង​​ត្រូវ​បិទ។

source: Network operator
af: Netwerkoperateur
eo: Reta provizanto
kk: Желілік оператор
km: ប្រតិបត្តិ​ករ​បណ្ដាញ
te: నెట్‍‌వర్క్ నిర్వాహకుడు

source: Network operators in the area
af: Netwerkoperateurs in die area
eo: Retaj provizantoj en la areo
kk: Аймақтағы желілік операторлары
km: ប្រតិបត្តិករ​បណ្ដាញ​ក្នុង​តំបន់
te: ప్రాంతంలోని నెట్‍‌వర్క్ నిర్వాహకులు

source: Preferred network type
af: Voorkeurnetwerksoort
eo: Preferinda tipo de reto
te: అభీష్ట నెట్‌వర్క్ రకం

source: Network type could not be set
af: Netwerksoort kon nie gestel word nie
eo: Ne eblis difini la tipon de reto
te: నెట్‌వర్క్ రకాన్ని అమర్చలేకపోయాం

source: Network type
af: Netwerksoort
eo: Tipo de reto
kk: Желі түрі
km: ប្រភេទ​បណ្ដាញ
te: నెట్‍‌వర్క్ రకం

# operator-networkType-auto
source: Automatic
af: Outomaties
eo: Aŭtomate
kk: Автоматты түрде
te: స్వయంచాలకం

source: 3G preferred
af: 3G-voorkeur
eo: 3G preferata
te: 3జీ అభిమత

source: 2G only
af: Slegs 2G
eo: nur 2G
kk: Тек 2G
km: បានតែ 2G
te: 2జీ మాత్రమే

source: 3G only
af: Slegs 3G
eo: nur 3G
kk: Тек 3G
km: បានតែ 2G
te: 3జీ మాత్రమే

source: WCDMA preferred
af: WCDMA-voorkeur
eo: Preferi WCDMA
te: WCDMA అభిమత

source: Auto (2G/3G)
af: Outo (2G/3G)
eo: Aŭtomata (2G/3G)
te: స్వయం (2G/3G)

source: Auto (CDMA/EVDO)
af: Outo (CDMA/EVDO)
eo: Aŭtomata (CDMA/EVDO)
te: స్వయం (CDMA/EVDO)

source: Auto (WCDMA/GSM)
af: Outo (WCDMA/GSM)
eo: Aŭtomata (WCDMA/GSM)
te: స్వయం (WCDMA/GSM)

source: Auto (LTE/WCDMA/GSM)
af: Outo (LTE/WCDMA/GSM)
eo: Aŭtomata (LTE/WCDMA/GSM)
te: స్వయం (LTE/WCDMA/GSM)

source: Auto (LTE/CDMA/EVDO)
af: Outo (LTE/CDMA/EVDO)
eo: Aŭtomata (LTE/CDMA/EVDO)
te: స్వయం(LTE/CDMA/EVDO)

source: Auto (WCDMA/GSM/CDMA/EVDO)
af: Outo (WCDMA/GSM/CDMA/EVDO)
eo: Aŭtomata (WCDMA/GSM/CDMA/EVDO)
te: స్వయం (WCDMA/GSM/CDMA/EVDO)

source: Automatic selection
af: Outomatiese seleksie
eo: Aŭtomata elekto
kk: Автоматты түрде таңдау
km: ជម្រើស​ស្វ័យប្រវត្តិ
te: స్వయంచాలక ఎంపిక

# operator-networkSelect-auto
source: Automatic
af: Outomaties
eo: Aŭtomata
kk: Автоматты түрде
te: స్వయంచాలకం

source: Manual
af: Handmatig
eo: Permana
te: మానవీయం

source: Turn automatic selection off to view available network operators.
af: Skakel outomasiese keuse af om beskikbare netwerkoperateurs te bekyk.
eo: Malŝaltu la aŭtomatan elekton por vidi disponeblajn retajn provizantojn.
kk: Қолжетерлік желі операторларын қарау үшін автоматты таңдауды сөндіріңіз.
km: បិទ​ជម្រើស​ស្វ័យប្រវត្តិ​ដើម្បី​មើល​ប្រតិបត្តិករ​បណ្ដាញ​ដែល​មាន​។
te: అందుబాటులోవున్న నెట్‍‌వర్క్ నిర్వాహకులను చూడటానికి స్వయంచాలక ఎంపికను ఆపివేయి.

# operator-status-connecting
source: Connecting…
af: Koppel tans...
eo: konekto…
kk: Байланысуда...
km: កំពុង​ភ្ជាប់...
te: అనుసంధానిస్తున్నాను...

# operator-status-connectingfailed
source: Connection failed
af: Verbinding het misluk
eo: malsukcesa konekto
kk: Байланысу сәтсіз
km: បាន​បរាជ័យ​ការ​ភ្ជាប់
te: అనుసంధానం విఫలమైంది

# operator-status-connected
source: Connected
af: Gekoppel
eo: konektita
kk: Байланысқан
km: បាន​តភ្ជាប់
te: అనుసంధానమైంది

source: Roaming preference
af: Swerwingvoorkeur
eo: Preferoj de retmigrado
te: సంచార అభీష్టం

source: Home
af: Tuis
eo: Reto de la provizanto
te: నివాసం

# operator-roamingPreference-any
source: Any
af: Enige
eo: Ĉiuj retoj

source: Affiliated
af: Geaffilieerd
eo: Asociitaj retoj

source: Data settings
af: Datainstellings
eo: Agordoj de datumoj
kk: Деректер баптаулары
km: ការ​កំណត់​ទិន្នន័យ
te: దత్తాంశ అమరికలు

source: A-GPS settings
af: A-GPS-instellings
eo: Agordoj de A-GPS
kk: A-GPS баптаулары
km: ការ​កំណត់ A-GPS
te: A-GPS అమరికలు

source: Message settings
af: Boodskapinstellings
eo: Agordoj de mesaĝoj
kk: Хабарламалар баптаулары
te: సందేశ అమరికలు

source: Tethering settings
af: Looptou-instellings
eo: Agordoj de modema reĝimo
te: టిథెరింగు అమరికలు

source: IMS settings
af: IMS-instellings
eo: Agordoj de IMS
te: IMS అమరికలు

source: APN settings
af: APN-instellings
kk: APN баптаулары

source: MMS port
af: MMS-poort
eo: Pordo de MMS
kk: MMS порты
km: ច្រក MMS
te: ఎంఎంఎస్ ద్వారము

source: MMS proxy
af: MMS-instaanbediener
eo: Peranto de MMS
kk: MMS прокси
te: MMS ప్రాక్సీ

source: HTTP proxy host
af: HTTP-instaangasheer
eo: Nomo de retperanta servilo por HTTP
kk: HTTP прокси хосты
km: បង្ហោះ​ប្រូស៊ី HTTP
te: HTTP ప్రాతినిధ్య హోస్టు

source: HTTP proxy port
af: HTTP-instaanpoort
eo: Pordo de retperanta servilo por HTTP
kk: HTTP прокси порты
km: ច្រក​ប្រូកស៊ី HTTP

source: (custom settings)
af: (pasmaakinstellings)
eo: (personaj agordoj)
kk: (таңдауыңызша баптаулар)
km: (ការ​កំណត់​ផ្ទាល់ខ្លួន)
te: (అనురూపిత అమరికలు)

# apn-authType
source: Authentication
af: Waarmerking
eo: Aŭtentikigado
kk: Аутентификация
te: ధృవీకరణ

# apn-authType-notDefined
source: Not defined
af: Nie gedefinieer nie
eo: Ne difinita
te: నిర్వచించలేదు

# apn-authType-none
source: None
af: Geen
eo: Neniu
kk: Жоқ

source: PAP or CHAP
af: PAP of CHAP
eo: PAP aŭ CHAP
kk: PAP немесе CHAP
te: PAP లేదా CHAP

source: Protocol
af: Protokol
eo: Protokolo
te: ప్రోటోకాల్

source: Roaming protocol
af: Swerwingprotokol
eo: Retmigra protokolo
te: రోమింగు ప్రోటోకాల్

# apn-protocol-notDefined
source: Not defined
af: Nie gedefinieer nie
eo: Ne difinita
te: నిర్వచించలేదు

source: Turn ON data connection?
af: Skakel dataverbinding AAN?
eo: Ĉu ŝalti datuman konekton?
kk: Деректер байланысын іске қосу керек пе?
km: បើក​ការ​ភ្ជាប់​ទិន្នន័យ​ឬ?
te: దత్తాంశ అనుసంధానాన్ని చేతనించాలా?

source: Applications will automatically fetch data via data connection when required. Additional data charges may apply.
af: Toepassings sal outomaties data via dataverbinding soek soos nodig. Addisionele datakoste mag dalk van toepassing wees.
eo: Programoj elŝutos datumojn aŭtomate per la datuma konekto kiam bezonate. El tio povus rezulti ke vi devos aldone pagi la datumojn.
kk: Қолданбалар керек кезде деректерді деректер байланысы арқылы автоматты түрде алатын болады. Қосымша ақша алынуы мүмкін.
km: កម្មវិធី​នឹង​ចាប់​យក​ទិន្នន័យ​ដោយ​ស្វ័យប្រវត្តិ​តាម​​ការ​ភ្ជាប់​ទិន្នន័យ​នៅ​ពេល​ត្រូវការ។ បន្ទុក​ទិន្នន័យ​បន្ថែម​អាច​នឹង​អនុវត្ត។
te: అవసరమైనప్పుడు అనువర్తనాలు దత్తాంశ అనుసంధానం ద్వారా దత్తాంశాన్ని స్వయంచాలకంగా తెచ్చుకుంటాయి. అదనపు దత్తాంశ ధరలు వర్తించవచ్చు.

source: Turn ON data roaming?
af: Skakel dataswerwing AAN?
eo: Ĉu ŝalti datuman retmigradon?
kk: Деректер байланыс роумингін іске қосу керек пе?
km: បើក​ទិន្នន័យ​ពេល​ត្រាច់ចរ​ឬ?
te: దత్తాంశ రోమింగును ఆన్ చేయాలా?

source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
af: Addisionele koste mag dalk op data van toepassing wees as jy in ’n swerwingsarea in, afhangende van jou diensooreenkoms.
eo: Depende de via serva interkonsento, vi eble devos aldone pagi la datumojn kiam vi retmigras.
kk: Қызмет көрсету келісімшартына байланысты, роуминг аймағында болған кезде деректер үшін қосымша ақша алынуы мүмкін.
km: ផ្អែកលើ​កិច្ចព្រមព្រៀង​សេវាកម្ម​របស់​អ្នក បន្ទុក​បន្ថែម​​អាច​នឹង​អនុវត្ត​សម្រាប់​ទិន្នន័យ​នៅ​ពេល​អ្នក​ស្ថតិនៅ​ក្នុង​តំបន់​ត្រាច់ចរ។
te: మీరు రోమింగు ప్రాంతంలో ఉన్నప్పుడు మీ సేవా ఒప్పందం ఆధారంగా దత్తాంశం కోసం అదనపు చార్జీలు వర్తించవచ్చు.

source: Unknown state
af: Onbekende stand
eo: Nekonata stato
kk: Қалып-күйі белгісіз
te: తెలియని స్థితి

source: Available
af: Beskikbaar
eo: Disponebla
kk: Қолжетерлік
te: అందుబాటులోవుంది

# state-connected
source: Connected
af: Gekoppel
eo: Konektita
kk: Байланысқан
te: అనుసంధానమైంది

# state-current
source: Connected
af: Gekoppel
eo: Konektita
kk: Байланысқан
te: అనుసంధానమైంది

source: Forbidden
af: Verbode
eo: Malpermesita
kk: Тыйым салынған
te: నిషేధించబడింది

source: Turn Bluetooth on to view devices in the area.
af: Skakel Bluetooth aan om toestelle in die area te bekyk.
eo: Ŝaltu Bluetooth por vidi aparatojn en la ĉirkaŭaĵo.
kk: Бұл аймақтағы құрылғыларды қарап шығу үшін, Bluetooth-ді іске қосыңыз.
km: បើក​ប្ល៊ូធូស​ដើម្បី​មើល​ឧបករណ៍​ក្នុង​តំបន់។
te: ఈ ప్రాంతంలో పరికరాలను చూడటానికి బ్లూటూత్ చేతనించండి.

source: Paired devices
af: Saamgebinde toestelle
eo: Kunligitaj aparatoj
kk: Жұпталған құрылғылар
km: ផ្គូរផ្គង​ឧបករណ៍
te: జతపరచిన పరికరాలు

source: Devices in the area
af: Toestelle in die area
eo: Aparatoj en la ĉirkaŭaĵo
kk: Аумақтағы құрылғылар
km: ឧបករណ៍​ក្នុង​តំបន់
te: ఈ ప్రాంతంలోని పరికరాలు

source: Visible to all
af: Sigbaar vir almal
eo: Videbla por ĉiuj
kk: Барлығы үшін көрінетін
km: អាច​មើល​ឃើញ​ទាំងអស់

source: Your device name exceeds {{length}} characters. Please retry again.
af: Jou toestelnaam oorskry {{length}} karakters. Probeer asseblief weer.
eo: La nomo de via aparato estas pli longa ol {{length}} signoj. Bonvolu provi denove.
te: మీ పరికరం పేరు {{length}} అక్షరాలు మీరింది. దయచేసి మళ్ళీ ప్రయత్నించండి.

source: Bluetooth Address
af: Bluetooth-adres
eo: Adreso de Bluetooth
te: బ్లూటూత్ చిరునామా

# bluetooth-address-unavailable
source: Not available
af: Nie beskikbaar nie
eo: Ne disponebla

source: No devices paired
af: Geen toestelle saamgebind nie
eo: Neniu aparato kunligita
kk: Жұпталған құрылғылар жоқ
km: គ្មាន​ឧបករណ៍​ផ្គូរផ្គង
te: ఏ పరికరాలూ జతపరచలేదు

source: Turned off
af: Afgeskakel
eo: Malŝaltita
kk: Сөндірулі
km: បិទ
te: ఆపివేయబడింది

# bt-status-paired[one]
source: {{name}}, +{{n}} more
af: {{name}}, +{{n}} meer
kk: {{name}}, +{{n}} басқа
km: {{name}}, +{{n}} ច្រើន​ទៀត

# bt-status-paired[two]
source: {{name}}, +{{n}} more
af: {{name}}, +{{n}} meer
eo: {{name}} kaj {{n}} aliaj
kk: {{name}}, +{{n}} басқа
km: {{name}}, +{{n}} ច្រើន​ទៀត

# bt-status-paired[few]
source: {{name}}, +{{n}} more
af: {{name}}, +{{n}} meer
eo: {{name}} kaj {{n}} aliaj
kk: {{name}}, +{{n}} басқа
km: {{name}}, +{{n}} ច្រើន​ទៀត

# bt-status-paired[many]
source: {{name}}, +{{n}} more
af: {{name}}, +{{n}} meer
eo: {{name}} kaj {{n}} aliaj
kk: {{name}}, +{{n}} басқа
km: {{name}}, +{{n}} ច្រើន​ទៀត

# bt-status-paired[other]
source: {{name}}, +{{n}} more
af: {{name}}, +{{n}} meer
eo: {{name}} kaj {{n}} aliaj
kk: {{name}}, +{{n}} басқа
km: {{name}}, +{{n}} ច្រើន​ទៀត

source: Tap to connect
af: Tik op dit om te koppel
eo: Tuŝetu por konekti
kk: Байланысу үшін тиіңіз
km: ចុច​ដើម្បី​ភ្ជាប់
te: అనుసంధానించుటకు తట్టండి

source: Pairing with device…
af: Bind tans saam met toestel...
eo: Kunligado kun aparato
kk: Құрылғымен жұпты құру...
km: កំពុង​ផ្គូផ្គង​ជាមួយ​ឧបករណ៍...
te: పరికరంతో జతపరుస్తున్నాం…

source: Waiting for other device…
af: Wag vir ander toestelle...
eo: Atentado je la alia aparato…
kk: Басқа құрылғыны күту...
km: កំពុង​រង់ចាំ​ឧបករណ៍​ផ្សេង...

source: Paired
af: Saamgebind
eo: Kunligita
kk: Жұпталған
km: បាន​ផ្គូផ្គង
te: జతపరచబడింది

# device-status-connecting
source: Connecting…
af: Koppel tans...
eo: Konekto…
kk: Байланысуда...
km: កំពុង​ភ្ជាប់...

# device-status-connected
source: Connected
af: Gekoppel
eo: Konektita
kk: Байланысқан
km: បាន​តភ្ជាប់
te: అనుసంధానమైంది

source: Connected to phone audio
af: Gekoppel aan foonoudio
eo: Konektita al sono telefona
te: ఫోను శ్రవ్యకానికి అనుసంధానమైంది

source: Connected to media audio
af: Gekoppel aan media-oudio
eo: Konektita al sono de aŭdvidaĵo
te: మాధ్యమ శ్రవ్యకానికి అనుసంధానమైంది

source: Connected to phone/media audio
af: Gekoppel aan foon-/media-oudio
eo: Konektita al sono telefona/aŭdvida
te: ఫోను/మాధ్యమ శ్రవ్యకానికి అనుసంధానమైంది

source: Unpair
af: Ontpaar
eo: Malligi
kk: Жұптауды жою
km: មិន​ផ្គូរផ្គង

source: Confirm
af: Bevestig
eo: Konfirmi
te: నిర్ధారించండి

# device-option-unpair-confirmation
source: Confirmation
af: Bevestiging
eo: Konfirmo
te: నిర్ధారణ

source: Unpair Device?
af: Ontpaar toestel?

source: Connect
af: Koppel
eo: Konekti
kk: Байланысу
km: ភ្ជាប់
te: అనుసంధానించు

source: Disconnect
af: Ontkoppel
eo: Malkonekti
kk: Байланысты үзу
km: ផ្ដាច់
te: నిరనుసంధానించు

source: Searching for devices…
af: Soek tans vir toestelle...
eo: Serĉo de aparatoj…
kk: Құрылғыларды іздеу...
km: កំពុង​ស្វែងរក​ឧបករណ៍...
te: పరికరాల కోసం వెతుకుతున్నాను...

source: Search for devices
af: Soek vir toestelle
eo: Serĉo de aparatoj
kk: Құрылғыларды іздеу
km: ស្វែងរក​ឧបករណ៍
te: పరికరాల కోసం వెతుకు

source: Rename my device
af: Hernoem my toestel
eo: Renomi mian aparaton
kk: Менің құрылғымның атын ауыстыру
km: ប្ដូរ​ឈ្មោះ​ឧបករណ៍​ខ្ញុំ
te: నా పరికరం పేరుమార్చు

source: Unknown device
af: Onbekende toestel
eo: Nekonata aparato
kk: Белгісіз құрылғы
km: មិន​ស្គាល់​ឧបករណ៍
te: తెలియని పరికరం

source: Change phone name
af: Verander foonnaam
eo: Ŝanĝi nomon de telefono
kk: Телефон атын ауыстыру
km: ផ្លាស់ប្ដូរ​ឈ្មោះ​ទូរស័ព្ទ
te: దూరవాణి పేరు మార్చు

source: Change the name of your device as it appears in your computer
af: Verander die naam van jou toestel soos wat dit in jou rekenaar verskyn
eo: Ŝanĝi la nomon de via aparato kiu aperas en via komputilo
te: మీ కంప్యూటరులో కనపడే విధంగా మీ పరికరం యొక్క పేరును మార్చుకోండి

source: New name
af: Nuwe naam
eo: Nova nomo
kk: Жаңа аты
km: ឈ្មោះ​ថ្មី
te: కొత్త పేరు

source: Confirm devices to pair
af: Bevestig toestelle om saam te bind
kk: Құрылғылар жұпталуын растау
km: អះអាង​ឧបករណ៍​ដើម្បី​ផ្គូផ្គង

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
af: Om met {{device}} saam te bind, maak seker dat beide toestelle tans die volgende PIN vertoon:
kk: {{device}} құрылғысымен жұпталу үшін, екі құрылғыда да келесі PIN көрсетілгеніне көз жеткізіңіз:
km: ដើម្បី​ផ្គូផ្គង​ជាមួយ {{device}}, ត្រូវ​ប្រាកដ​ថា​ឧបករណ៍​ទាំងពីរ​នោះ​បច្ចុប្បន្ន​មាន​​កូដ PIN បាន​បង្ហាញ​ដូច​ខាងក្រោម៖

source: To pair with {{device}}, enter the PIN on the device.
af: Om met {{device}} saam te bind, voer die PIN op die toestel in.
kk: {{device}} құрылғысымен жұпталу үшін, құрылғыда PIN енгізіңіз.
km: ដើម្បី​ផ្គូផ្គង​ជាមួយ {{device}}, សូម​បញ្ចូល​ PIN ក្នុង​ឧបករណ៍។

source: To pair with {{device}}, enter the passkey on the device.
af: Om met {{device}} saam te bind, voer die wagsleutel op die toestel in.
kk: {{device}} құрылғысымен жұпталу үшін, құрылғыда кілттік кодын енгізіңіз.
km: ដើម្បី​ផ្គូផ្គង​ជាមួយ {{device}}, សូម​បញ្ចូល​​ពាក្យ​គន្លឹះ​ក្នុង​ឧបករណ៍។

source: Bluetooth pairing request
af: Bluetooth-saambindingsversoek
kk: Bluetooth жұптау сұранымы
km: សំណើ​ផ្គូផ្គង​តាម​ប្ល៊ូធូស

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
af: {{device}} wil graag met hierdie foon saambind. Om dit te aanvaar, maak seker dat beide toestelle tans die volgende PIN vertoon:
kk: {{device}} бұл телефонмен жұптағысы келеді. Қабылдау үшін, екі құрылғыда да келесі PIN коды көрсетілгеніне көз жеткізіңіз:
km: {{device}} ចង់​ផ្គូផ្គង​ជាមួយ​ទូរស័ព្ទ​នេះ។ ដើម្បី​យល់ព្រម ត្រូវ​ប្រាកដ​ថា​ឧបករណ៍​ទាំងពីរ​បច្ចុប្បន្ន​មាន​ PIN បាន​បង្ហាញ​ដូច​ខាងក្រោម៖

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
af: {{device}} wil graag met hierdie foon saambind. Om te aanvaar, voer die PIN op die toestel in.
kk: {{device}} бұл телефонмен жұптағысы келеді. Қабылдау үшін, құрылғыда PIN кодын енгізіңіз.
km: {{device}} ចង់​ផ្គូផ្គង​ជាមួយ​ទូរស័ព្ទ​នេះ។ ដើម្បី​យល់ព្រម សូម​បញ្ចូល​ PIN លើ​ឧបករណ៍​នេះ។

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
af: {{device}} wil graag met hierdie foon saambind. Om te aanvaar, voer die wagsleutel op die toestel in.
kk: {{device}} бұл телефонмен жұптағысы келеді. Қабылдау үшін, құрылғыда кілтті енгізіңіз.
km: {{device}} ចង់​ផ្គូផ្គង​ជាមួយ​ទូរស័ព្ទ​នេះ។ ដើម្បី​យល់ព្រម សូម​បញ្ចូល​​ពាក្យ​គន្លឹះ​លើ​ទូរស័ព្ទ​នេះ។

source: Unable to pair devices
af: Kan nie toestelle saambind nie
eo: Ne eblas kunligi aparatojn
kk: Құрылғыларды жұптау мүмкін емес
km: មិន​អាច​ផ្គូផ្គង​ឧបករណ៍
te: పరికరాలను జోడించలేకపోతున్నాము

source: Unable to pair with the device. Check that the PIN is correct.
af: Kan nie met die toestel saambind nie. Kontroleer dat die PIN reg is.
eo: Ne eblas kunligi vin kun la aparato. Kontrolu ĉu la PIN estas ĝusta.
kk: Құрылғыны жұптау мүмкін емес. PIN кодының дұрыстығын тексеріңіз.
km: មិន​អាច​ផ្គូផ្គង​ជាមួយ​ឧបករណ៍។ ពិនិត្យ​​កូដ​​ PIN ឲ្យ​បាន​ត្រឹមត្រូវ។
te: పరికరంతో జతపరచలేకపోతున్నాము. దయచేసి పిన్ సరిచూసుకోండి.

source: Unable to pair with the device. Too many requests.
af: Kan nie met die toestel saambind nie. Te veel versoeke.
eo: Ne eblas asocii la aparaton. Tro multaj petoj.
kk: Құрылғыны жұптау мүмкін емес. Сұранымдар саны тым көп.
km: មិន​អាច​ផ្គូផ្គង​ជាមួយ​ឧបករណ៍។ ការ​ស្នើ​ច្រើន​ពេក។

source: Unable to connect devices
af: Kan nie toestelle koppel nie
eo: Ne eblas kunligi aparatojn
kk: Құрылғыларды байланыстыру мүмкін емес
km: មិន​អាច​ភ្ជាប់​ឧបករណ៍
te: పరికరాలను అనుసంధానించలేకపోతున్నాము

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
af: Kontroleer dat die toestel waaraan jy wil koppel steeds in binne bereik is en Bluetooth aangeskakel het
eo: Kontrolu ĉu la aparato kiujn vi klopodas konekti estas ankoraŭ en la ĉirkaŭaĵo kaj havas aktivan Bluetooth.
kk: Сіз байланысам деген құрылғы әлі қолжетерлік қашықтықта және оның Bluetooth іске қосулы болғанын тексеріңіз.
km: ពិនិត្យ​មើល​ឧបករណ៍​ដែល​អ្នក​​កំពុង​ព្យាយាម​​ភ្ជាប់​ជាមួយ​​នៅ​តែ​ស្ថិត​នៅ​​ក្នុង​ជួរ និង​បាន​បើក​ប្ល៊ូធូស។

source: Unpair a connected device?
af: Ontpaar ‘n gekoppelde toestel?
eo: Ĉu malligi konektitan aparaton?
kk: Байланысқан құрылғының жұптауын үзу керек пе?
km: មិន​ផ្គូផ្គង​ឧបករណ៍​ដែល​បាន​ភ្ជាប់​ឬ?

source: You are currently connected to this device. Unpairing will also disconnect from it.
af: Jy is tans aan hierdie toestel gekoppel. Ontparing sal ook van dit ontkoppel.
eo: Vi estas nuntempe konektita al tiu aparato. Malligado ankaŭ malkonektos vin de ĝi.
kk: Сіз қазір құрылғыға байланысып тұрсыз. Жұптауды өшіру нәтижесінде ол құрылғымен байланыс үзіледі.
km: បច្ចុប្បន្ន​អ្នក​មិន​ត្រូវ​បាន​ភ្ជាប់​ទៅ​ឧបករណ៍​នេះ​ទេ។ ការ​មិន​ផ្គូផ្គង​​ក៏​នឹង​ផ្ដាច់​ពី​វា។

source: Bluetooth Request From
af: Bluetooth versoek van

source: The SSID cannot be empty
af: Die SSID kan nie leeg wees nie
eo: La SSID ne povas esti malplena
te: SSID ఖాళీగా ఉండకూడదు

source: Internet sharing
af: Internetdeel
eo: Divido de retaliro
kk: Интернетпен бөлісу
km: ការ​ចែករំលែក​អ៊ីនធឺណិត
te: అంతర్జాల పంచుకోలు

source: Share my phone’s Internet connection with a USB-connected device.
af: Deel my foon se internetverbinding met ’n USB-gekoppelde toestel.
eo: Dividi la retaliron de la telefono kun aparato konektita per USB.
kk: Менің телефонымдағы Интернет байланысымен USB арқылы байланысқан құрылғымен бөлісу.
km: ចែករំលែក​ការ​ភ្ជាប់​អ៊ីនធឺណិត​​លើ​ទូរស័ព្ទ​របស់​ខ្ញុំ​ជាមួយ​ឧបករណ៍​ដែល​បាន​ភ្ជាប់​តាម USB។
te: నా ఫోను యొక్క అంతర్జాల అనుసంధానం USB-అనుసంధానిత పరికరంతో పంచుకో.

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
af: Stel ander toestelle in staat om my foon se internetvervinding te deel deur vir Wi-Fi te koppel.
eo: Permesi ke aliaj aparatoj uzu la retaliron de la telefono per sendrata reto.
kk: Басқа құрылғыларға менің телефонымдағы Интернетке байланысын Wi-Fi арқылы қосылып, қолдануға рұқсат ету.
km: អនុញ្ញាត​ឧបករណ៍​ផ្សេង​ចែករំលែក​ការ​ភ្ជាប់​អ៊ីនធឺណិត​​​លើ​ទូរស័ព្ទ​របស់​ខ្ញុំ​ដោយ​ភ្ជាប់​តាម Wi-Fi ។
te: నా ఫోను యొక్క అంతర్జాల అనుసంధానాన్ని ఇతర పరికరాలు వై-ఫై ద్వారా అనుసంధానమవడానికి అనుమతించు.

source: Hotspot
af: Aksiekol
kk: Қатынау нүктесі

source: Wi-Fi hotspot
af: Wi-Fi-aksiekol
eo: Sendrata retalira punkto
kk: Wi-Fi қатынау нүктесі
te: వై-ఫై హాట్‌స్పాట్

source: Name
af: Naam
eo: Nomo
kk: Аты
km: ឈ្មោះ
te: పేరు

# wifi-password
source: Password
af: Wagwoord
eo: Pasvorto
kk: Пароль
km: ពាក្យ​សម្ងាត់
te: సంకేతపదం

# wifi-security
source: Security
af: Sekuriteit
eo: Sekureco
kk: Қауіпсіздік
km: សុវត្ថិភាព
te: భద్రత

source: USB tethering
af: USB-looptou
eo: Modemo USB
kk: USB модем
te: USB టెథరింగు

source: Hotspot settings
af: Aksiekol-instellings
eo: Agordoj de retalira punkto
kk: Қатынау нүктесінің баптаулары
km: ការ​កំណត់​ Hotspot
te: హాట్‌స్పాట్ అమరికలు

# wifi-auth-username
source: Username
af: Gebruikersnaam
eo: Uzantonomo
te: వాడుకరి పేరు

# wifi-auth-password
source: Password
af: Wagwoord
eo: Pasvorto
te: సంకేతపదం

# wifi-join-username
source: Username
af: Gebruikersnaam
eo: Uzantonomo
te: వాడుకరి పేరు

# wifi-join-password
source: Password
af: Wagwoord
eo: Pasvorto
te: సంకేతపదం

source: SSID network name
af: SSID-netwerknaam
eo: Nomo de reto SSID
kk: SSID желі атауы
km: ឈ្មោះ​បណ្ដាញ SSID
te: SSID నెట్‌వర్క్ పేరు

source: open
af: maak op
eo: malfermita
kk: ашық
km: បើក
te: బహిరంగం

source: The password must have at least 8 characters.
af: Die wagwoord moet ten minste 8 karakters hê.
eo: La pasvorto devas enhavi minimume 8 signojn.
te: సంకేతపదం కనీసం 8 అక్షరాలు కలిగివుండాలి.

source: Personalization
af: Verpersoonliking
eo: Persone agordi
kk: Жекешелендіру
km: ការ​កំណត់​ផ្ទាល់ខ្លួន
te: వ్యక్తిగతీకరణ

source: Sound
af: Klank
eo: Sono
kk: Дыбыс
km: សំឡេង
te: శబ్దం

source: Message
af: Boodskap
kk: Хабарлама
km: សារ

source: Tones
af: Tone
eo: Tonoj
km: សូរ​សំឡេង
te: స్వరాలు

source: Audible touch tones
af: Hoorbare aanraaktone
eo: Aŭdeblaj tuŝtonoj
te: వినబడే తాకుడు స్వరాలు

source: Short
af: Kort
eo: Mallonga
te: హ్రస్వం

source: Long
af: Lank
eo: Longa
te: దీర్ఘం

source: Select a tone
af: Kies ’n toon
eo: Elekti tonon
km: ជ្រើស​​សូរ​សំឡេង​មួយ
te: ఒక స్వరాన్ని ఎంచుకోడండి

source: Ringer
af: Luier
eo: Voksono
km: អ្នក​ចុច​កណ្ដឹង
te: రింగరు

source: Ringtones
af: Luitone
eo: Voktonoj
km: សំឡេង​រោទ៍
te: రింగుటోన్లు

source: Alert tones
af: Waarskuwingstone
eo: Atentigaj tonoj
km: សំឡេង​​​ប្រាប់​ឲ្យ​ដឹង

source: Volume & Tones
af: Volume & Tone
km: កម្រិត & សូរ​សំឡេង

source: Other sounds
af: Ander klanke
eo: Aliaj sonoj
kk: Басқа дыбыстар
km: សំឡេង​ផ្សេងទៀត
te: ఇతర శబ్దాలు

source: Alerts
af: Waarskuwings
eo: Atentigoj
km: ជូន​ដំណឹង
te: హెచ్చరికలు

source: Unlock screen
af: Ontgrendel skerm
eo: Malbloki ekranon
kk: Экран блоктауын алу
km: ដោះសោ​អេក្រង់
te: తెర తాళంతీయి

source: Camera shutter
af: Kamerasluiter
km: សន្ទះ​ពន្លឺ​កាម៉េរា

source: Video recording
af: Video-opname

source: Sent Mail
af: Gestuurde e-pos

source: Sent Message
af: Gestuurde boodskap
eo: Sendita mesaĝo
kk: Жіберілген хабарлама
te: పంపిన సందేశం

source: Ringer & Notifications
af: Luier & Kennisgewings
eo: Voksono kaj atentigoj
km: កណ្ដឹង​រោទ៍ & ការ​ជូន​ដំណឹង

source: Voice
af: Stem
kk: Дауыс
km: សំឡេង
