Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: af, eo, kk, km, te

# pukAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voordat hierdie SIM-kaart permanent onbruikbaar word. Verwys na jou SIM-kaartdokumentasie of skakel jou draers vir verdere inligting.
eo: Restas al vi {{n}} ŝancoj tajpi la ĝustan kodon antaŭ ol tiu ĉi SIM karto iĝos neniam plu uzebla. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
kk: Бұл SIM картасы тұрақты қолдануға жарамсыз болудың алдында сізде дұрыс кодты енгізуге {{n}} талабыңыз қалды. Көбірек білу үшін SIM картасы құжаттамасын оқыңыз немесе желілік операторыңызға хабарласыңыз.
te: ఈ సిమ్ కార్డు శాశ్వతంగా వాడలేని స్థితికి వచ్చేముందే సరైన సంకేతాన్ని ఇచ్చేందుకు ఇంకా {{n}} ప్రయత్నాలు మిగిలివున్నాయి. మరింత సమాచారం కోసం మీ సిమ్ కార్డు పత్రావళిని చూడండి లేదా మీ కారియర్‌ను సంప్రదించండి.

source: Last chance to enter the correct PUK code. Your SIM card will be permanently unusable if you enter in the wrong PUK code. Refer to your SIM card documentation or contact your carrier for more information.
af: Laaste kans om die regte PUK-kode in te voer. Jou SIM-kaart sal permanent onbruikbaar word as jy die verkeerde PUK-kode invoer. Verwys na jou SIM-kaartdokumentasie of skakel jou draers vir verdere inligting.
eo: Lasta ŝanco tajpi la ĝustan kodon PUK. Via karto SIM neniam plu estos uzebla se vi tajpas malĝustan kodon PUK. Legu la dokumentaron de via karto SIM aŭ kontaktu vian provizanton por pli da informo.
kk: Бұл - дұрыс PUK кодын енгізу үшін қалған соңғы талабыңыз. Егер қате PUK коды енгізілсе, бұл SIM картасы қолдану үшін тұрақты жарамсыз болып қалады. Көбірек білу үшін SIM картасы құжаттамасын оқыңыз немесе желілік операторыңызға хабарласыңыз.
km: លើក​ចុង​ក្រោយ​ក្នុង​ការ​បញ្ចូល​លេខ​កូដ PUK ដែល​ត្រឹមត្រូវ។ ស៊ីម​កាត​របស់​អ្នក​នឹង​​មិន​អាច​ប្រើ​បាន​ជា​រៀង​រហូត បើ​អ្នក​បញ្ចូល​លេខ​កូដ PUK ​ខុស។ យោង​​ទៅ​​ឯកសារ​ស៊ីម​កាត​របស់​អ្នក ឬ​ទាក់ទង​​ក្រុមហ៊ុន​គមនាគមន៍​របស់​អ្នក​សម្រាប់​ព័ត៌មាន​បន្ថែម។
te: సరైన పీయూకే సంకేతాన్ని ఇవ్వడానికి ఇది చివరి అవకాశం. మీరు తప్పు పీయూకే సంకేతాన్ని ఇస్తే మీ సిమ్ కార్డు శాశ్వతంగా వాడలేనిది అయిపోతుంది. మరింత సమాచారం కోసం మీ సిమ్ కార్డు పత్రావళిని చూడండి లేదా మీ క్యారియర్‌ను సంప్రదించండి.

source: Create PIN (must contain 4 to 8 digits)
af: Skep PIN (moet 4 tot 8 syfers bevat)
eo: Krei PIN (kiu devas havi inter 4 kaj 8 ciferojn)
kk: PIN жасау (4 - 8 сан болуы тиіс)
km: បង្កើត PIN (ត្រូវតែ​មាន​ ៤ ទៅ ៨ ខ្ទង់)
te: పిన్‌ను సృష్టించండి (తప్పనిసరిగా 4 నుండి 8 అంకెలుండాలి)

source: Create PIN2 (must contain 4 to 8 digits)
af: Skep PIN2 (moet 4 tot 8 syfers bevat)
eo: Krei PIN2 (kiu devas havi inter 4 kaj 8 ciferojn)
te: పిన్2ని సృష్టించండి (తప్పనిసరిగా 4 నుండి 8 అంకెలుండాలి)

source: Confirm new PIN
af: Bevestig nuwe PIN
eo: Konfirmi novan PIN
kk: Жаңа PIN кодын растау
km: អះអាង PIN ថ្មី
te: పిన్2 సృష్టించండి (తప్పనిసరిగా 4 నుండి 8 అంకెలుండాలి)

source: Confirm new PIN2
af: Bevestig nuwe PIN2
eo: Konfirmi novan PIN2
te: కొత్త పిన్2 నిర్ధారించండి

source: PINs don’t match
af: PIN’s pas nie
eo: La PIN kodoj ne kongruas.
kk: PIN кодтары өзара сәйкес келмейді.
km: PIN មិន​ត្រូវ​គ្នា
te: పిన్​లు సరిపోలలేదు

source: SIM-locked phone
af: SIM-gegrendelde foon
eo: SIM-blokita telefono
te: సిమ్-లాక్ చేయబడిన ఫోను

source: Unknown SIM card state
af: Onbekende SIM-kaartstand
eo: Nekonata stato de karto SIM
kk: SIM картасының күйі белгісіз
te: సిమ్ కార్డు స్థితి తెలియదు

source: SIM card not ready
af: SIM-kaart nie gereed nie
eo: Karo SIM ne pretas
kk: SIM картасы дайын емес
te: సిమ్ కార్డు సిద్ధంగా లేదు

source: Unauthorized SIM card
af: Ongemagtigde SIM-kaart
eo: Karto SIM ne rajtigita
te: ధృవీకరించని సిమ్ కార్డు

source: Do Not Track
af: Moenie volg nie
eo: Ne spuri
kk: Бақыламау
te: ట్రాక్ చేయవద్దు

source: Tell websites and apps that I do not want to be tracked
af: Vertel webwerwe en programme dat ek nie gevolg wil word nie
eo: Diri al retejoj ke mi ne volas esti spurita

source: Tell websites and apps that I want to be tracked
af: Vertel webwerwe en programme dat ek gevolg wil word
eo: Diri al retejoj kaj programoj ke mi ne volas esti spurita

source: Do not tell websites and apps anything about my tracking preferences
af: Moenie vir webwerwe en programme enigiets oor my volgingsvoorkeure vertel nie
eo: Diri nenion al retejoj kaj programoj pri miaj preferoj pri spurado
te: నా ట్రాకింగ్ అభిరుచుల గురించి జాల గూళ్ళకు ఏమీ చెప్పవద్దు

source: How does Do Not Track work?
af: Hoe werk “Moenie volg nie”?
eo: Kiel funkcias «Ne spuri»?
kk: Бақыламау қалай жұмыс істейді?
km: តើ​ Do Not Track ដំណើរការ​ដូចម្ដេច?
te: డూ నాట్ ట్రాక్ ఎలా పనిచేస్తుంది?

source: When you turn on Do Not Track, your device tells every website and app (as well as advertisers and other content providers) that you don’t want your behavior tracked.
af: As jy “Moenie volg nie” aanskakel, sal jou toestel vir elke webwerf en program vertel dat jy nie jou handelwyse gevolg wil hê nie.
eo: Kiam vi ŝaltas la trajton «Ne spuri» vi aparato diras al ĉiu retejo kaj programo (kaj ankaŭ al reklamistoj kaj aliaj provizantoj de enhavo) ke vi ne volas esti spurita.
km: នៅ​ពេល​បើក Do Not Track ឧបករណ៍​របស់​អ្នក​ប្រាប់​តំបន់បណ្ដាញ និង​កម្មវិធី​នីមួយ (ក៏ដូចជា​ អ្នក​ផ្សព្វផ្សាយ និង​អ្នក​ផ្ដល់​មាតិកា​ផ្សេងៗ) ថា​អ្នក​មិន​ចង់​ឲ្យ​តាមដាន​អាកប្បកិរិយា​​របស់​អ្នក​ទេ។

source: Turning on Do Not Track won’t affect your ability to sign in to websites nor cause your device to forget your private information, such as the contents of shopping carts, location information or sign-in information.
af: Deur “Moenie Naspeur” aan te skakel, sal nie jou vermoë beïnvloed om tot webwerwe aan te meld nie en sal ook nie toelaat dat jou toestel jou private inligting vergeet nie, soos die inhoud van inkopiemandjies, liggingsinligting of aanmeldingsinligting.
eo: Ŝalto de «Ne spuri» ne efikos viajn ensalutojn nek igos vian aparaton forgesi vian privatan informon, kiel ekzemple la enhavo de via aĉetumĉareto, pozicio, aŭ legitimaĵoj.
km: ការ​បើក Do Not Track នឹង​មិន​ប៉ះពាល់​​ភាព​អាច​ចូល​ក្នុង​តំបន់បណ្ដាញ ឬ​មិន​បង្ក​ឲ្យ​ឧបករណ៍​របស់​អ្នក​ភ្លេច​ព័ត៌មាន​ឯកជន​របស់​អ្នក ដូចជា​​​មាតិកា​នៃ​ការ​ទិញ​ទំនិញ ព័ត៌មាន​ទីកន្លែង ឬ​ព័ត៌មាន​ការ​ចូល។

source: Storage
af: Berging
eo: Konservejo
kk: Жинақтауыш
km: ឧបករណ៍​ផ្ទុក

# enableUSBStorage1
source: USB storage
af: USB-berging

source: Device storage
af: Toestelberging
kk: Құрылғы жинақтауышы
km: កន្លែង​ផ្ទុក​​​ឧបករណ៍

source: USB mass storage
af: USB-massaberging
kk: USB жинақтауышы
km: ឧបករណ៍​ផ្ទុក USB

source: Unplug USB cable to disable
af: Ontprop USB-kabel om te deaktiveer
eo: Malkonekti la kablon USB por malaktivigi
kk: Сөндіру үшін USB кабелін суырыңыз
km: ដក​ខ្សែ USB ដើម្បី​បិទ​មិន​ឲ្យ​ប្រើ​បាន

source: Application storage
af: Programberging
eo: Konservejo de programoj
kk: Қолданба жинақтауышы
km: កន្លែង​ផ្ទុក​កម្មវិធី

source: B
af: G
eo: O
kk: Б
te: బై

source: GB
af: GG
eo: GO
kk: ГБ
te: గిబై

source: TB
af: TG
eo: TO
kk: ТБ
te: టెబై

# availableSize[zero]
source: {{size}} {{unit}} available
af: {{size}} {{unit}} beskikbaar
eo: {{size}} {{unit}} disponebla
kk: {{size}} {{unit}} қолжетерлік
km: {{size}} {{unit}} ទំនេរ

# availableSize[one]
source: {{size}} {{unit}} available
af: {{size}} {{unit}} beskikbaar
eo: {{size}} {{unit}} disponebla
kk: {{size}} {{unit}} қолжетерлік
km: {{size}} {{unit}} ទំនេរ
te: {{size}} {{unit}} అందుబాటులోవుంది

# availableSize[two]
source: {{size}} {{unit}} available
af: {{size}} {{unit}} beskikbaar
eo: {{size}} {{unit}} disponeblaj
kk: {{size}} {{unit}} қолжетерлік
km: {{size}} {{unit}} ទំនេរ
te: {{size}} {{unit}} అందుబాటులోవుంది

# availableSize[few]
source: {{size}} {{unit}} available
af: {{size}} {{unit}} beskikbaar
eo: {{size}} {{unit}} disponeblaj
kk: {{size}} {{unit}} қолжетерлік
km: {{size}} {{unit}} ទំនេរ

# availableSize[many]
source: {{size}} {{unit}} available
af: {{size}} {{unit}} beskikbaar
eo: {{size}} {{unit}} disponeblaj
kk: {{size}} {{unit}} қолжетерлік
km: {{size}} {{unit}} ទំនេរ

# availableSize[other]
source: {{size}} {{unit}} available
af: {{size}} {{unit}} beskikbaar
eo: {{size}} {{unit}} disponeblaj
kk: {{size}} {{unit}} қолжетерлік
km: {{size}} {{unit}} ទំនេរ

# apps-total-space
source: Total space
af: Totale spasie
eo: Tuta spaco

source: Used
af: Is gebruik
eo: Uzita
kk: Қолдануда
km: បាន​ប្រើ

source: Left
af: Oor
eo: Libera
kk: Қалған
km: នៅ​សល់

source: Photos, videos and music are stored separately from apps. See media storage for details.
af: Foto’s, video’s en musiek word apart van programme gestoor. Raadpleeg mediaberging vir details.
eo: Fotoj, filmetoj kaj muziko estas konservitaj aparte de la programoj. Detalojn vi trovos en la aŭdvida konservejo.

source: {{list}} shared
af: {{list}} gedeel
eo: {{list}} dividita
kk: {{list}} бөлісуде

source: Media storage
af: Mediastoorplek
eo: Aŭdvida konservejo
kk: Тасушы жинақтауышы
km: កន្លែង​ផ្ទុក​មេឌៀ

# enableUSBStorage2
source: USB storage
af: USB-berging

source: Internal Storage
af: Interne berging
kk: Ішкі жинақтауыш

# storage-name-internal
source: Internal Storage
af: Interne berging
kk: Ішкі жинақтауыш

source: SD Card Storage
af: SD-kaartstoorplek
eo: Konservejo en karto SD
kk: SD карта жинақтауышы
te: SD కార్డు నిల్వ

source: SD Card Storage 2
af: SD-kaartstoorplek 2
eo: Konservejo en karto SD 2
kk: SD карта жинақтауышы 2
te: SD కార్డు నిల్వ 2

source: Internal
af: Interne
eo: Interna
kk: Iшкi
te: అంతర్గతం

source: SD Card
af: SD-kaart
eo: Karto SD
kk: SD картасы
te: SD కార్డు

source: SD Card 2
af: SD-kaart 2
eo: Karto SD 2
kk: SD картасы 2
te: SD రకం 2

source: Music
af: Musiek
eo: Muziko
kk: Музыка
km: តន្ត្រី
te: సంగీతం

source: Pictures
af: Prente
eo: Bildoj
kk: Суреттер
km: រូបភាព
te: చిత్రాలు

source: Movies
af: Flieke
eo: Filmoj
kk: Кинолар
km: ភាពយន្ត

# left-space
source: Space left
af: Spasie oor
eo: Libera spaco
kk: Қалған орны

# free-space
source: Space left
af: Spasie oor
eo: Libera spaco
kk: Қалған орны

source: Total space
af: Totale spasie
eo: Tuta spaco

# size-not-available
source: Not available
af: Nie beskikbaar nie
eo: Ne disponebla
kk: Қолжетерсіз
te: అందుబాటులో లేదు

source: No storage found
af: Geen berging gevind
eo: Neniu konservejo trovita
kk: Жинақтаушы құрылғы табылмады
km: រក​​មិន​ឃើញ​កន្លែង​ផ្ទុក

source: Advanced
af: Gevorderd
eo: Spertaj
kk: Кеңейтілген
km: កម្រិត​ខ្ពស់
te: ఉన్నతం

source: Enable USB storage?
af: Aktiveer USB-berging?
eo: Ĉu ŝalti la reĝimon de disko USB?

source: Turning on Enable USB storage allows another computer or device connected using USB to access files on this phone.
af: Deur “Aktiveer USB-berging” aan te skakel, stel dit ’n ander rekenaar of toestel wat gekoppel is deur USB te gebruik, om toegang tot lêers op hierdie foon te verkry.
eo: Ŝalto de la reĝimo de disko USB permesas al alia komputilo aŭ aparato konektita per USB aliri la dosierojn en tiu ĉi telefono.
kk: USB жинақтауышын іске қосу нәтижесінде USB арқылы жалғанған басқа компьютер не құрылғыға бұл телефондағы файлдарды көре алады.

source: Default media location
af: Verstekmedialigging
eo: Norma aŭdvida loko
kk: Медианың үнсіз келісім бойынша орналасуы

source: Choose where photos, videos, music and downloads are stored by default.
af: Kies waar foto’s, video’s, musiek en aflaaisels by verstek gestoor word.
eo: Elektu kie fotoj, filmetoj, muziko kaj elŝutoj estos norme konservitaj.
kk: Үнсіз келісім бойынша фото, видео, музыка және жүктемелер қайда сақталатынын таңдаңыз.

source: Changing the default media storage volume will affect where photos, videos, downloads and other media will be saved to by default. Existing data will remain in its current location.
af: Die verandering van die bergingsvolume van die verstekmedia, sal beïnvloed waar foto’s, video’s, aflaaiself en ander media by verstek gestoor sal word. Bestaande data sal in die huidige ligging bly.
eo: Ŝanĝo de la norman aŭvidan konservejon modifos la norman lokon kie fotoj, filmetoj, elŝutoj kaj aliaj aŭdvidaĵoj estos konservitaj. Ekzistantaj datumoj restos en iliaj nunaj lokoj.

source: Share using USB
af: Deel deur USB te gebruik
eo: Dividi per USB
kk: USB арқылы бөлісу
te: USB వాడి పంచుకొను

source: Format SD card
af: Formateer SD-kaart
eo: Strukturi karton SD
te: SD కార్డు ఫార్మాట్‌చేయి

# format-sdcard-title
source: Format SD card
af: Formateer SD-kaart
eo: Strukturi karton SD
te: SD కార్డు ఫార్మాట్‌చేయి

source: This will erase all data stored on your SD card, such as music and photos.
af: Dit sal alle data uitwis wat op jou SD-kaart geberg is, soos musiek en foto’s.
eo: Tio ĉi forigas ĉiujn konservitajn datumojn en via karto SD, kiel muzikon kaj fotojn.
te: ఇది మీ SD కార్డులో ఉన్న సంగీతం మరియు ఛాయాచిత్రాల వంటి దత్తాంశాన్నంతటినీ చెరిపివేస్తుంది.

source: Format
af: Formateer
eo: Strukturi
te: ఫార్మాట్‌చేయి

source: Device
af: Toestel
eo: Aparato
kk: Құрылғы
km: ឧបករណ៍
te: పరికరం

source: Help
af: Hulp
eo: Helpo
kk: Көмек
km: ជំនួយ
te: సహాయం

source: Device information
af: Toestelinligting
eo: Aparata informo
kk: Құрылғы ақпараты
km: ព័ត៌មាន​​ពី​ឧបករណ៍
te: పరికర సమాచారం

source: Phone number
af: Foonnommer
eo: Telefonnumero
kk: Телефон нөмірі
km: លេខ​ទូរស័ព្ទ​
te: ఫోను నెంబరు

source: SIM {{index}}: Not available
af: SIM {{index}}: Nie beskikbaar nie

source: Downloads
af: Aflaaisels
eo: Elŝutoj
te: దింపుకోళ్ళు

source: Unknown
af: Onbekend
eo: Nekonata
te: గుర్తుతెలియని

source: SIM {{index}}: Unknown
af: SIM {{index}}: Onbekend
eo: SIM {{index}}: nekonata

source: Git commit info
af: GIT-verbindingsinligting
kk: Git коммит ақпараты

source: Developer
af: Ontwikkelaar
eo: Programisto
kk: Өндіруші
km: អ្នក​អភិវឌ្ឍន៍

source: Developer HUD
af: Ontwikkelaar HUD
eo: Disvolvanta HUD

source: Log changes in adb
af: Log verandering in adb

source: Problems
af: Probleme
eo: Problemoj
te: సమస్యలు

source: Warnings
af: Waarskuwings
eo: Avertoj
te: హెచ్చరికలు

source: Errors
af: Foute
eo: Eraroj

source: Security issues
af: Sekuriteitsprobleme
eo: Sekureca temo
te: భద్రతా సమస్యలు

source: Performance
af: Werkverrigting
eo: Efikeco
te: పనితనం

source: Reflows
af: Terugvloeiings
eo: Rekalkuloj de DOM

source: Frames per second
af: Rame per sekonde
eo: Kadroj per sekundo
te: ఫ్రేమ్స్ పర్ సెకండ్

source: Time to load
af: Tyd om te laai
eo: Tempo de ŝargado
te: నింపు సమయం

source: Memory
af: Geheue
eo: Memoro
te: మెమొరీ

source: App memory
af: Programgeheue
eo: Memoro de programo

source: JS objects
af: JS-voorwerpe
eo: Objektoj JS

source: JS strings
af: JS-stringe
eo: Tekstoj JS

source: JS other
af: JS-ander
eo: Aliaj JS

source: Style
af: Styl
eo: Stilo

# hud-other
source: Other
af: Ander
eo: Alia

source: Software
af: Programmatuur
eo: Programo
kk: Бағд. қамтама
km: កម្មវិធី​​ផ្នែក​ទន់

source: Developer settings
af: Ontwikkelaarinstellings
kk: Өндіруші баптаулары
km: ការ​កំណត់​អ្នក​អភិវឌ្ឍន៍

source: Debug
af: Ontfout
eo: Sencimigi
kk: Жөндеу
km: បំបាត់​កំហុស
te: దోషవిశ్లేషణ

source: Developer Menu
af: Ontwikkelaarkieslys
eo: Menuo de disvolvantoj

source: Draw layers borders
af: Teken lae-grense

source: Enable hardware composer
af: Aktiveer apparatuurskrywer

source: Flash repainted area
af: Flitsherverfde area
kk: Қайта бейнеленетін аймақты жыпылықтау

source: Dump layers tree
af: ? laagboom

source: Enable APZ for all content processes
af: Aktiveer APZ vir alle inhoudsprosesse

source: Layers: Enable Tiles
af: Lae: Aktiveer teëls

source: Layers: Simple Tiles
af: Lae: Eenvoudige teëls

source: Layers: Progressive Paint
af: Lae: Progressiewe verf

source: Layers: Draw Tile Borders
af: Lae: Teken teëlgrense

source: Displayport Heuristics
af: Vertoonpoort Heuristiese inligting

# apz-heuristic-default
source: Default
af: Verstek

source: Center displayport
af: Sentreer vertoonpoort

source: Assume perfect paints
af: Aanvaar perfekte verwe

source: Taller displayport
af: Langer vertoonpoort

source: Faster paints
af: Vinniger verwe

source: No checkerboarding
af: Geen oudiogroepering

source: Log slow animations
af: Log stadige animasies
eo: Registri malrapidajn movbildojn
kk: Баяй анимацияларды журналдау
km: ចលនា​យឺតៗ​សម្ពឹក

source: Remote debugging
af: Afstandsontfouting
kk: Қашықтан жөндеу
km: ការ​បំបាត់​កំហុស​ពី​ចម្ងាយ

# debugger-disabled
source: Disabled
af: Gedeaktiveer
eo: Malaktiva

source: ADB only
af: Slegs ADB
eo: Nur ADB

source: ADB and Devtools
af: ADB en Devtools

source: Show devtools overlay
af: Vertoon devtools-oorlegsel

source: Jank Threshold
af: Jank-drumpel
eo: Limo de malfruo

source: Wi-Fi output in adb
af: Wi-Fi-afvoer in adb
kk: adb ішіндегі Wi-Fi шығысы
km: លទ្ធផល Wi-Fi ក្នុង adb

source: Bluetooth output in adb
af: Bluetooth-afvoer in adb

source: Console enabled
af: Konsole geaktiveer
eo: Konzolo aktiva
kk: Консоль іске қосылған
km: បាន​អនុញ្ញាត Console

source: OS version
af: OS-weergawe
eo: OS Versio
kk: ОЖ нұсқасы
km: កំណែ​ប្រព័ន្ធ​ប្រតិបត្តិការ
te: ఓయస్ రూపాంతరం

source: Firmware revision
af: Firmware-hersiening
eo: Revizio de firmprogramo
kk: Firmware нұсқасы
km: ការ​កែប្រែ​ Firmware

source: Hardware revision
af: Apparatuurhersiening
eo: Revizio de aparato
kk: Құрылғы нұсқасы
km: ការ​កែប្រែ​ផ្នែក​រឹង

source: Platform version
af: Platformweergawe
eo: Versio de platformo
kk: Платформа нұсқасы
km: កំណែ​ប្រព័ន្ធ

source: Build Identifier
af: Bou Identifiseerder
eo: Identigilo de konstruo
kk: Жинақ анықтауышы
km: បង្កើត​អត្តសញ្ញាណ

source: Update channel
af: Werk kanaal by
eo: Ĝisdatiga kanalo
kk: Жаңартулар арнасы
km: ធ្វើ​បច្ចុប្បន្ន​ភាព​ឆានែល

source: Last Updated
af: Onlangste bygewerk
eo: Laste modifita
kk: Соңғы жаңартылған
km: បាន​ធ្វើ​បច្ចុប្បន្នភាព​ចុង​ក្រោយ

source: More Information
af: Meer inligting
eo: Pli da informo
kk: Көбірек ақпарат
km: ព័ត៌មាន​បន្ថែម

source: Software updates
af: Programmatuurbywerkings
eo: Programaj ĝisdatigoj
kk: Бағд. қамтама жаңартулары
km: ធ្វើ​បច្ចុប្បន្នភាព​កម្មវិធី​ផ្នែក​ទន់

source: Daily
af: Daagliks
eo: Ĉiutage
kk: Күнде
km: ប្រចាំ​ថ្ងៃ​
te: ప్రతీదినం

source: Weekly
af: Weekliks
eo: Ĉiusemajne
kk: Апта сайын
km: ប្រចាំ​សប្ដាហ៍
te: ప్రతీవారం

source: Monthly
af: Maandeliks
eo: Ĉiumonate
kk: Ай сайын
km: ប្រចាំ​ខែ
te: ప్రతీమాసం

source: Check for updates
af: Kontroleer vir bywerkings
eo: Kontroli ĉu estas ĝisdatigoj
kk: Жаңартуларға тексеру
km: ពិនិត្យ​រក​​​បច្ចុប្បន្នភាព
te: నవీకరణల కోసం చూడు

source: Check now
af: Kontroleer nou
eo: Kontroli nun
kk: Қазір тексеру
km: ពិនិត្យ​ឥឡូវ​នេះ​
te: ఇప్పుడే పరీక్షించు

source: Update status
af: Werk status by
eo: Stato de ĝisdatigo
kk: Жаңарту қалып-күйі
km: ស្ថានភាព​បន្ទាន់​សម័យ
te: నవీకరణ స్థితి

source: Checking for updates…
af: Kontroleer tans vir bywerkings...
eo: Ĝisdatigoj kontrolatajChecking for Updates…
kk: Жаңартуларға тексеру...
km: កំពុង​ពិនិត្យ​រក​បច្ចុប្បន្នភាព...
te: నవీకరణల కోసం చూస్తున్నాం…

source: No updates were found
af: Geen bywerkings is gevind nie
eo: Neniu ĝisdatigo haveblas
kk: Жаңартулар табылмады
km: រក​មិន​ឃើញ​បច្ចុប្បន្នភាព
te: ఎటువంటి నవీకరణలు లేవు

source: Network is offline. Will check again when the network is online.
af: Netwerk is vanlyn. Sal weer kontroleer as die netwerk aanlyn is.
eo: Malkonektita. Reklopodo ĉe venonta konektiĝo
kk: Желі жоқ. Желі бар болған кезде қайта тексеріледі.
km: គ្មាន​ការ​ភ្ជាប់​បណ្ដាញ។ នឹង​ពិនិត្យ​ម្ដង​ទៀត​នៅ​ពេល​​មាន​បណ្ដាញ​។

source: This is already the latest version of {{brandShortName}}
af: Hierdie is reeds die nuutste weergawe van {{brandShortName}}
eo: Tiu ĉi jam estas la lasta versio de Firefox OS
kk: Бұл - {{brandShortName}} соңғы нұсқасы болып тұр
km: នេះ​ជា​កំណែ​ចុងក្រោយ​បំផុត​​នៃ {{brandShortName}} ដែល​រួចរាល់។

source: There was an error when checking for updates.
af: Daar was ’n fout tydens kontrolering vir bywerkings.
eo: Okazis eraro dum kontrolo de ĝisdatigoj.
kk: Жаңартуларды тексеру кезінде қате орын алды.
km: មាន​កំហុស​នៅ​ពេល​ពិនិត្យ​រក​បច្ចុប្បន្នភាព។

source: About {{brandShortName}}
af: Meer oor {{brandShortName}}
eo: Pri {{brandShortName}}
kk: {{brandShortName}} туралы
km: អំពី {{brandShortName}}

source: {{brandShortName}} is the free and open source operating system from Mozilla. Our mission is to promote openness, innovation and opportunity by keeping the power of the Web in your hands.
af: {{brandShortName}} is die gratis en oopbron-bedryfstelsel vir Mozilla. Ons missie is op openhartigheid, innovering en geleenthede te bevorder deur dei mag van die web in ons hande te hou.
eo: {{brandShortName}} estas la libera kaj malfermitkoda mastruma sistemo de Mozilla. Nia misio estas stimuli malfermitecon, novigemon kaj oportunon, kio eblas se vi havas la povon de la Teksaĵo en viaj manoj.
kk: {{brandShortName}} бұл Mozilla жасаған тегін және еркін операциялық жүйесі. Біздің мақсатымыз - Интернет қуатын қолыңыздан шығармау арқылы ашықтық, инновациялар және мүмкіндіктерді ілгері жылжыту.
km: {{brandShortName}} គឺ​ជា​ប្រព័ន្ធ​ប្រតិបត្តិការ​​កូដ​ចំហ និង​ឥត​គិត​ថ្លៃ​​​ពី Mozilla ។ បេសកកម្ម​របស់​យើង​ គឺ​ជំរុញ​ភាព​បើក​ទូលាយ ការ​ច្នៃប្រឌិត​​ថ្មី និង​ឱកាស​​ដោយ​រក្សា​​អានុភាព​​នៃ​បណ្ដាញ​ក្នុង​ដៃ​អ្នក។

source: Learn More
af: Leer meer
eo: Pli da informo
kk: Көбірек білу
km: ស្វែងយល់​បន្ថែម
te: మరింత తెలుసుకోండి

source: Reset Phone
af: Stel foon terug
eo: Restartigi telefonon
kk: Телефонды бастапқы күйіне тастау
km: កំណត់​ទូរស័ព្ទ​ឡើងវិញ

source: CAUTION
af: WAARSKUWING
eo: PRUDENTO

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
af: Terugstelling sal al jou data uitwis, insluitende enige programme wat jy aangekoop het. Die foon sal na die fabriekstoestand teruggelaai word. Niks van jou instellings of data sal geberg word nie.

source: Your Rights
af: Jou regte
eo: Viaj rajtoj
kk: Құқықтарыңыз
km: សិទ្ធិ​របស់​អ្នក
te: మీ హక్కులు

source: {{brandShortName}} is built on free and open source software by a community of thousands from all over the world. There are a few things you should know:
af: {{brandShortName}} is gebou op gratis en oopbron-programmatuur deur ’n gemeenskap van duisende van regoor die wêreld. Daar is ’n paar dinge wat jy moet weet:
eo: Mozilla Firefox is free and open source software, built by a community of thousands from all over the world. There are a few things you should know:
km: {{brandShortName}} ត្រូវ​បាន​បង្កើត​ឡើង​​លើ​កម្មវិធី​កូដ​ចំហ និង​ឥត​គិត​ថ្លៃ​ដោយ​​សហគមន៍​រាប់​ពាន់​​ពាសពេញ​ពិភព​លោក។ មាន​រឿង​មួយ​ចំនួន​ដែល​អ្នក​គួរ​ដឹង៖
