Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: af, eo, kk, km, te

source: Settings
af: Instellings
eo: Agordoj
kk: Баптаулар
km: ការ​កំណត់
te: అమరికలు

source: Advanced settings
af: Gevorderde instellings
eo: Spertaj agordoj
kk: Кеңейтілген баптаулар
km: ការ​កំណត់​កម្រិត​ខ្ពស់
te: అధునాతన అమరికలు

source: Default
af: Verstek

source: Enabled
af: Geaktiveer
eo: Aktiva
kk: Іске қосулы
km: បាន​អនុញ្ញាត
te: చేతనమైవుంది

source: Disabled
af: Gedeaktiveer
eo: Malaktiva
kk: Сөндірулі
km: បាន​បិទ
te: అచేనమైవుంది

source: Error
af: Fout
eo: eraro
kk: ҚАте
km: កំហុស
te: దోషం

source: OK
af: Goed
eo: Akcepti
kk: ОК
km: យល់​ព្រម
te: సరే

source: Yes
af: Ja
eo: Jes
kk: Иә
km: បាទ/ចាស
te: అవును

source: No
af: Nee
eo: Ne
kk: Жоқ
km: ទេ
te: కాదు/వద్దు

source: Reset
af: Stel terug
eo: Rekomenci
te: మునుపటివలె

source: Cancel
af: Kanselleer
eo: Nuligi
kk: Бас тарту
km: បោះបង់
te: రద్దుచేయి

source: Close
af: Maak toe
eo: Fermi
kk: Жабу
km: បិទ
te: మూసివేయి

source: Back
af: Terug
eo: Malantaŭen
kk: Артқа
km: ថយក្រោយ
te: వెనక్కి

source: Continue
af: Gaan voort
eo: Daŭrigi
kk: Жалғастыру
te: కొనసాగించు

source: Pair
af: Bind saam
eo: Paro
kk: Жұптау
km: គូរ
te: జత

source: Done
af: Klaar
eo: Preta
kk: Дайын
km: ធ្វើ​រួច
te: అయినది

source: Set
af: Stel
eo: Difini
kk: Орнату
km: កំណត់
te: అమర్చు

source: Not now
af: Nie nou nie
eo: Ne nun
kk: Қазір емес
km: មិន​មែន​ឥឡូវ
te: ఇప్పుడు కాదు

source: Turn ON
af: Skakel AAN
eo: Ŝalti
kk: Іске қосу
km: បើក
te: చేతనించు

source: Select a SIM card
af: Kies ’n SIM-kaart
eo: Elekti karton SIM
te: సిమ్ కార్డును ఎంచుకోండి

# unavailable
source: Not available
af: Nie beskikbaar nie

source: Network & Connectivity
af: Netwerk & Konnektiwiteit
eo: Reto kaj konektebleco
kk: Желілер мен байланысу
km: បណ្ដាញ & ការ​ត​ភ្ជាប់
te: నెట్‌వర్క్ & అనుసంధానత

source: Airplane mode
af: Vliegtuigmodus
eo: Reĝimo de aviadilo
kk: Ұшақтағы режим
km: របៀប​លើ​យន្តហោះ
te: విమాన రీతి

source: Geolocation
af: Geoligging
eo: Pozicio
kk: Геолокация
te: భౌగోళికస్థానం

source: Turn Wi-Fi on to view available networks.
af: Skakel Wi-Fi aan om beskikbare netwerke te bekyk.
eo: Ŝaltu la sendratan reton por vidi atingeblajn retojn.
kk: Қолжетерлік желілерді қарау үшін, Wi-Fi іске қосыңыз.
km: បើក Wi-Fi ដើម្បី​មើល​បណ្ដាញ​ដែល​មាន។
te: అందుబాటులో ఉన్న నెట్‌వర్కులను చూడటానికి వై-ఫై చేతనించండి.

source: Available networks
af: Beskikbare netwerke
eo: Atingeblaj retoj
kk: Қолжетерлік желілер
km: បណ្ដាញ​ដែល​អាច​ប្រើបាន
te: అందుబాటులోవున్న నెట్‌వర్కులు

source: Known networks
af: Bekende netwerke
eo: Konataj retoj
kk: Белгілі желілер
km: បណ្ដាញ​ដែល​ស្គាល់
te: తెలిసిన నెట్‌వర్కులు ఏవీ లేవు

source: Hidden networks
af: Versteekde netwerke
eo: Kaŝitaj retoj
kk: Жасырын желілер
km: បណ្ដាញ​ដែល​លាក់
te: దాగిన నెట్‌వర్కులు

source: Searching…
af: Soek tans...
eo: Serĉado…
kk: Іздеу...
km: កំពុង​ស្វែងរក...
te: వెతుకుతున్నాను...

source: Search again
af: Soek weer
eo: Serĉi denove
kk: Қайта іздеу
km: ស្វែងរក​ម្ដង​ទៀត
te: మరలా వెతుకు

source: Initializing…
af: Inisialiseer tans...
eo: starto…
kk: Іске қосу...
km: កំពុង​ចាប់ផ្តើម...
te: ఆరంభిస్తున్నాను...

source: Connecting to {{ssid}}…
af: Koppel aan {{ssid}}…
eo: konektado al {{ssid}}…
kk: Байланысты орнату: {{ssid}}
km: កំពុង​ភ្ជាប់​ទៅ {{ssid}}…
te: {{ssid}} కు అనుసంధానిస్తున్నాను...

# fullStatus-associated
source: Obtaining an IP address…
af: Verkry tans ’n IP-adres...
eo: akirado de adreso IP…
kk: IP адресін алу…
km: កំពុង​ទទួល​អាសយដ្ឋាន IP...
te: ఐపీ చిరునామాను పొందుతున్నాను...

source: Connected to {{ssid}}
af: Gekoppel aan {{ssid}}
eo: konektita al {{ssid}}.
kk: Байланыс орнатылған: {{ssid}}
km: បាន​ភ្ជាប់​ទៅ {{ssid}}
te: {{ssid}}కి అనుసంధానమయ్యింది

# fullStatus-connectingfailed
source: Connection failed
af: Verbinding het misluk
eo: malsukcesa konektado.
kk: Байланысу сәтсіз
km: បាន​បរាជ័យ​ការ​ត​ភ្ជាប់
te: అనుసంధానం విఫలమైంది

# fullStatus-disconnected
source: Offline
af: Vanlyn
eo: malkonektita.
kk: Желіде емес
km: ក្រៅ​បណ្ដាញ
te: ఆఫ్‌లైన్

# shortStatus-connecting
source: Connecting…
af: Koppel tans...
kk: Байланысуда...
km: កំពុង​ភ្ជាប់...
te: అనుసంధానిస్తున్నాను...

# shortStatus-associated
source: Obtaining an IP address…
af: Verkry tans ’n IP-adres...
eo: akirado de adreso IP…
kk: IP адресін алу…
km: កំពុង​ទទួល​អាសយដ្ឋាន​ IP...
te: ఐపీ చిరునామాను పొందుతున్నాను...

# shortStatus-connected
source: Connected
af: Gekoppel
kk: Байланысқан
km: បាន​តភ្ជាប់
te: అనుసంధానమైంది

# shortStatus-connectingfailed
source: Connection failed
af: Verbinding het misluk
eo: malsukcesa konektado.
kk: Байланысу сәтсіз
km: បាន​បរាជ័យ​ក្នុង​ការ​តភ្ជាប់
te: అనుసంధానం విఫలమైంది

# shortStatus-disconnected
source: Offline
af: Vanlyn
eo: malkonektita.
kk: Желіде емес
km: ក្រៅ​បណ្ដាញ
te: ఆఫ్‌లైన్

source: Manage networks
af: Bestuur netwerke
eo: Administri retojn
kk: Желілерді басқару
km: គ្រប់គ្រង​​បណ្ដាញ
te: దాగిన నెట్‌వర్కులో చేరండి

source: Manage certificates
af: Bestuur sertifikate
eo: Administri atestilojn
te: ధృవపత్రాలను నిర్వహించండి

source: Manage Cert.
af: Bestuur sert.
eo: Adm. atestilojn
te: ధృవపత్రాలను నిర్వహించండి.

source: Join hidden network
af: Voeg versteekte netwerk saam
eo: Aliĝi al kaŝita reto
kk: Жасырын желіге байланысу
km: ចូលរួម​បណ្ដាញ​ដែល​លាក់
te: దాగిన నెట్‌వర్కులో చేరండి

source: Secured by {{capabilities}}
af: Beveilig deur {{capabilities}}
eo: sekurigita de {{capabilities}}
kk: Қауіпсіздігі: {{capabilities}}
km: សុវត្ថិភាព​ដោយ {{capabilities}}
te: {{capabilities}} ద్వారా సురక్షితం

source: Security
af: Sekuriteit
eo: sekureco
kk: Қауіпсіздік
km: សុវត្ថិភាព
te: భద్రత

# securityNone
source: None
af: Geen
eo: neniu
kk: Жоқ
te: ఏమీలేదు

source: Open
af: Maak oop
eo: malfermita
kk: Ашу
km: បើក
te: తెరువు

source: IP address
af: IP-adres
eo: adreso IP
kk: IP адресі
km: អាសយដ្ឋាន IP
te: ఐపీ చిరునామా

source: Link speed
af: Skakelspoed
eo: rapido de ligilo
kk: Байланыс жылдамдығы
km: ល្បឿន​តំណ
te: లంకె వేగం

source: {{ linkSpeed }} Mbit/s
af: {{ linkSpeed }} Mgreep/s
kk: {{ linkSpeed }} Мбит/с
te: {{ linkSpeed }} మెబి/సె

source: Signal strength
af: Seinsterkte
eo: forto de signalo
kk: Сигнал қуаты
km: កម្រិត​សញ្ញា​
te: సిగ్నల్ బలం

source: Very weak
af: Baie swak
eo: tre malforta
kk: Өте әлсіз
km: ខ្សោយ​ណាស់
te: బాగా బలహీనం

source: Weak
af: Swak
eo: malforta
kk: Әлсіз
km: ខ្សោយ
te: బలహీనం

source: Average
af: Gemiddeld
eo: normala
kk: Орташа
km: មធ្យម
te: సగటు

source: Good
af: Goed
eo: bona
kk: Жақсы
km: ល្អ
te: బాగుంది

source: Very good
af: Baie goed
eo: tre bona
kk: Өте жақсы
km: ល្អ​ណាស់
te: చాలా బాగుంది

source: Forget
af: Vergeet
eo: Forgesi
kk: Ұмыту
km: បំភ្លេច
te: మరచిపొమ్ము

source: Forget network?
af: Vergeet netwerk?
eo: Ĉu forgesi reton?
te: నెట్‌వర్కును మరచిపోవాలా?

# forgetNetwork-confirmation
source: Confirmation
af: Bevestiging
eo: Konfirmo
te: నిర్ధారణ

source: Authentication
af: Waarmerking
eo: Aŭtentikigo
kk: Аутентификация
te: ధృవీకరణ

source: EAP method
af: EAP-metode
eo: Metodo EAP
te: EAP పద్ధతి

source: Phase 2 authentication
af: Fase 2-waarmerking
eo: Fazo 2 de aŭtentikigado
te: 2వ దశ ధృవీకరణ

source: Server certificate
af: Bedienersertifikaat
eo: Atestilo de servilo
te: సేవకపు ధృవపత్రం

source: Notice: If you need to import new certificates, please go to "Manage certificates".
af: Kennisgewing: Indien jy nuwe sertifikate wil invoer, gaan asseblief na "Bestuur sertifikate".
eo: Noto: se vi bezonas import novajn atestilojn, bonvolu iri al "Administri atestilojn".
te: గమనిక: ఒకవేళ మీరు కొత్త ధృవపత్రాలను దిగుమతి చేసుకోవాలంటే, దయచేసి "ధృవపత్రాలను నిర్వహించండి" కు వెళ్ళండి.

source: Identifier
af: Identifiseerder
eo: identigilo
kk: Анықтағыш
km: សញ្ញា​សម្គាល់
te: గుర్తింపరి

source: Password
af: Wagwoord
kk: Пароль
km: ពាក្យ​សម្ងាត់
te: సంకేతపదం

source: Show password
af: Vertoon wagwoord
eo: montri pasvorton
kk: Парольді көрсету
km: បង្ហាញ​ពាក្យ​សម្ងាត់
te: సంకేతపదాన్ని చూపించు

source: Network notification
af: Netwerkkennisgewing
eo: Identigilo de reto
kk: Желі туралы хабарлау
km: ការ​ជូន​ដំណឹង​បណ្ដាញ
te: నెట్‌వర్కు గమనింపు

source: Notify me when an open network is available
af: Stel my in kennis sodra ’n oop netwerk beskikbaar is
eo: Sciigu min kiam malfermita reto estas atingebla
kk: Ашық желі қолжетерлік болса, маған айту
km: ជូន​ដំណឹង​ខ្ញុំ​នៅ​ពេល​មាន​បណ្ដាញ​ដែល​បើក
te: స్వేచ్ఛా నెట్‌వర్కు లభ్యతలో ఉన్నప్పుడు నాకు తెలియచేయి

source: MAC address
af: MAC-adres
eo: Adreso MAC
kk: MAC адресі
km: អាសយដ្ឋាន MAC​
te: MAC చిరునామా

# macUnavailable
source: Not available
af: Nie beskikbaar nie
eo: Ne havebla
kk: Қолжетерсіз
te: అందుబాటులో లేదు

source: No networks found
af: Geen netwerke gevind nie
eo: Neniu reto trovita
kk: Желілер табылмады
km: រក​មិន​ឃើញ​បណ្ដាញ
te: ఎటువంటి నెట్‌వర్కులు కనపడలేదు

source: No known networks
af: Geen bekende netwerke nie
eo: Neniu konata reto
kk: Белгілі желілер жоқ
km: គ្មាន​បណ្ដាញ​ដែល​ស្គាល់
te: తెలిసిన నెట్‌వర్కులు ఏవీ లేవు

source: Edit
af: Redigeer
eo: Redakti
te: సవరించు

source: Certificate list
af: Sertifikaatlys
eo: Listo de atestiloj
te: ధృవపత్రాల జాబితా

source: No imported certificate
af: Geen ingevoerde sertifikaat nie
eo: Neniu importita atestilo
te: దిగుమతి అయిన ధృవపత్రం లేదు

source: Delete certificate
af: Skrap sertifikaat
eo: Forigi atestilon
te: ధృవపత్రాన్ని తొలగించు

source: Import certificate
af: Voer sertifikaat in
eo: Importi atestilon
te: ధృవపత్రాన్ని తొలగించు

source: Select certificate file
af: Kies sertifikaatlêer
eo: Elekti atestilan dosieron
te: ధృవపత్ర దస్త్రాన్ని ఎంచుకోండి

source: Enter certificate nick name
af: Voer sertifikaatbynaam in
eo: Tajpu kromnomon de atestilo
te: దృవపత్రం మారుపేరు ఇవ్వండి

source: Nick name
af: Bynaam
eo: Kromnomo
te: మారు పేరు

source: You can change the nick name or keep the default name.
af: Jy kan die bynaam verander of die versteknaam behou.
eo: Vi povas ŝanĝi la kromnomon aŭ gardi la norman nomon.
te: మీరు మారుపేరును మార్చుకోవచ్చు లేదా అప్రమేయ పేరునే ఉంచుకోవచ్చు.

source: Certificate deletion failed
af: Sertifikaatskrapping het misluk
eo: Malsukcesa forigo de atestilo
te: ధృవపత్రం తొలగింపు విఫలమైంది

source: This may be due to a storage issue, for example.
af: Dit kan wees as gevolg van ’n stoorprobleem, byvoorbeeld.
eo: Ekzemple, tion povas okazigi konserveja problemo.
te: ఉదాహరణకు, ఇది స్టోరేజీ సమస్య వల్ల కావచ్చు.

source: Certificate import failed
af: Sertifikaatinvoer het misluk
eo: Malsukcesa importo de atestilo
te: ధృవపత్రం దిగుమతి విఫలమైంది

source: This may be due to a damaged certificate file, for example.
af: Dit kan wees as gevolg van ’n beskadigde sertifikaatlêer, byvoorbeeld.
eo: Ekzemple, tion povas okazigi difektita atestila dosiero.
te: ఉదాహరణకు, ఇది పాడైన ధృవపత్రం వల్ల కావచ్చు.

source: Connect with WPS
af: Koppel aan WPS
eo: Konekti per WPS
kk: WPS көмегімен байланысу
km: ភ្ជាប់​ជាមួយ WPS
te: WPSతో అనుసంధానించు

source: WPS is in progress…
af: WPS is tans aan die gang...
eo: WPS farata…
kk: WPS жұмыс істеуде…
km: WPS កំពុង​ដំណើរការ...
te: WPS పురోగతిలో ఉంది…

source: WPS was canceled
af: WPS is gekanselleer
eo: WPS estis nuligita.
kk: WPS-тен бас тартылды
km: WPS ត្រូវ​បាន​បោះបង់
te: WPS రద్దుచేయబడింది

source: WPS timed out
af: WPS uitgestel
eo: elĉerpiĝis la tempo por WPS.
kk: WPS күту уақыты аяқталды
km: WPS បាន​អស់​ពេល
te: WPS కాలం తీరింది

source: WPS failed
af: WPS het misluk
eo: Masukcesa WPS.
kk: WPS сәтсіз
km: WPS បាន​បរាជ័យ
te: WPS విఫలమైంది

source: Another WPS PBC AP was found
af: ’n Ander WPS PBC AP is gevind
eo: Alia WPS PBC AP estis trovita.
kk: Басқа WPS PBC AP табылды
km: បាន​រក​ឃើញ WPS PBC AP ផ្សេង
te: వేరే WPSPBC AP కనుగొనబడింది

source: Automatic Wi-Fi setup
af: Outomatiese Wi-Fi-opstelling
kk: Wi-Fi автоматты баптауы
te: స్వయంచాలక వై-ఫై అమరిక

source: Select a WPS method:
af: Kies ’n WPS-metode:
eo: Elekti metodon de WPS:
kk: WPS тәсілін таңдаңыз:
km: ជ្រើស​របៀប WPS ៖
te: WPS పద్ధతిని ఎంచుకోండి:

source: Button connection
af: Knoppie-verbinding
eo: Konekto per butono
kk: Батырма байланысы
km: ការ​ភ្ជាប់​ប៊ូតុង
te: బొత్తాం అనుసంధానం

source: My PIN connection
af: My PIN-verbinding
eo: Konekto per mia PIN
kk: Менің PIN байланысым
km: ការ​ភ្ជាប់ PIN របស់​ខ្ញុំ
te: నా పిన్ అనుసంధానం

source: AP PIN connection
af: AP PIN-verbinding
eo: Konekto per AP PIN
kk: AP PIN байланысы
km: ការ​ភ្ជាប់ AP PIN
te: AP PIN అనుసంధానం

source: PIN is 4 or 8 digits
af: PIN is 4 of 8 syfers
eo: PIN havas 4 aŭ 8 ciferojn
kk: PIN 4 немесе 8 саннан тұрады
km: PIN មាន ៤ ឬ ៨ ខ្ទង់
te: పిన్ అనేది 4 లేదా 8 అంకెలలో ఉండాలి

source: Input {{pin}} to an opposite device
af: Voer {{pin}} toe tot ’n teenoorgestelde toestel
eo: Tajpu {{pin}} en la alia aparato
te: తోటి పరికరానికి {{pin}} ఇవ్వండి

source: Select an opposite device
af: Kies ’n teenoorgestelde toestel
eo: Elektu alian aparaton
te: అవతలి పరికరాన్ని ఎంచుకోండి

# wpsAnyAp
source: Any
af: Enige
eo: Iu ajn
te: ఏదైనా

source: Cancel WPS
af: Kanselleer WPS
eo: Nuligi WPS
kk: WPS-тан бас тарту
km: បោះបង់ WPS
te: WPSను రద్దుచేయి

source: Failed to cancel WPS
af: Het misluk om WPS te kanselleer
eo: Malsukcesa nuligado de WPS
kk: WPS-тан бас тарту сәтсіз аяқталды
km: បរាជ័យ​ក្នុង​ការ​បោះបង់ WPS
te: WPS ను రద్దుచేయుటలో విఫలమైంది

source: Call Settings
af: Oproepinstellings
eo: Agordoj de vokoj
kk: Қоңырау шалу баптаулары
km: កំណត់​ការ​ហៅ
te: కాల్ అమరికలు

source: Requesting network info…
af: Versoek tans netwerkinligting...
eo: Informo de reto petata…
kk: Желі ақпаратын сұрау…
km: កំពុង​ស្នើ​ព័ត៌មាន​បណ្ដាញ...
te: నెట్‌వర్క్ సమాచారాన్ని అభ్యర్థిస్తూంది…

source: Error in query
af: Fout in navraag
eo: Eraro en la konsulto
kk: Сұраным қатесі
km: មាន​កំហុស​ក្នុង​សំណួរ
te: విచారణలో దోషం

source: Voicemail
af: Stempos
eo: Voĉposto
kk: Дыбыстық пошта
te: స్వరసందేశం

source: Voicemail Number
af: Stemposnommer
eo: Numero de voĉposto
kk: Дыбыстық пошта нөмірі
te: స్వరసందేశం సంఖ్య

source: Not set
af: Nie gestel nie
eo: Ne difinita
kk: Орнатылмаған
te: అమర్చలేదు

source: Voice privacy mode
af: Stemprivaatheidsmodus
eo: Voĉa privateca reĝimo
te: స్వర గోప్యత రీతి

source: Call waiting
af: Wagoproepdiens
eo: Atendanta voko
kk: Қоңырауды күту
km: រង់ចាំ​ការ​ហៅ
te: పిలుపు నిరీక్షణ

source: Unable to confirm call waiting preferences
af: Kan nie wagoproepvoorkeure bevestig nie
eo: Ne eblas konfirmi la preferojn de atendantaj vokoj
kk: Қоңырауларды қайта бағдарлау баптауларын растау мүмкін емес
km: មិន​អាច​អះអាង​ចំណូល​ចិត្ត​រង់ចាំ​ការ​ហៅ
te: కాల్ నిరీక్షణ అభీష్టాలను నిర్థారించలేకపోతున్నాం

source: The device is currently unable to communicate with the carrier. Try setting the preference again.
af: Die toestel kan tans nie met die draer communikeer nie. Probeer om die voorkeur weer te verander.
eo: La aparato ne povas nuntempe kontaktiĝi kun la provizanto. Klopodu ŝanĝi la preferon denove.
kk: Құрылғы желілік қызметпен байланысты орната алмайды. Баптауларды кейінірек орнатып көріңіз.
km: បច្ចុប្បន្ន​ឧបករណ៍​មិន​អាច​ទាក់ទង​ជាមួយ​ក្រុមហ៊ុន​គមនាគមន៍។ ព្យាយាម​កំណត់​ចំណូលចិត្ត​ម្ដង​ទៀត។
te: ప్రస్తుతం పరికరం కారియర్​తో సంభాషించలేకపోతూంది. అభిరుచిని మళ్ళీ అమర్చడానికి ప్రయత్నించండి.

source: Call forwarding
af: Oproepaansturing
eo: Plusendo de vokoj
kk: Қоңырауды қайта бағдарлау
km: បញ្ជូន​បន្ត​ការ​ហៅ
te: కాల్ ఫార్వార్డింగ్

source: Forward
af: Stuur aan
eo: Antaŭen
kk: Қайта бағдарлау
km: បញ្ជូន​បន្ត
te: పార్వార్డ్​చేయి

source: Always forward
af: Stuur altyd aan
eo: Ĉiam plusendi vokojn
kk: Әрқашан да қайта бағдарлау
km: តែងតែ​បញ្ជូន​បន្ត
te: ఎల్లప్పుడూ పార్వార్డ్​చేయి

source: Always
af: Altyd
eo: Ĉiam
kk: Әрқашан
km: ជានិច្ច
te: ఎల్లప్పుడూ

source: Forward when busy
af: Stuur aan as besig
eo: Pluvoki kiam okupata
kk: Бос емес кезде қайта бағдарлау
km: បញ្ជូន​បន្ត​ពេល​រវល់
te: బిజీగా ఉన్నప్పుడు పార్వార్డ్​చేయి

source: When busy
af: Wanneer besig
eo: Kiam okupata
kk: Бос емес кезде
km: នៅ​ពេល​រវល់
te: తీరికలేకుండా ఉన్నప్పుడు

source: Forward when unanswered
af: Stuur aan as onbeantwoord
eo: Pluvoki kiam nerespondita
kk: Жауап берілмесе, қайта бағдарлау
km: បញ្ជូន​បន្ត​ពេល​​​មិន​​បាន​ឆ្លើយ
te: ఆన్సర్ చేయనప్పుడు పార్వార్డ్​చేయి

source: When unanswered
af: As onbeantwoord
eo: Kiam nerespondita
kk: Жауап берілмесе
km: នៅ​ពេល​មិន​បាន​ឆ្លើយ
te: ఆన్సర్ చేయనప్పుడు

source: Forward when unreachable
af: Stuur aan as onbereikbaar
eo: Plusendi vokojn kiam neatingebla
kk: Қолжетерсіз кезде қайта бағдарлау
km: បញ្ជូន​បន្ត​ពេល​មិន​អាច​ទាក់ទង​បាន
te: చేరుకోలేనప్పుడు పార్వార్డ్​చేయి

source: When unreachable
af: As onbereikbaar is
eo: Kiam neatingebla
kk: Қолжетерсіз кезінде
km: ​ពេល​មិន​អាច​ទាក់ទង​បាន
te: చేరుకోలేనప్పుడు

source: Voice calls to
af: Stemoproepe na
eo: Voĉaj vokoj al
kk: Дауыс қоңыраулары
km: ការ​ហៅ​ជា​សំឡេង​ទៅ
te: దీనికి వాయిస్ కాల్స్ పార్వార్డ్​చేయి

# callForwardingNotForwarding
source: Disabled
af: Gedeaktiveer
eo: Malaktiva
kk: Сөндірулі
km: បាន​បិទ
te: అచేనమైవుంది

source: Call forwarding confirmation message
af: Bevestigingsboodskap vir oproepaansturing
eo: Konfirma mesaĝo por plusendo de voko
kk: Қоңырауларды қайта бағдарлаудың растау хабарламасы
te: కాల్ పార్వార్డింగు నిర్ధారణ సందేశం

source: Always use this number
af: Gebruik altyd hierdie nommer
eo: Ĉiam uzi tiun ĉi numeron
kk: Бұл нөмірді әрқашан қолдану
km: ប្រើ​លេខ​នេះ​ជានិច្ច​
te: ఎల్లప్పుడూ ఈ నంబరునే వాడు

source: Number when unreachable
af: Nommer as onbereikbaar
eo: Numero kiam neatingebla
kk: Қолжетерсіз кезіндегі нөмірі
km: លេខ​នៅ​ពេល​មិន​អាច​ទាក់ទង​បាន
te: నెంబరును చేరుకోలేనప్పుడు

source: Number when unanswered
af: Nommer indien onbeantwoord
eo: Numero kiam nerespondita
kk: Жауап берілмеген кезіндегі нөмірі
km: លេខ​​នៅ​ពេល​មិន​បាន​ឆ្លើយ
te: నెంబరు ఆన్సర్ చేయనప్పుడు

source: Number when busy
af: Nommer wanneer besig
eo: Numero kiam okupata
kk: Бос емес кезіндегі нөмірі
km: លេខ​​នៅ​ពេល​រវល់
te: నెంబరు బిజీగా ఉన్నప్పుడు

source: This phone number is invalid.
af: Hierdie foon is ongeldig.
eo: Tiu telefonnumero ne validas.
kk: Телефон нөмірі қате.
te: ఫోను నంబరు సరికాదు.

source: Operation successfully set.
af: Bewerking is suksesvol gestel.
eo: Operacio sukcese difinita.
kk: Әрекет сәтті орындалды.
te: పరిక్రియ విజయవంతంగా అమర్చబడింది.

source: Your operator does not support that operation.
af: Jou operateur ondersteun nie daardie bewerking nie.
eo: Via provizanto ne subtenas tiun operacion.
kk: Желілік операторыңыз бұл әрекетті қолдамайды.
te: మీ ఆపరేటరు ఆ పనికి అనుమతించుటలేదు.

source: Call settings error.
af: Oproepinstellingfout.
eo: Eraro en agordoj de vokoj.
kk: Қоңырау шалу баптауларының қатесі.
te: కాల్ అనుమతుల దోషం.

source: Caller ID
af: Oproep-ID
te: కాలర్ ఐడీ

source: Network default
af: Netwerkverstekwaarde
eo: Norma reto
te: నెట్‌వర్క్ అప్రమేయం

source: Hide number
af: Versteek nommer
eo: Kaŝi numeron
te: నెంబరుని దాచు

source: Show number
af: Vertoon nommer
eo: Montri numeron
te: నెంబరుని చూపించు

# fdn
source: Fixed dialing numbers
af: Vaste skakelnommers
eo: Vokeblaj numeroj
te: స్థిర డైలింగు నెంబర్లు

# fdnSettings
source: Fixed dialing numbers
af: Vaste skakelnommers
eo: Vokeblaj numero
te: స్థిర డైలింగు నెంబర్లు

source: Authorized numbers
af: Gemagtigde nommers
te: ధృవీకృత నెంబర్లు

source: List of numbers that can be called
af: Lys van nommers wat geskakel kan word
eo: Listo de vokeblaj numeroj
te: కాల్ చేయదగిన నంబర్ల జాబితా

source: Restrict which numbers can be dialed from this phone.
af: Beperk watter nommers vanaf hierdie foon geskakel kan word.
eo: Limigi la numerojn vokeblaj el tiu ĉi telefono.
te: ఈ ఫోను నుండి ఏయే నెంబర్లకు డయలు చేయవచ్చో నియంత్రించండి.

source: (Emergency numbers will always be dialable)
af: (Noodnommers sal altyd geskakel kan word)
eo: (Urĝaj numeroj estas ĉiam vokeblaj)
te: (అత్యవసర నెంబర్లకు ఎప్పుడైనా డయలు చేయవచ్చు)

source: Enable FDN
af: Aktiveer FDN
eo: Ebligi FDN
te: FDN చేతనించు

source: Disable FDN
af: Deaktiveer FDN
eo: Malebligi FDN
te: ఎఫ్‌డీయన్‌ను అచేతనించు

source: Reset PIN2
af: Stel PIN2 terug
eo: Remeti PIN2
te: పిన్2 ను తిరిగి అమర్చు

# fdnAttemptMsg3[one]
source: You have one try left to enter the correct code before locking the SIM card.
af: Jy het een probeerslag oor om die regte kode in te voer voordat die SIM-kaart grendel.
eo: Restas al vi unu provo por tajpi la ĝustan kodon antaŭ la karto SIM estos blokita.
te: సిమ్ కార్డుకు తాళం వేసే ముందు సరైన కోడును ఇవ్వడానికి మీకు ఒకే ఒక్క ప్రయత్నం మిగిలివుంది.

# fdnAttemptMsg3[two]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voor die SIM-kaart grendel.
eo: Restas al vi {{n}} provoj por tajpi la ĝustan kodon antaŭ la karto SIM estos blokita.
te: సిమ్ కార్డుకు తాళం వేసే ముందు సరైన కోడును ఇవ్వడానికి మీకు {{n}} ప్రయత్నాలు మిగిలివున్నాయి.

# fdnAttemptMsg3[few]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voor die SIM-kaart grendel.
eo: Restas al vi {{n}} provoj por tajpi la ĝustan kodon antaŭ la karto SIM estos blokita.
te: సిమ్ కార్డుకు తాళం వేసే ముందు సరైన కోడును ఇవ్వడానికి మీకు {{n}} ప్రయత్నాలు మిగిలివున్నాయి.

# fdnAttemptMsg3[many]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voor die SIM-kaart grendel.
eo: Restas al vi {{n}} provoj por tajpi la ĝustan kodon antaŭ la karto SIM estos blokita.
te: సిమ్ కార్డుకు తాళం వేసే ముందు సరైన కోడును ఇవ్వడానికి మీకు {{n}} ప్రయత్నాలు మిగిలివున్నాయి.

# fdnAttemptMsg3[other]
source: You have {{n}} tries left to enter the correct code before locking the SIM card.
af: Jy het {{n}} probeerslae oor om die regte kode in te voer voor die SIM-kaart grendel.
eo: Restas al vi {{n}} provoj por tajpi la ĝustan kodon antaŭ la karto SIM estos blokita.
te: సిమ్ కార్డుకు తాళం వేసే ముందు సరైన కోడును ఇవ్వడానికి మీకు {{n}} ప్రయత్నాలు మిగిలివున్నాయి.

source: This is your last chance to enter the correct PIN2. Otherwise, you must enter the PUK2 code to use this SIM card.
af: Dit is jou laaste kans om die regte PIN2 in te voer. Andersins moet jy die PUK2-kode invoer om hierdie SIM-kaart te gebruik.
eo: Tiu ĉi estas via lasta ŝanco tajpi la ĝusta PIN2. Se vi ne sukcesas vi devos tajpi la kodon PUK2 por povi uzi tiun ĉi karton SIM.
te: సరైన పిన్2 ఇవ్వడానికి ఇదే మీకు ఆఖరు అవకాశం. లేదంటే, ఈ సిమ్ కార్డును వాడడానికి తప్పనిసరిగా పియూకే2 కోడును ఇవ్వాలి.

source: The PIN2 code is incorrect.
af: Die PIN2-kode is verkeerd.
eo: La kodo PIN2 estas malĝusta.
te: పిన్2 కోడు తప్పు.

source: Call forwarding is disabled by FDN.
af: Oproepaansturing is gedeaktiveer deur FDN.
eo: Plusendo de vokoj malaktiva pro FDN.
te: కాల్ ఫార్వార్డింగు ఎఫ్‌డీయన్‌చే అచేతనించబడింది.

source: name
af: naam
eo: nomo
te: పేరు

# fdnContact-number
source: number
af: nommer
eo: numero
te: సంఖ్య

source: submit
af: Stuur in
eo: sendi
te: సమర్పించు

source: Add contact
af: Voeg kontak by
eo: Aldoni kontakton
te: పరిచయాన్ని జతచేయండి

source: Call
af: Skakel
eo: Voki

# fdnAction-edit
source: Edit contact
af: Redigeer kontak
eo: Redakti kontakton
te: పరిచయాన్ని సవరించండి

# fdnAction-edit-header
source: Edit contact
af: Redigeer kontak
eo: Redakti kontakton
te: పరిచయాన్ని సవరించండి

source: Delete contact
af: Skrap kontak
eo: Forigi kontakton
te: పరిచయాన్ని తొలగించండి

source: Messaging Settings
af: Boodskapinstellings
eo: Agordoj de mesaĝado
te: సంభాషణం అమరికలు

source: Message confirmation
af: Boodskapbevestiging
eo: Konfirmo de mesaĝoj
te: సందేశ నిర్ధారణ

source: Delivery reports
af: Afleweringsverslae
eo: Liveraj raportoj
kk: Жеткізу есептемелері
te: చేరవేత నివేదికలు

source: Request notification of delivery for each message sent
af: Versoek kennisgewing van aflewering vir elke boodskap wat gestuur is
eo: Peti sciigon de livero por ĉiu sendita mesaĝo
te: పంపే ప్రతీ సందేశానికి చేరవేత గమనింపును అభ్యర్థించు

source: Read reports
af: Lees verslae
eo: Legi raportojn
te: చదివగానే తెలియజేయి

source: Request read report for each message sent
af: Versoek leesverslag vir elke boodskap wat gestuur is
eo: Peti raporton de legado por ĉiu sendita mesaĝo
te: పంపే ప్రతీ సందేశం చదివగానే తెలియజేయమని అడుగు

source: Multimedia messaging (MMS)
af: Multimediaboodskappe (MMS)
kk: Мультимедиа хабарламалары (MMS)
te: బహుళమాధ్యమ సంభాషణం (MMS)
