Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/settings/settings.properties.po
Languages: af, eo, kk, km, te

source: Data service network and Marketplace payments
te: దత్తాంశ సేవా నెట్‌వర్క్ మరియు మార్కెట్‌ప్లేస్ చెల్లింపులు

source: Icon Layout
te: ప్రతీకం నమూనా

source: Three Columns
te: మూడు నిలువు వరుసలు

source: Four Columns
te: నాలుగు నిలువు వరుసలు

# fxa
source: Firefox Accounts
te: ఫైర్‌ఫాక్స్ ఖాతాలు

# fxa-accounts
source: Firefox Accounts
te: ఫైర్‌ఫాక్స్ ఖాతాలు

source: Your Firefox Account lets you use features like Find My Device and apps like the Firefox Marketplace.
te: మీ ఫైర్‌ఫాక్స్ ఖాతా నా పరికరాన్ని కనిపెట్టు వంటి సౌలభ్యాలనూ ఫైర్‌ఫాక్స్ మార్కెట్‌ప్లేస్ వంటి అనువర్తనాలను వాడుకోనిస్తుంది.

source: Create account or sign in
te: ఖాతాను సృష్టించుకోండి లేదా ప్రవేశించండి

source: Confirm Your Account
te: మీ ఖాతాను ధృవీకరించండి

source: We will send an email to: {{email}}
te: {{email}} చిరునామాకు ఈమెయిలు పంపింస్తాం

source: Click the verification link in your email to confirm your account.
te: మీ ఖాతాను నిర్ధారించడానికి మీ ఈమెయిలు లోని తనిఖీ లంకెను నొక్కండి.

source: Cancel Account Confirmation
te: ఖాతా నిర్ధారణను రద్దుచేయి

source: About
te: గురించి

source: Signed in as {{email}}
te: {{email}} వలె ప్రవేశించారు

source: Signed In
te: ప్రవేశించారు

source: Marketplace
te: మార్కెట్‌ప్లేస్

# fxa-find-my-device-app
source: Find My Device
te: నా పరికరాన్ని కనిపెట్టు

source: Options
te: ఎంపికలు

source: Sign Out
te: నిష్క్రమించు

source: Please confirm {{email}}
te: {{email}}ను నిర్ధారించండి

source: Find My Device
te: నా పరికరాన్ని కనిపెట్టు

source: Find My Device allows you to locate, lock or erase your phone
te: నా పరికరాన్ని కనిపెట్టు అనే సౌలభ్యం మీ ఫోనును కనుగొనడానికి, తాళం వేయడానికి లేదా చెరిపివేయడానికి అనుమతిస్తుంది

source: Sign In or Create an Account
te: ప్రవేశించండి లేదా ఒక ఖాతాను సృష్టించుకోండి

source: Enable Find My Device
te: నా పరికరాన్ని కనిపెట్టు చేతనించు

source: Enable Geolocation?
te: భౌగోళికస్థానం చేతనించాలా?

source: To view your device's location, you must enable geolocation tracking.
te: మీ పరికరం యొక్క స్థానం చూడటానికి, మీరు భౌగోళికస్థాన ట్రాకింగును చేతనించాలి.

source: Geolocation Enabled
te: భౌగోళికస్థానం చేతనమైవుంది

source: SIM PIN
te: సిమ్ పిన్

source: SIM PIN2
te: సిమ్ పిన్2

source: SIM {{index}} PIN
te: సిమ్ {{index}} పిన్

source: Mozilla
te: మొజిల్లా

source: Forget network
kk: Желіні ұмыту
km: បំភ្លេច​បណ្ដាញ

source: Input {{pin}} to opposite device
kk: Басқа құрылғыда {{pin}} кодын енгізіңіз
km: បញ្ចូល {{pin}} ដើម្បី​ទល់​នឹង​ឧបករណ៍

source: Cell broadcast service
kk: Ұялы кеңтаратылым қызметі

source: Data
kk: Мәлімет
km: ទិន្នន័យ​

source: Text message confirmation
kk: Мәтіндік хабарламаны растау

source: Request notification of delivery for each text message sent
kk: Әр жіберілген хабарлама үшін жеткізу ескертуін сұрау

source: Not defined
kk: Анықталмаған

source: Lock Screen
kk: Экранды блоктау
km: ចាក់សោ​អេក្រង់

source: Keyboard
kk: Пернетақта
km: ក្ដារចុច

source: Keyboard layouts
kk: Пернетақта жаймалары
km: ប្លង់ក្ដារចុច

source: Vibration
kk: Дірілдеу
km: ញ័រ

source: Click sound
kk: Шерту дыбысы
km: សំឡេង​​ពេល​ចុច

source: Auto correction
kk: Автотүзету

source: Word suggestion
kk: Сөздерді ұсыну
km: ការ​ស្នើ​ពាក្យ

source: English
kk: Ағылшын
km: អង់គ្លេស

source: English (Dvorak)
kk: Ағылшын (Дворак)
km: អង់គ្លេស (Dvorak)

source: Spanish
kk: Испан
km: អេស្ប៉ាញ

source: Portuguese Brazilian
kk: Португал, Бразилдік
km: ព័រទុយហ្គាល់ ប្រេស៊ីល

source: Other Latin scripts
kk: Басқа латын жазулары
km: អក្សរ​ឡាតាំង​ផ្សេង

source: French, German, Norwegian (Bokmål), Slovak, Turkish
kk: Француз, Неміс, Норвег (букмол), Словак, Түрік
km: បារាំង, អាល្លឺម៉ង់, ន័រវែស (បុកម៉ាល់), ស្លូវ៉ាគី, ទួរគី

source: Cyrillic scripts
kk: Кириллица жазулары
km: អក្សរ​ Cyrillic

source: Russian, Serbian (cyrillic)
kk: Орыс, серб (кириллица)
km: រុស្សី, សើប (cyrillic)

source: Arabic
kk: Араб
km: អារ៉ាប់

source: Greek
kk: Грек
km: ក្រិច

source: Hebrew
kk: Иврит
km: អ៊ីស្រាអែល

source: Japanese
kk: Жапон
km: ជប៉ុន

source: Kanji
kk: Кандзи
km: កានជី

source: Traditional Chinese
kk: Қытайша дәстүрлі
km: ចិន​អក្សរ​ពេញ

source: Zhuyin
kk: Чжуинь
km: ជូអ៊ីន

source: Simplified Chinese
kk: Қытайша жеңілдеткен
km: ចិន​អក្សរ​កាត់

source: Pinyin
kk: Пиньинь
km: ភីនអ៊ីន

source: Polish
kk: Поляк
km: ប៉ូឡូញ

source: Serbian
kk: Сербиялық

source: Phone lock
kk: Телефонды блоктау
km: សោ​ទូរស័ព្ទ

source: Change
kk: Өзгерту
km: ផ្លាស់ប្ដូរ

source: Passcode
kk: Кілттік коды
km: លេខ​កូដ

source: Confirm Passcode
kk: Кілттік кодын растау

source: Require Passcode
kk: Кілттік кодын талап ету
km: ទាមទារ​លេខ​កូដ

source: Change Passcode
kk: Кілттік кодын ауыстыру
km: ផ្លាស់ប្ដូរ​លេខ​កូដ

source: The PIN was incorrect.
kk: PIN қате енгізілді.
km: PIN មិន​ត្រឹមត្រូវ។

source: You have one try left to enter the correct code before locking the SIM card.
kk: SIM картасы блокталуға дейін сізде дұрыс кодты енгізу үшін тек бір талап қалды.

source: Enable USB storage
kk: USB жинақтауышын іске қосу

source: Total space
kk: Жалпы орны
km: ទំហំ​សរុប

source: Photos, videos and music are stored on the SD card. See media storage for details.
kk: Фото, видео және музыка SD картасында сақталады. Тасушы жинақтауышын қараңыз.
km: រូបថត វីដេអូ និង​តន្ត្រី​ដែល​បាន​ផ្ទុក​នៅ​លើ​កាត SD ។ មើល​កន្លែង​ផ្ទុក​មេឌៀ​លម្អិត។

source: Changing the default media storage volume will effect where photos, videos, downloads and other media will be saved to by default. Existing data will remain in its current location.
kk: Үнсіз келісім бойынша медианы өзгерту фото, видео, жүктемелер және басқа медиа сақталу жерін өзгертеді. Бар болып тұрған деректер өз орнында қалады.

source: Grid
kk: Тор
km: ក្រឡា​ចត្រង្គ

source: Show frames per second
kk: Бір секунд ішіндегі фрейм санын көрсету
km: បង្ហាញ​ស៊ុម​ក្នុង​មួយ​វិនាទី

source: Show time to load
kk: Жүктеуге кеткен уақытты көрсету
km: បង្ហាញ​ពេលវេលា​ផ្ទុក

source: CAUTION: Resetting will erase all your data, including any apps you’ve purchased.
kk: ЕСКЕРТУ: Бастапқы күйге тастау барлық деректеріңізді, сатып алынған қолданбалармен қоса, өшіреді.
km: ប្រយ័ត្ន៖ ការ​កំណត់​ឡើងវិញ​នឹង​លុប​ទិន្នន័យ​របស់​​អ្នក​ទាំងអស់ រួម​ទាំង​កម្មវិធី​នីមួយៗ​ដែល​អ្នក​បាន​ជាវ។

source: The phone will be restored to its factory condition. None of your settings or data will be saved.
kk: Телефон оның бастапқы күйіне тасталады. Баптауларыңыз не деректеріңіздің ешбірі сақталмайды.
km: ទូរស័ព្ទ​​​នឹង​​ត្រូវ​​​បាន​ធ្វើ​ឲ្យ​​ដូច​ដើម​វិញ​ដូច​​​​​សភាព​ពី​​រោងចក្រ។ ​មិន​មាន​ការ​កំណត់ និង​ទិន្នន័យ​របស់​​អ្នក​​​​​ត្រូវ​បាន​រក្សាទុក។

source: Other
kk: Басқа
km: ផ្សេងៗ

source: Improve {{brandShortName}}
kk: {{brandShortName}} жақсарту
km: ធ្វើ​ {{brandShortName}} ឲ្យ​ប្រសើរ

source: We use crash reports to try to fix problems and improve our products. We handle your information as we describe in our
kk: Біз құлау жөніндегі хабарламаларды өнімдерімізді жақсарту және мәселелерді шешу мақсатында қолданамыз. Сіздің деректеріңізді келесі жерде жазылғандай қолданамыз:
km: យើង​ប្រើ​របាយការណ៍​​​គាំង​ដើម្បី​សាកល្បង​​ដោះស្រាយ​បញ្ហា និង​ធ្វើ​ឲ្យ​ផលិតផល​​របស់​យើង​ប្រសើរ។ យើង​​​ប្រើ​ព័ត៌មាន​របស់​អ្នក​តាម​ដែល​យើង​បាន​អធិប្បាយ​ក្នុង

source: {{link1}} or {{link2}}
kk: {{link1}} не {{link2}}
km: {{link1}} ឬ {{link2}}

source: None
km: ធ្វើ​រួច

source: Authentication
km: ការ​ផ្ទៀងផ្ទាត់​ភាព​ត្រឹមត្រូវ

source: Wi-Fi protected setup
km: រៀបចំ​ការពារ Wi-Fi

source: Automatic wireless network configuration
km: ការ​កំណត់​រចនាសម្ព័ន្ធ​បណ្ដាញ​ឥត​ខ្សែ​ស្វ័យប្រវត្តិ

source: Automatic
km: ស្វ័យ​ប្រវត្តិ

source: MMS settings
km: ការ​កំណត់ MMS

source: Create a passcode
km: បង្កើត passcode

source: Last chance.
km: លើក​ចុង​ក្រោយ។

# pinAttemptMsg2[two]
source: {{n}} tries left.
km: នៅ​សល់​ការ​ព្យាយាម​ {{n}} ដង​ទៀត។

# pinAttemptMsg2[few]
source: {{n}} tries left.
km: នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត។

# pinAttemptMsg2[many]
source: {{n}} tries left.
km: នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត។

# pinAttemptMsg2[other]
source: {{n}} tries left.
km: នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត។

source: You have {{n}} tries left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
km: អ្នក​​នៅ​សល់​ការ​ព្យាយាម {{n}} ដង​ទៀត​ក្នុង​ការ​បញ្ចូល​កូដ​ដែល​ត្រឹមត្រូវ​មុន​ពេល​ស៊ីម​កាត​នេះ​មិន​អាច​ប្រើ​បាន​ជា​រៀង​រហូត។ យោង​តាម​ឯកសារ​ស៊ីម​កាត​របស់​អ្នក ឬ​ទាក់ទង​ក្រុមហ៊ុន​គមនាគមន៍​​សម្រាប់​ព័ត៌មាន​បន្ថែម។

source: Space left
km: ទំហំ​នៅ​សល់

source: Not available
km: មិន​អាច​ប្រើ​បាន

source: Turning on power save mode turns off the phone’s data, Bluetooth and GPS connections to extend battery life. You can still turn these services back on manually.
km: ការ​បើក​របៀប​សន្សំ​ថាមពល បិទ​ទិន្នន័យ​របស់​ទូរស័ព្ទ, ការ​ភ្ជាប់​ប្ល៊ូធូស និង GPS ដើម្បី​​​បន្លាយ​ពេល​ប្រើប្រាស់​ថ្ម។ អ្នក​នៅ​តែ​អាច​បើក​សេវា​ទាំងនេះ​វិញ​បាន​ដោយ​ដៃ។

source: Ask me when a crash occurs
km: សួរ​ខ្ញុំ​នៅ​ពេល​ការ​គាំង​កើត​ឡើង

source: Cannot access the URL
km: មិន​អាច​ចូល​ទៅ URL
