Repository: BenitoJedai/mozilla-gaia
Catalog: son/apps/communications/dialer/shared.properties.po
Languages: son

source: To make a call you need to disable airplane mode in settings.
son: Ka ciya war mma hima ka beenehii alhaali kaa kayandiyaney ra.

# callAirplaneModeBtnOk
source: OK
son: Ayyo

source: Airplane mode activated
son: Beenehii alhaali tunandi

source: Voicemail
son: Jinde bataga

source: Emergency number
son: Tilasu lanba

source: To make a call, the phone must be connected to a network.
son: Ka ciya, talfon mma hima ka dobu ceeyan-sankaa ga.

source: Emergency calls are not allowed by the network.
son: Sankaa ši naŋ tilasu ciyarey ma bisa.

# emergencyDialogBtnOk
source: OK
son: Ayyo

source: No network connection
son: Sankay ciyari šii

source: Invalid phone number
son: Talfon lanba laala

source: The phone number you are calling is not valid.
son: Talfon lanbaa kaŋ war g'a cee ši boori.

source: Unable to make a phone call now
son: Mana hin ka talfon ciyari tee sohõ

source: Cannot make a call. If you are already dialing, please hang up first.
son: Mana hin ka ciya. Nda war goo ma ciya sohõ, taare talfonoo wii jina.
