Repository: BenitoJedai/mozilla-gaia
Catalog: ha/shared/permissions/permissions.properties.po
Languages: ha

source: App Permission
ha: Izinin aikace-aikce

source: Website Permission
ha: Izinin Dandalin yanar gizo

source: Select Camera
ha: Zaɓi Kyamara

source: Contacts
ha: Abokan hulɗa

source: {{app}} would like to access your contact list.
ha: {{app}} na son ya sami dama ga jerin abokan hulɗarka.

source: {{site}} would like to access your contact list.
ha: {{site}} na son ya sami dama ga jerin abokan hulɗarka.

source: Notifications
ha: Sanarwa

source: {{app}} would like to display notifications.
ha: {{app}} na son ya nuna sanarwa

source: {{site}} would like to display notifications.
ha: {{site}} na so ya nuna sanarwa

source: Music Storage
ha: Ajiyar kaɗe-kaɗe

source: {{app}} would like to access your music.
ha: {{app}} na son ya sami dama ga kaɗe-kaɗenka.

source: {{site}} would like to access your music.
ha: {{site}} na son ya sami dama ga kaɗe-kaɗenka

source: Image Storage
ha: Ma'ajiyar hotuna

source: {{app}} would like to access your images.
ha: {{app}} na son ya sami dama ga hotunanka

source: {{site}} would like to access your images.
ha: {{site}} na son ya sami dama ga hotunanka

source: Memory Card Storage
ha: Ma'ajiyar Kati Mai ƙwaƙwalwa

source: {{app}} would like to access your memory card.
ha: {{app}} na son ya sami dama ga katinka mai ƙwaƙwalwa.

source: {{site}} would like to access your memory card.
ha: {{site}} na son ya sami dama ga katinka mai ƙwaƙwalwa.

source: Video Storage
ha: Ma'ajiyar Bidiyo

source: {{app}} would like to access your videos.
ha: {{app}} na neman samun dama ga bidiyoyinka.

source: {{site}} would like to access your videos.
ha: {{site}} na neman dama ga bidiyoyinka.

source: FM Radio
ha: Radiyon FM

source: {{app}} would like to use the FM Radio.
ha: {{app}} na son yin amfani da Radiyon FM.

source: {{site}} would like to use the FM Radio.
ha: {{site}} na son yin amfani da Radiyon FM.

source: Geolocation
ha: Wurin zama

source: {{app}} would like to know your location.
ha: {{app}} na so ya san wurin zamanka.

source: {{site}} would like to know your location.
ha: {{site}} na so ya san wurin zamanka.

source: {{brandShortName}} uses data such as GPS, Wi-Fi, and mobile networks near you to help determine your approximate location. Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
ha: {{bransShortName}} na amfani da bayani misalin GPS, Wi-Fi, da haɗin yanar gizo na wayar hannu da ke kusa da kai domin taimakawa wajen tantance wurin zamanka. Ana aikawa da bayani zuwa Mozilla da sauran masu bayarda aikace-aikace kuma za'a yi amfani da su a gaba ɗaya domin inganta ma'ajiyar bayanai ta wurin zamanka. Za'a iya ajiye bayani a na'urarka kuma tattara bayani na iya faruwa ko da babu wasu aikace-aikace da su ke gudana.

source: Camera
ha: Kyamara

source: Would you like to share your camera with {{app}}?
ha: Kana so ka raba kyamararka tare da {{app}}?

source: Would you like to share your camera with {{site}}?
ha: Kana so ka raba kyamararka tare da {{site}}?

source: Microphone
ha: Makarufo

source: Would you like to share your microphone with {{app}}?
ha: Kana so ka raba makarufo ɗinka tare da {{app}}?

source: Would you like to share your microphone with {{site}}?
ha: Kana so ka raba makarufo ɗinka tare da {{site}}?

source: Camera and Microphone
ha: Kyamara da Makarufo

source: Would you like to share your camera and microphone with {{app}}?
ha: Ka na so ka raba kyamararka da makarufo tare da {{app}}?

source: Would you like to share your camera and microphone with {{site}}?
ha: Ka na so ka raba kyamararka da makarufo tare da {{site}}?

source: Select a camera for {{app}}.
ha: Zaɓi kyamara domin {{app}}.

source: Select a camera for {{site}}.
ha: Zaɓi kyamara domin {{site}}.

source: Mobile Identity
ha: Tantance Waya
