Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/bookmark/bookmark.properties.po
Languages: ln

source: Add link
ln: Bakisa lien

source: Edit link
ln: Bongisa kokoma lien

source: Added to Home Screen
ln: Ebakisami na Ecran ya Accueil

source: Updated bookmark
ln: bookmark ezongisami sika

source: Website name
ln: Kombo ya website

source: Address
ln: Adresi

source: Cancel
ln: Tika

source: Add to Home Screen
ln: Bakisa na Ecran ya Accueil

source: Done
ln: Esili

source: Remove {{name}}
ln: Longola {{name}}

source: Remove {{name}} from system?
ln: Longola {{name}} uta na systÄ›me?

source: Remove
ln: Longola
