Repository: BenitoJedai/mozilla-gaia
Catalog: wo/shared/tz/tz.properties.po
Languages: wo

source: Region
wo: Diwaan

source: City
wo: Dëkk

source: Africa
wo: Afrik

source: America
wo: Amerik

source: Antarctica
wo: Àntarktik

source: Asia
wo: Asi

source: Atlantic Ocean
wo: Oseyaa Atlantik

source: Australia
wo: Ostraali

source: Europe
wo: Ërop

source: Indian Ocean
wo: Oseyaa Enjee

source: Pacific Ocean
wo: Oseyaa Pasifik
