Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/camera/camera.properties.po
Languages: gu, ka, ku, rw, ta, tl, uz, vi, zh_tw, zu

source: Not enough space on memory card
gu: મેમરી કાર્ડ પર જગ્યા પૂરતી નથી
ka: საკმარისი ადგილი არ არის მეხსიერების ბარათზე
ku: Di karta bîrdankê de têra xwe ciyê vala nîn e
rw: nta mwanya uhagije uhari kuri memuwari kadi
ta: நினைவக அட்டையில் பொதுமானளவு இடம் இல்லை
tl: Hindi na kasya sa memory card.
uz: Xotira kartasida yetarlicha bo‘sh joy yo‘q
vi: Thẻ nhớ không đủ chỗ chứa
zh_tw: 記憶卡的空間不足
zu: Asikho isikhala esanele ekhadini lememori

source: Try freeing up space by deleting media.
gu: મેડિયા ને કાઢવા નો પ્રયાસ કરો અને જગ્યા ખાલી કરો
ka: სცადეთ სივრცის გათავისუფლება ფაილების წაშლით.
ku: Ji bo cî çêbe jêbirina hin wêneyan biceribîne.
rw: gerageza usige umwanya usiba
ta: ஊடகத்தை அழிப்பதனால் காலியான இடம் உருவாக முயற்சி செய்.
tl: Subukang linisan ang memory sa pagbura ng medya.
uz: Fayllarni o‘chirish orqali joy bo‘shatishga urinib ko‘ring
vi: Hãy thử xoá bớt những thứ không cần thiết.
zh_tw: 刪除媒體檔案以釋放可用空間。
zu: Zama ukwakha isikhala ngokudilitha amanye amamidiya.

source: Picture not saved
gu: ચિત્ર સચવાયા નથી.
ka: სურათი არ დამახსოვრებულა
ku: Wêne nehat tomarkirin
rw: ishusho ntago yabitswe
ta: புகைப்படம் சேமிக்கப்படவில்லை
tl: Larawan hindi na itago
uz: Rasm saqlanmadi
vi: Chưa lưu được ảnh
zh_tw: 相片未儲存
zu: Isithombe asilondolozwanga

source: An error prevented Camera from saving the picture.
gu: એક ભૂલ ના કારણે ચિત્ર સચવાયું નથી
ka: შეცდომის გამო კამერამ სურათი ვერ დაიმახსოვრა.
ku: Ji ber çewtiyekê kamerayê wêne tomar nekir.
rw: hari akabazo kabaye kabuza kamera kubika ifoto
ta: ஒரு பிழையானது புகைப்படக்கருவியை புகைப்படம் சேமிப்பதிலிருந்து தடுத்துவிட்டது.
tl: Dahil sa isang pagkakamali, hindi ma-save ng Camera ang larawan.
uz: Xato kamerani rasmni saqlashga yo‘l qo‘ymadi.
vi: Không thể lưu ảnh vì có lỗi.
zh_tw: 發生錯誤，相機無法儲存相片。
zu: Inkinga ivimbele ukuba Ikhamera ilondoloze isithombe.

# error-recording-title
source: Video not recorded
uz: Video yozib olinmadi

source: An error prevented Camera from recording the video.
gu: એક ભૂલ ના કારણે વીડિઓ રેકોર્ડ નથી થઇ શક્યો
ka: შეცდომამ ხელი შეუშალა კამერას ვიდეოს ჩაწერაში.
ku: Ji ber çewtiyekê kamerayê vîdeo tomar nekir.
rw: hari akabazo kabaye kabuza kamera gufata videwo
ta: ஒரு பிழையானது புகைப்படக்கருவியை வீடியோ பதிவு செய்யவிடாமல் தடுத்துவிட்டது.
tl: Dahil sa isang pagkakamali, hindi nairecord ng Camera ang video.
uz: Xato kamerani videoni yozib olishga yo‘l qo‘ymadi.
vi: Không thể lưu video vì có lỗi.
zh_tw: 有錯誤發生使相機無法錄製影片。
zu: Inkinga ivimbele ukuba Ikhamera ilondoloze ividiyo.

# error-video-file-path-title
source: Video not recorded
uz: Video yozib olinmadi

source: Error creating video file path.
uz: Video fayl yo‘li yaratishda xatolik.

source: No memory card found
gu: મેમરી કાર્ડ મળતું નથી
ka: მეხსიერების ბარათი არ მოიძებნა
ku: Karta bîrdank nehat dîtin
rw: nta memuwari kadi ibonetse
ta: எந்த நினைவக அட்டையையும் காணவில்லை
tl: Walang nakitang memory kard
uz: Xotira kartasi topilmadi
vi: Không có thẻ nhớ
zh_tw: 找不到記憶卡
zu: Alikho ikhadi lememori elitholakele

source: Insert a memory card to take pictures.
gu: ફોટા પાડવા માટે મેમરી કાર્ડ નાખો
ku: Ji bo kişandina wêneyan karteke bîrdank têxê.
rw: Shyiramo memuwari kadi kugirango ubashe gufata amafoto
ta: புகைப்படங்கள் எடுக்க நினைவக அட்டையை செருகு.
tl: Isalang ang memory card upang kumuha ng mga larawan.
uz: Rasmga tushirish uchun xotira kartasini kiriting.
zu: Faka ikhadi lememori ukuze ushuthe izithombe.

source: Camera can not be used while phone is plugged in
rw: kamera ntishobora gukoresha telefoni iri ku muriro
ta: செல்பேசி பொருத்தப்பட்டிருக்கும் போது புகைப்பட கருவியை பயன்படுத்த முடியாது
uz: Tokka ulanganda kameradan foydalnib bo‘lmaydi

source: Unplug the phone to capture photos and videos
rw: comokora telefoni kugirango ubashe gufata amafoto na videwo
ta: படங்கள் மற்றும் நிகழ்படங்களை எடுக்க செல்பேசியை வெளியே எடு
uz: Rasmga va videoga olish uchun telefonni tok manbaidan uzing

source: You have run out of media storage space.
ku: Di bîrdanka medyayê de ciyê vala nemaye.
rw: ububiko bwawe ntibuhagije
ta: உங்களின் சேமிப்பு ஊடகத்தில் இடம் பற்றாக்குறையாக இருக்கிறது.
uz: Media xotirada bo‘sh joy qolmagan.
vi: Bạn đã hết dung lượng lưu trữ.
zh_tw: 您的媒體儲存空間不足。
zu: Usuphelelwe yisikhala sokugcina imidiya.

source: You have reached the maximum file size for this attachment.
ku: Te ji bo vê pêvekê mezinahiya maksîmum ya pelî derbas kir.
rw: wageze ku mwanya wanyuma wicyo ushaka kohereza
ta: இந்த இணைப்பு அதிகபட்ச கோப்பின் உச்ச அளவை அடைந்துவிட்டோம்.
uz: Ushbu ilova uchun eng katta fayl hajmini tanlagansiz.
vi: Dung lượng tập tin đính kèm vượt quá mức cho phép.
zh_tw: 您已超過了此附件的最大檔案大小。
zu: Usufike kusayizi wefayela wokugcina wale sinanyatheliswa.

source: Retake
ku: Dîsa bikişîne
rw: kongera
ta: மீண்டும் படம் பிடி
uz: Qayta olish
vi: Chụp lại
zh_tw: 重拍
zu: Shutha futhi

source: Select
ku: Hilbijêre
rw: hitamo
ta: தேர்ந்தெடு
uz: Tanlash
vi: Chọn
zh_tw: 選取
zu: Khetha

source: Close
ku: Bigire
rw: Funga
ta: மூடு
uz: Yopish
vi: Đóng
zh_tw: 關閉
zu: Vala

source: Delete photo?
ka: წავშალოთ ფოტო?
ku: Wêneyî jê bibe?
rw: siba ifoto
ta: நிழற்படத்தை அழிக்கவா?
tl: Burahin ang larawan?
uz: Rasm o‘chirilsinmi?
vi: Xóa ảnh?
zh_tw: 刪除相片？
zu: Dilitha isithombe?

source: Delete video?
ka: წავშალოთ ვიდეო?
ku: Vîdeoyê jê bibe?
rw: siba videwo
ta: வீடியோவை அழிக்கவா?
tl: Burahin ang video?
uz: Video o‘chirilsinmi?
vi: Xóa video?
zh_tw: 刪除影片？
zu: Dilitha ividiyo?

source: Cancel
rw: Reka
ta: இரத்துசெய்
uz: Bekor qilish
zu: Khansela

source: Delete
rw: Guhanagura
ta: அழி
uz: O‘chirish
zu: Dilitha

source: Camera Resolution
ta: புகைப்பட கருவி தெளிவுத்திறன்
uz: Kamera o‘lchami

source: Video Resolution
rw: gukemurwa kwa videwo
ta: நிழற்பட தெளிதிறன்
uz: Video o‘lchami

source: Scene Mode
ta: காட்சி முறைமை
uz: Sahna rejimi
zu: Imodi yesithombe

source: Self-Timer
ta: சுய-கடிகாரம்
uz: Vaqtni o‘zi hisoblagich
zu: Ukuzibalela Isikhathi

# self-timer-off
source: Off
rw: Byazimye
ta: முடக்கு
uz: O‘chirish
zu: Cisha

source: 2 seconds
rw: amasegonda abiri
ta: 2 விநாடிகள்
uz: 2 soniya

source: 5 seconds
rw: amasegonda atanu
ta: 5 விநாடிகள்
uz: 5 soniya
zu: Imizuzwana eyi-5

source: 10 seconds
rw: amasegonda icumi
ta: 10 விநாடிகள்
uz: 10 soniya
zu: Imizuzwana eyi-10

source: Low Battery
rw: umuriro muke
ta: குறைந்த மின்கலம்
uz: Batareya quvati kam
zu: Ibhethri iyaphela

source: The battery is too low to use the camera.
rw: gukoresha kamera ntibikunda kubera umuriro muke
ta: புகைப்பட கருவியைப் பயன்படுத்த மிகவும் குறைவான மின்கலனே உள்ளது
uz: Kameradan foydalanish uchun batareya quvati kam.
zu: Ibhethri iphansi kakhulu ukuba ungasebenzisa ikhamera.

source: Critically low battery
rw: umuriro ni muke cyane
ta: எச்சரிக்கை மிகவும் குறைவான மின்கலம்
uz: Batareya quvati juda kam
zu: Ibhethri ingaphela nanini

source: 10% battery remaining
rw: icumi kw'ijana ry'umuriro usigaye
ta: 10% மின்சக்தி மீதமுள்ளது
uz: 10% quvat qoldi
zu: Sekusele ibhethri eyi-10%

source: 15% battery remaining
rw: cumi nagatanu kw'ijana y'umuriro usigaye
ta: 15% மின்சக்தி மீதமுள்ளது
uz: 15% quvat qoldi
zu: Sekusele ibhethri eyi-15%

source: Camera Unavailable
uz: Kamera mavjud emas

source: The camera is in use by another app.
uz: Kameradan boshqa ilova dastur foydalanmoqda.

# hdr-on
source: On
rw: gucana
ta: செயற்படுத்து
uz: Yoqish
zu: Ivuliwe

# hdr-off
source: Off
rw: kuzima
ta: முடக்கு
uz: O‘chirish
zu: Icishiwe

source: (HDR deactivated)
ta: (HDR முடக்கப்பட்டது)
uz: (HDR to‘xtatildi)
zu: (i-HDR isichiwe)

source: Grid Lines
ta: கட்டக்கோடுகள்
uz: Panjara qatorlari
zu: Imigqa yamagridi

# grid-on
source: On
ta: செயற்படுத்து
uz: Yoqish
zu: Ivuliwe

# grid-off
source: Off
ta: முடக்கு
uz: O‘chirish
zu: Icishiwe

source: Flash
rw: furashi
ta: பளிச்சிடு
uz: Chaqnash
zu: Ifuleshi

# flash-on
source: On
rw: gucana
ta: செயற்படுத்து
uz: Yoqish
zu: Ivuliwe

# flash-off
source: Off
rw: kuzima
ta: முடக்கு
uz: O‘chirish
zu: Icishiwe

source: Auto
ta: தானியங்கி
uz: Avto

source: (Flash deactivated)
rw: furashi yavuyeho
ta: (பளிச்சிடுதல் முடக்கப்பட்டது)
uz: (Flash to‘xtatildi)
zu: (Ifuleshi icinyiwe)

source: Photo Mode
uz: Foto usuli

source: Video Mode
uz: Video usuli

source: Options
ta: விருப்பத்தேர்வுகள்
uz: Tanlamalar
zu: Ongakukhetha

source: Open Gallery
rw: Fungura ububiko bw'amashusho
ta: படத்தொகுப்பை திற
uz: Galleriyani ochish
zu: Vula igalari

source: Preview
rw: ibyabanje
ta: முன்காட்சி
uz: Oldindan ko‘rish
zu: Buka kuqala

source: Video not recorded
gu: વીડિઓ રેકોર્ડ નથી થયો
ka: ვიდეო არ ჩაწერილა
ku: Vîdeo nehat tomarkirin
rw: videwo ntago yafashwe
ta: வீடியோ பதிவு செய்யப்படவில்லை
tl: Ang Video ay hindi nairekord.
vi: Chưa lưu được video
zh_tw: 影片未紀錄
zu: Ividiyo ayiqophekanga

source: MP
ta: மெபிக்சல்ஸ்

source: {{scene-mode}}
ta: {{காட்சி-முறைமை}}
zu: {{imodi yesithombe}}

source: Camera can not be used while plugged in
gu: આપ કામેરા નો ઉપયોગ નો કરી શકો કારણ કે ચાર્જિંગ થાઈ છે
ka: კამერას ვერ გამოიყენებთ კაბელით შეერთებისას
ku: Dema cîhaz di fîşê de be kamera nayê bikaranîn
tl: Hindi magagamit ang camera habang nakasaksak
vi: Không thể sử dụng máy ảnh khi đang cắm vào máy tính
zh_tw: 連接到電腦時無法使用相機
zu: Ikhamera ayikwazi ukusebenza ngenkathi ipulakiwe.

source: Unplug the phone to view pictures.
gu: ફોટા જોવા માટે ફોને ને ચાર્જિંગ માંથી કાઢો
ka: გამოაერთეთ ტელეფონი სურათების სანახავად.
ku: Ji bo wêneyan bibînî ji fîşê bikişîne.
tl: Alisin sa plug ang telepono upang makakita ng mga larawan
vi: Hãy tháo khỏi máy tính để xem được ảnh.
zh_tw: 拔除連接線以檢視照片。
zu: Doncula ifoni ukuze ubuke izithombe.

source: {{self-timer}}
zu: {{ukuzibalela isikhathi}}

source: 3 seconds
zu: Imizuzwana e-3

source: {{video-resolution}}
rw: videwo yakemutse

source: Insert a memory card to take pictures or select an alternate default media location in settings.
vi: Đưa thẻ nhớ vào máy để chụp ảnh hoặc chọn một nới lưu trữ khác trong phần thiết lập.

source: Media storage settings
vi: Thiết lập lưu trữ

source: You have run out of space on your SD card.
gu: તમારી પાસે તમારા મેમરી કાર્ડ માં જગ્યા નથી
