Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/ringtones/ringtones.properties.po
Languages: mr

source: Manage Ringtones
mr: रिंगटोन व्यवस्थापन

source: Share ringtone
mr: रिंगटोन शेअर करा

source: Delete ringtone
mr: रिंगटोन काढून टाका

# actions-cancel
source: Cancel
mr: रद्द

source: Delete Ringtone
mr: रिंगटोन काढून टाका

source: Are you sure you want to delete "{{tone}}"?
mr: आपण "{{tone}}" काढू इच्छिता याची आपणास खात्री आहे?

source: "{{tone}}" is the current default ringtone. Are you sure you want to delete it?
mr: "{{tone}}" ही पूर्वनिर्धारित रिंगटोन आहे. आपण ती काढू इच्छिता याची आपणास खात्री आहे?

source: "{{tone}}" is the current default alert. Are you sure you want to delete it?
mr: "{{tone}}" ही पूर्वनिर्धारित दक्षता घंटी आहे. आपण ती काढू इच्छिता याची आपणास खात्री आहे?

# delete-cancel
source: Cancel
mr: रद्द

source: Delete
mr: काढा

source: Ringtone deleted.
mr: रिंगटोन काढला.

source: New ringtone created.
mr: नवीन रिंगटोन बनवला.

source: Ringtone set as default.
mr: रिंगटोन पूर्वनिर्धारित म्हणून सेट केला.

source: Select Sound
mr: ध्वनी निवडा

source: Done
mr: पूर्ण

source: Firefox Ringtones
mr: Firefox रिंगटोन

source: Alerts
mr: सतर्कता

source: Custom Ringtones
mr: मनपसंत रिंगटोन

source: Create Ringtone
mr: रिंगटोन बनवा

source: Save
mr: जतन करा

# create-cancel
source: Cancel
mr: रद्द

source: Saving ringtone…
mr: रिंगटोन जतन करत आहे...

source: Corrupted File
mr: दूषीत फाइल

source: The file is corrupted. It cannot be used to create a ringtone.
mr: फाइल दूषीत आहे. ती रिंगटोन बनवण्यासाठी वापरू शकत नाही.

source: Ringtone Not Created
mr: रिंगटोन बनवला नाही

source: There was an issue creating the ringtone. Please try again.
mr: रिंगटोन बनवताना अडचण आली. पुन्हा प्रयत्न करा.

source: Use as default ringtone
mr: पूर्वनिर्धारित रिंगटोन म्हणून वापरा

source: OK
mr: ठीक

source: Untitled
mr: शीर्षकहीन
