Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/video/video.properties.po
Languages: ln

# number-selected2[two]
source: {{ n }} selected
ln: {{ n }} eponami

# number-selected2[few]
source: {{ n }} selected
ln: {{ n }} eponami

# number-selected2[many]
source: {{ n }} selected
ln: {{ n }} eponami

# number-selected2[other]
source: {{ n }} selected
ln: {{ n }} eponami

source: Nothing selected
ln: Eloko moko te eponami

source: Delete selected item?
ln: Koboma eloko oyo eponami?

# delete-n-items?[two]
source: Delete {{ n }} items?
ln: Koboma biloko {{ n }}?

# delete-n-items?[few]
source: Delete {{ n }} items?
ln: Koboma biloko {{ n }}?

source: Add videos to get started
ln: Bakisa bavideo mpo na kobanda

source: Load videos on to the memory card.
ln: Charger bavideo na carte mémoire.

source: No memory card found
ln: Carte mémoire ezwami te

source: Insert a memory card to watch videos.
ln: Tia carte mémoire mpo na kotala bavideo.

source: Video can not be watched while plugged in
ln: Video ekoki kotalama te tango telefone eza branché

source: Unplug the phone to watch videos.
ln: Debrancher telefone mpo na kotala bavideo.

source: Database Upgrade
ln: Konetola base ya badonnée

source: Please wait while Video updates its database.
ln: Zela tango Video eza kosala mise à jour ya base ya badonnée nango.

source: Are you sure you want to delete:
ln: Oza sure olingi koboma:

source: Delete Video?
ln: Koboma Video?

source: Select a video
ln: Pona video

source: Save
ln: Bomba

source: Saved {{title}} to Video
ln: Bomba {{title}} na Video

source: The video could not be downloaded because of a network error.
ln: Video ekoki te kotélécharger mpo na erreur ya reseau.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
ln: Video ekoki te kobetama: mpo serveur to reseau esalaki te to mpo format nayango ekoki awa te.

source: An unknown video error occurred.
ln: Erreur eye eyabani te esalemaki.

source: Cancel
ln: Tika

source: Go to Camera
ln: Kende na Camera

source: Name
ln: Nkombo

source: Length
ln: Molayi

source: Size
ln: Bolayi

source: Video Type
ln: Motindo ya Video

source: Date Taken
ln: Mokolo Esalemaki

source: Close
ln: Kanga

source: Share
ln: Kabola
