Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/apps/communications/dialer/shared.properties.po
Languages: yo

source: To make a call you need to disable airplane mode in settings.
yo: Ti o ba fe pe oni lati mu kuro nipo ofurufu

# callAirplaneModeBtnOk
source: OK
yo: O daa bee

source: Airplane mode activated
yo: O ti wa ni ipo ofurufu

source: Number is busy
yo: Nomba nsise bayi

source: The number is currently busy. Please try again later.
yo: Nomba naa nsise lowolowo bayi. Jowo gbiyanju nigba miran.

source: FDN active
yo: FDN sise lowo

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
yo: FDN (Awon Nomba Tite to wa Loju kanna) ti bere ise ati nomba wonyi ti ko wa ninu atojo FDN: {{ nomba }}

source: Voicemail
yo: Oro-ifiranse

source: Emergency number
yo: Nomba pajawiri

source: To make a call, the phone must be connected to a network.
yo: Lati se ipe, o gbodo so ero-ibanisoro po mo ayelujara kan.

source: Emergency calls are not allowed by the network.
yo: Awon ipe pajawiri ni a kole gba nipase ayelujara.

# emergencyDialogBtnOk
source: OK
yo: Odaa

source: No network connection
yo: Kosi isopo ayelujara

source: Invalid phone number
yo: Nomba ero-ibanisoro ti ko fesemule

source: The phone number you are calling is not valid.
yo: Nomba ero-ibanisoro ti o npe ko fesemule.

source: Unable to make a phone call now
yo: Kosese lati pe ero-ibanisoro nisisinyi

source: Cannot make a call. If you are already dialing, please hang up first.
yo: Ko le pe. Ti o ba ti nmura ipe tele, jowo daa duro lakoko naa.

source: Other connection in use
yo: Isopo miran wa ni lilo

source: You have an active call on another connection. You can only use one connection at a time.
yo: O ni ipe ti onlo lowo lori isopo miran. O kan le lo isopo kan lakoko kan.
