Repository: BenitoJedai/mozilla-gaia
Catalog: wo/apps/bluetooth/bluetooth.properties.po
Languages: wo

source: Confirmation
wo: Dëggal

source: Bluetooth is disabled
wo: Fay nañu Bluetooth bi

source: Do you want to turn Bluetooth on?
wo: Ndax danga bëgg a taal Bluetooth bi?

source: Cancel
wo: Bàyyi

source: Turn On
wo: Taal

source: Bluetooth file transfer failed
wo: Yónnee taxañ bi ci Bluetooth bañ na

source: Bluetooth file transfer failed. Check that the Bluetooth settings are correct.
wo: Yónnee taxañ bi ci Bluetooth bi bañ na. Seetal jekkali Bluetooth bi jaar nañu yoon.

source: Paired devices
wo: Jëfandaay yiñ boole

source: Devices in the area
wo: Jëfandaay yi fi nekk

source: Tap to connect
wo: Bësal ngir lënku

source: Pairing with device…
wo: Mingi booloo ak jëfandaay bi…

source: Waiting for other device…
wo: Mingi xaar yeneen jëfandaay…

source: Paired
wo: Booloo nañu

source: Connecting…
wo: Mingi lënku…

source: Connected
wo: Lënku na

source: Searching for devices…
wo: Mingi seet ay jëfandaay…

source: Search for devices
wo: Wër ay jëfandaay

source: Unknown device
wo: Jëfandaay buñ xamul

source: Unable to pair devices
wo: Mënul boole jëfandaay yi

source: Unable to pair with the device. Check that the PIN is correct.
wo: Mënul booloo ak jëfandaay bi. Xoolal ndax PIN bi baax na.

source: Unable to pair with the device. Too many requests.
wo: Mënul booloo ak jëfandaay bi. Li ñu ko sàkku dafa bari lool.

source: Pair
wo: Boole

source: Confirm devices to pair
wo: Dëgalal jëfandaay yiñ war a boole

source: To pair with {{device}}, make sure that both devices currently have the following PIN displayed:
wo: Ngir booloo ak {{device}}, fexeel ba ñaari jëfandaay yii bokk am PIN bii di feeñ:

source: To pair with {{device}}, enter the PIN on the device.
wo: Ngir booloo ak {{device}}, dugalal PIN bi ci jëfandaay bi.

source: To pair with {{device}}, enter the passkey on the device.
wo: Ngir booloo ak {{device}}, dugalal baatu-jàll bi ci jëfandaay bi.

# passive-pair
source: Bluetooth pairing request
wo: Sàkku booloo ci Bluetooth bi

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
wo: {{device}} dafa bëgg a booloo ak telefon bii. Sooy nangu, feexeel ba ñaari jëfandaay yii bokk am PIN bii di feeñ:

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
wo: {{device}} dafa bëgg a booloo ak telefon bii. Sooy nangu, dugalal PIN bi ci jëfandaay bi.

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
wo: {{device}} dafa bëgg booloo ak telefon bii. Sooy nangu, dugalal baatu-jàll bi ci jëfandaay bi.

source: Bluetooth Request From
wo: Sàkku Bluetooth bu Bawoo

# bluetooth-pairing-request-now-title
source: Bluetooth pairing request
wo: Sàkkug Booloo ci Bluetooth bi

source: Bluetooth Pairing Request
wo: Sàkkug Booloo ci Bluetooth bi

source: Bluetooth pairing request expired. Try to pair again.
wo: Sàkkug booloo ci Bluetooth bi jeexna. Jéemal booloowaat.
