Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/clock/clock.properties.po
Languages: ln

source: Reset
ln: Koregler lisusu

source: Start
ln: Kopelisa

source: Stop
ln: Kotelemisa

source: Cancel
ln: Kotika

source: Hour
ln: Ngonga

source: Hours
ln: Ba ngonga

source: Minute
ln: Miniti

source: Minutes
ln: Ba miniti

source: Alarm
ln: Alarme

source: Timer
ln: Chrono

source: Stopwatch
ln: Chrono

source: Alarm name
ln: Kombo ya alarme

source: New alarm
ln: Alarme ya sika

source: Edit alarm
ln: Bongisa Alarme

source: Pause
ln: Bopemi

source: Resume
ln: Bandela

source: Lap
ln: Tour

source: Lap {{n}}
ln: Tour {{n}}

source: Delete
ln: Boma

source: Time
ln: Tango

# snooze-label
source: Snooze
ln: Bolali

# snooze-button
source: Snooze
ln: Bolali

source: Repeat
ln: Bandela

source: Vibrate
ln: Koningana

source: Close
ln: Kanga

source: Save
ln: Bomba

source: Done
ln: Esili

# closeButton.ariaLabel
source: Close
ln: Kanga

# newAlarmButton.ariaLabel
source: New alarm
ln: Alarme ya sika

source: System Alarm Volume
ln: Lolenge yakosalela volume ya alarme

source: Sound
ln: Mongongo

source: No Sound
ln: Mongongo eza te

source: Every day
ln: Mikolo nyonso

source: Weekdays
ln: Mikolo ya mposo

source: Weekends
ln: Suka ya mposo

source: Never
ln: Te

source: On
ln: Yakopela

source: Off
ln: Yako bomama

source: The alarm is set for <strong>{{minutes}}</strong> from now.
ln: Alarme ezali regler pona <strong>{{minutes}}</strong> kobanda sikoyo.

source: The alarm is set for {{hours}} {{minutes}} from now.
ln: Alarme ezali regler pona{{hours}} {{minutes}} kobanda sikoyo.

source: The alarm is set for {{days}} {{hours}} from now.
ln: Alarme ezali regler pona {{days}} {{hours}} kobanda sikoyo.

source: less than a minute
ln: Nase ya miniti moko

# nMinutes[one]
source: one minute
ln: Miniti moko (1)

# nMinutes[two]
source: {{n}} minutes
ln: Miniti {{n}}

# nMinutes[few]
source: {{n}} minutes
ln: Miniti {{n}}

# nMinutes[many]
source: {{n}} minutes
ln: Miniti {{n}}

# nMinutes[other]
source: {{n}} minutes
ln: Miniti {{n}}

source: <strong>{{n}} hour</strong>
ln: <strong>{{n}} tango</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
ln: <strong>{{n}} batango</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
ln: <strong>{{n}} batango</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
ln: <strong>{{n}} batango</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
ln: <strong>{{n}} batango</strong>

source: and <strong>{{n}} hour</strong>
ln: na <strong>{{n}} tango</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
ln: na <strong>{{n}} batango</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
ln: na <strong>{{n}} batango</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
ln: na <strong>{{n}} batango</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
ln: na <strong>{{n}} batango</strong>

source: <strong>{{n}} day</strong>
ln: <strong>{{n}} mokolo</strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
ln: <strong>{{n}} mikolo</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
ln: <strong>{{n}} mikolo</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
ln: <strong>{{n}} mikolo</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
ln: <strong>{{n}} mikolo</strong>

source: and <strong>{{n}} minute</strong>
ln: na <strong>{{n}} miniti</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
ln: na <strong>{{n}} baminiti</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
ln: na <strong>{{n}} baminiti</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
ln: na <strong>{{n}} baminiti</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
ln: na <strong>{{n}} baminiti</strong>

source: zero seconds
ln: Basecondes libungutulu (0)

source: one second
ln: Seconde moko (1)

# nSpinnerSeconds[two]
source: {{n}} seconds
ln: Basecondes {{n}}

# nSpinnerSeconds[few]
source: {{n}} seconds
ln: Basecondes {{n}}

# nSpinnerSeconds[many]
source: {{n}} seconds
ln: Basecondes {{n}}
