Repository: BenitoJedai/mozilla-gaia
Catalog: ln/apps/camera/camera.properties.po
Languages: ln

source: Not enough space on memory card
ln: Esika ezali kokoka te na carte mémoire

source: Try freeing up space by deleting media.
ln: Meka kotika esika ya pamba na bobomi media eye eza lisusu na ntina te.

source: Picture not saved
ln: Foto ebombami te

source: An error prevented Camera from saving the picture.
ln: Erreur moko ezangisaki Camera kobomba foto.

source: Video not recorded
ln: Video eza enregistrer te

source: An error prevented Camera from recording the video.
ln: Erreur moko ezangisaki Camera koenregistrer video.

source: No memory card found
ln: Carte mémoire moko te emonani

source: Insert a memory card to take pictures.
ln: Kotisa carte mémoire po na kokanga bafoto.

source: Camera can not be used while phone is plugged in
ln: Okoki kosalela Camera te tango telephone ezali kozwa moto

source: Unplug the phone to capture photos and videos
ln: Longola telephone na moto po na kokanga bafoto mpe bavideo

source: You have run out of media storage space.
ln: Ozali na esika ya kobomba media te.

source: You have reached the maximum file size for this attachment.
ln: Okokisi monene ya suka esengeli na fichier po na piěce-jointe oyo.

source: Retake
ln: Zwa lisusu

source: Select
ln: Pona

source: Close
ln: Kanga

source: Delete photo?
ln: Koboma photo?

source: Delete video?
ln: Koboma video?

source: Cancel
ln: Tika

source: Delete
ln: Boma

source: Camera Resolution
ln: Resolution ya camera

source: Video Resolution
ln: Resolution ya Video

source: Scene Mode
ln: Lolenge ya Kozwa Foto

source: Self-Timer
ln: Chrono

# self-timer-off
source: Off
ln: Ebomami

source: 2 seconds
ln: seconde mibale (2)

source: 5 seconds
ln: seconde mitano (5)

source: 10 seconds
ln: seconde zomi (10)

source: Low Battery
ln: Batterie Esili Moto

source: The battery is too low to use the camera.
ln: Batterie esili moto mpeza po na kosalela camera.

source: Critically low battery
ln: Batterie esili moto koleka

source: 10% battery remaining
ln: batterie etikali 10%

source: 15% battery remaining
ln: batterie etikali 15%

# hdr-on
source: On
ln: Ya kopela

# hdr-off
source: Off
ln: Ya kobomama

source: Grid Lines
ln: Ba lignes ya quadrillage

# grid-on
source: On
ln: Ya kopela

# grid-off
source: Off
ln: Ya koboma

# flash-on
source: On
ln: Ya kopela

# flash-off
source: Off
ln: Ya koboma

source: Options
ln: Ya kopona

source: Open Gallery
ln: Fungola gallerie

source: Preview
ln: Kotala liboso
