Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/browser/browser.properties.po
Languages: yo

source: OK
yo: Ó DÁRA

source: Cancel
yo: Parẹ́

source: Done
yo: Ti ṣe tán

source: Search or enter address
yo: Ṣàwárí tàbí ṣàtẹ̀wọlé àdírẹ̀sì

source: History
yo: Ìtàn

source: New tab
yo: Táàbù tuntun

source: Open link in new tab
yo: Ṣí líǹkì nínú táàbù tuntun

source: Future
yo: Ọjọ́ iwáájú

source: Today
yo: Lónìí

source: Yesterday
yo: Lánàá

source: Last 7 days
yo: Ní ọjọ́ méje sẹ́yìn

source: This month
yo: Oṣù yíì

source: Last 6 months
yo: Ni ọṣù mẹ́fà sẹ́hìn

source: Older than 6 months
yo: Ju oṣù mẹ́fà lọ

source: January
yo: Ṣẹ̀rẹ̀

source: February
yo: Èrèlé

source: March
yo: Ẹrẹ́nà

source: April
yo: Igbe

source: May
yo: Èbìbí

source: June
yo: Okúdù

source: July
yo: Agẹmọ

source: August
yo: Ògún

source: September
yo: Ọwẹ́wẹ̀

source: October
yo: Ọ̀wàwà

source: November
yo: Bélú

source: December
yo: Ọ̀pẹ

source: Enter a search term or Web address to start browsing.
yo: Ṣagbewọle ọ̀rọ̀ ìṣèwádìí kan tàbí adírẹ́ẹ̀sì wẹ́ẹ̀bù láti bẹ̀rẹ̀ ńsàwárí.

# top-sites-startPage
source: Top sites
yo: Àwọn Ojúlé òkè

# top-sites-tab
source: Top sites
yo: Àwọn Ojúlé òkè

source: Settings
yo: Àwọn Ìṣètò

source: Privacy & Security
yo: Ìpamọ́ & Àṣàmúlò

source: Clear browsing history
yo: ́Pa ìtàn ìwáròyìn rẹ́

source: Clear browsing history?
yo: ́Pa ìtàn ìwáròyìn rẹ́?

source: Clear cookies and stored data
yo: Pa kúkìsì àti dátà tí a fi pamọ́

source: Clear cookies and other data stored by sites on this device?
yo: Pa kúkìsì àti dátà tí a fi pamọ́ míìràn sí àwọn Ojúlé lóri ohun elò rẹ́?

source: Search Engines
yo: Àwọn Ẹ̀rọ ìṣàwárí

source: Default search engine
yo: Àkùnàyàn ẹ̀rọ ìṣàwárí

source: Bookmarks
yo: Àwọn Àmì-ìwé

source: Bookmark
yo: Àmì-ìwé

source: Unbookmark
yo: Àìní àmì-ìwé

source: Edit bookmark
yo: Ṣàtúnṣe àmì-ìwé

# edit-bookmark-header
source: Edit bookmark
yo: Ṣàtúnṣe àmì-ìwé

source: Page title
yo: Àkọ́lé ojú-ìwé

source: Address
yo: Àdírẹ̀sì

source: Add to home screen
yo: Ṣàfikùn sí ilé aṣàfihàn

source: Username
yo: Orúkọ aṣàmúlò

source: Password
yo: Ọ̀rọ̀ aṣínà

source: Sign in
yo: Wọlé

source: Sign in to website
yo: Wọlé sí ojú wẹ́ẹ̀bù

source: The website {{host}} requires you to sign in.
yo: Ojú wẹ́ẹ̀bù {{host}} nílò kí o wọlé.

source: The username or password is incorrect.
yo: Orúkọ aṣàmúlò tabi ọ̀rọ̀ aṣínà tọ́nà.

source: Well, this is embarrassing.
yo: Ṣá, èyí tini lójú.

source: We tried to display this Web page, but it’s not responding.
yo: A gbìyànjú láti ṣàfihàn Ojú ìwé Wẹ́ẹ̀bù, ṣùgbọ́n ko dáhùn.

source: Close tab
yo: Ti táàbù

source: Reload
yo: Tún gbáradì

source: Search for
yo: Ìṣàwárí fún

source: Save Image
yo: Fi Àwòrán Pamọ́

source: Image saved to Gallery
yo: Afi àwòrán pamọ́ sí Ọ̀dẹ̀dẹ̀ Àwòrán

source: Error saving image
yo: Àṣìṣe fífi àwòrán pamọ́

source: Save Video
yo: Fi Fídíò Pamọ́

source: Video saved to Video
yo: Afi fídíò pamọ́ sí Fídíò

source: Error saving video
yo: Àṣìṣe fífi fídíò pamọ́

source: Save Audio
yo: Fi ohùn Àfetígbọ́ Pamọ́

source: Audio saved to Music
yo: Afi ohùn Àfetígbọ́ Pamọ́ sí Orin

source: Error saving audio
yo: Àṣìṣe ní fífi ohùn àfetígbọ́ pamọ́
