Repository: BenitoJedai/mozilla-gaia
Catalog: */external-dogfood-apps/packstubtest/packstubtest.properties.po
Languages: hi_in, km

source: An update is needed for using this app.
hi_in: यह अनुप्रयोग इस्तेमाल करने के लिए अद्यतन की जरुरत है |
km: ត្រូវ​ធ្វើ​បច្ចុប្បន្នភាព​​​ដើម្បី​អាច​​ប្រើ​កម្មវិធី​នេះ។

source: Checking for update.
hi_in: अद्यतन के लिए जाँच कर रहा है|
km: ពិនិត្យ​រក​មើល​បច្ចុប្បន្ន

source: An update of {{amount}} {{unit}} is available. Data charges may apply.
hi_in: {{मात्रा}} {{इकाई}} का अद्यतन उपलब्ध है | डाटा शुल्क लागू हो सकते है |
km: មាន​បច្ចុប្បន្នភាព​ {{amount}} {{unit}} ។ ទិន្នន័យ​អាច​ត្រូវ​បាន​គិត​ថ្លៃ។

source: Update
hi_in: अद्यतन करें
km: បច្ចុប្បន្នភាព

source: Check again
hi_in: पुनः जाँच करें
km: ពិនិត្យ​ម្ដង​ទៀត​

source: Could not fetch update at this time.
hi_in: इस वक्त अद्यतन का आनयन नहीं हो सकता |
km: មិន​អាច​​ធ្វើ​​បច្ចុប្បន្នភាព​ពេល​នេះ​បាន​ទេ។

source: No update available.
hi_in: कोई अद्यतन उपलब्ध नहीं |
km: មិនមាន​បច្ចុប្បន្នភាព​ទេ។

source: Internet connection required.
hi_in: इंटरनेट कनेक्शन जरुरी है |
km: ទាមទារ​ការ​ភ្ជាប់​អ៊ីនធឺណិត។

source: Closing app to finish update. Please restart app.
hi_in: अद्यतन पूर्ण करने के लिए अनुप्रयोग बंद कर रहा है | कृपया अनुप्रयोग का पुनः आरंभ करें |
km: បិទ​កម្មវិធី ដើម្បីបញ្ចប់ការ​ធ្វើ​បច្ចុប្បន្ន​ភាព។ សូម​ចាប់ផ្ដើម​កម្មវិធី​ឡើងវិញ។

source: B
hi_in: बा.
km: បៃ

source: KB
hi_in: कि.बा.
km: គីឡូបៃ

source: MB
hi_in: मे.बा.
km: មេកាបៃ

source: GB
hi_in: गी.बा.
km: ជីកាបៃ
