Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: bn_bd, zu

source: Mail
bn_bd: মেইল
zu: Iposi

source: You are not set up to send or receive email. Would you like to do that now?
bn_bd: আপনি প্রেরণ বা গ্রহনের জন্য ইমেইল সেটআপ করেননি। আপনি কি এখন তা করতে চান?
zu: Awusethelwe ukuba ungathumela noma uthole i-imeyli. Ungathanda ukukwenza manje lokho?

source: To send and receive email, you will need to set up an account.
bn_bd: মেইল পাঠাতে এবং গ্রহন করতে, আপনাকে একটি আ্যাকাউন্ট তৈরী করতে হবে।
zu: ukuthumela nokuthola i-imeyli, kuzodingeka usethe i-akhawunti.

source: New Account
bn_bd: নতুন অ্যাকাউন্ট
zu: I-akhawunti Entsha

source: Your login information
bn_bd: আপনার লগ-ইন তথ্য

# setup-info-name.placeholder
source: Your name
bn_bd: আপনার নাম
zu: Igama lakho

# setup-info-password.placeholder
source: Password
bn_bd: পাসওয়ার্ড
zu: Igama lokungena

# setup-info-next
source: Next
bn_bd: পরবর্তী
zu: Okulandelayo

source: Setting up account
bn_bd: অ্যাকাউন্ট সেটিং করুন
zu: Setha i-akhawunti

source: Mail account setup
bn_bd: মেইল অ্যাকাউন্ট সেটআপ
zu: Isethaphu ye-akhawunti yeposi

source: All done!
bn_bd: সব সম্পন্ন!
zu: Konke sekuqediwe!

source: Add another account
bn_bd: আরেকটি অ্যাকাউন্ট যোগ করুন
zu: Faka enye i-akhawunti

source: Continue to Mail
bn_bd: মেইল পড়ুন
zu: Qhubekela Eposini

source: This device is currently offline. Connect to a network and try again.
bn_bd: ডিভাইসটি বর্তমানে অফলাইনে আছে। নেটওয়ার্কে সংযুক্ত হোন এবং পুনরায় চেষ্টা করুন।
zu: Le divayisi ayikho emoyeni njengamanje. Xhuma kunethiwekhi bese uphinda uzama futhi.

source: Invalid username or password. Check for typos.
bn_bd: ব্যবহারকারীর নাম বা পাসওয়ার্ড কার্যকর নয়। বানান পরীক্ষা করুন।
zu: Igama lomsebenzisi noma igama lokungena elingasebenzi. Hlola ukuthi awekho amaphutha.

source: The server said you're not authorized to create an account
bn_bd: সার্ভারের তথ্যমতে আপনার একাউন্ট তৈরীর অনুমোদন নেই

source: Server unsupported. The POP3 server does not implement required features.
bn_bd: সার্ভার অসমর্থিত। POP3 সার্ভার অপরিহার্য বৈশিষ্ট্য গুলো সম্পাদন করে না।
zu: Iseva ayesekiwe. Iseva ye-POP3 ayiwasebenzisi amafisha adingekayo.

source: An unknown error occurred. Check your network connection or try the manual configuration option.
bn_bd: একটি অজ্ঞাত ভুল হয়েছে। আপনার নেটওয়ার্ক সংযোগ পরীক্ষা করুন বা ম্যানুয়াল কনফিগারেশন অপশনে চেষ্টা করুন।
zu: Kwenzeke iphutha elingaziwa. Bheka ukuthi unayo inethiwekhi noma zama indlela yokulungiselela yokuzenzela.

source: You must use an application specific password for two-factor Gmail accounts
bn_bd: ২ ফ্যাক্টর জিমেইল অ্যাকাউন্টের জন্য আপনাকে অবশ্যই একটা অ্যাপ্লিকেশন এর জন্য নির্দিষ্ট পাসওয়ার্ড ব্যাবহার করতে হবে
zu: Kufanele usebenzise igama lokungena le-applicationa ethile lama-akhawunti akwa-Gmail ambaxa-mbili.

source: You must enable IMAP for your Gmail account
bn_bd: জিমেইল একাউন্টের জন্য আপনাকে অবশ্যই IMAP চালু করতে হবে
zu: Kufanele uqalise i-IMAP ku-akhawunti yakho yakwa-Gmail.

source: You must enable POP3 for your Gmail account
bn_bd: জিমেইল একাউন্টের জন্য আপনাকে অবশ্যই POP3 চালু করতে হবে
zu: Kufanele uqalise i-POP3 ku-akhawunti yakho yakwa-Gmail.

source: Unable to establish a secure connection with "{{server}}". There may be a problem with your network or the server.
bn_bd: "{{server}}"এর সাথে নিরাপদ সংযোগ স্থাপন করা যাচ্ছে না। এটি আপনার নেটওয়ার্ক বা সার্ভারের সমস্যা হতে পারে।
zu: Ayikwazi ukwenza ukuxhumeka nge "{{server}}". Kungenzeka ukuthi kunenkinga ngenethiwekhi yakho noma iseva.

source: Unable to establish a connection with "{{server}}". There may be a problem with the network.
bn_bd: "{{server}}"এর সাথে নিরাপদ সংযোগ স্থাপন করা যাচ্ছে না। এটি আপনার নেটওয়ার্কের সমস্যা হতে পারে।
zu: Ayikwazi ukwenza ukuxhumeka nge "{{server}}". Kungenzeka ukuthi kunenkinga ngenethiwekhi yakho noma iseva.

source: There is a problem with the server "{{server}}". Try again later.
bn_bd: "{{server}}" সার্ভারে কিছু একটা সমস্যা হয়েছে। পরে আবার চেষ্টা করুন।
zu: Kunenkinga nge "{{server}}". Phinda uzame emva kwesikhathi.

source: Unable to automatically configure your account. Correct your e-mail address or try the manual configuration option.
bn_bd: স্বয়ংক্রিয়ভাবে আপনার একাউন্টটি কনফিগার করা সম্ভব হচ্ছে না। আপনার ইমেইল ঠিকানাটি ঠিক করুন অথবা ম্যানুয়াল কনফিগারেশন অপশনটি চেষ্টা করে দেখুন।
zu: Ayikwazi ukulungiselela i-akhawunti yakho ngokuzenzekalela. Lungisa ikheli lakho le-imeyli noma zama indlela yokulungiselela yokuzenzela.

source: The server "{{server}}" is offline for maintenance. Try again later.
bn_bd: সার্ভারটি "{{server}}" মেরামত কাজের জন্য অফলাইন আছে। কিছুক্ষণ পর আবার চেষ্টা করুন।
zu: Iseva "{{server}}" ayikho emoyeni njengoba isalungiswa. Phinda uzame emva kwesikhathi.

source: This account is already configured.
bn_bd: একাউন্টটি ইতোমধ্যে সংগঠিত
zu: Le akhawunti seyilungiselwe vele.

source: Manual setup
bn_bd: ম্যানুয়াল সেটআপ
zu: Isethaphu yokuzenzela

source: Manual Setup
bn_bd: ম্যানুয়াল সেটআপ
zu: Isethaphu yokuzenzela

# setup-manual-account-type
source: Account type
bn_bd: অ্যাকাউন্টের ধরন
zu: Uhlobo lwe-akhawunti

# setup-manual-imap-header
source: IMAP settings
bn_bd: IMAP সেটিংসমূহ
zu: Amasethingi e-IMAP

# setup-manual-pop3-header
source: POP3 settings
bn_bd: POP3 সেটিংস
zu: Amasethingi e-POP3

# setup-manual-smtp-header
source: SMTP settings
bn_bd: SMTP সেটিংস
zu: Amasethingi e-SMTP

# setup-manual-activesync-header
source: ActiveSync settings
bn_bd: একটিভসিঙ্ক সেটিংস
zu: Amasethingi e-ActiveSync

# setup-manual-next
source: Next
bn_bd: পরবর্তী
zu: Okulandelayo

source: Socket Type
bn_bd: সকেটের ধরণ
zu: Uhlobo lwesokhethi

# setup-manual-hostname.placeholder
source: Hostname
bn_bd: হোস্ট নাম
zu: Igama lesiteshi sekhompyutha

source: Port Number
bn_bd: পোর্ট নম্বর
zu: Inombolo yechweba

# setup-manual-username.placeholder
source: Username
bn_bd: ব্যবহারকারীর নাম
zu: Igama lomsebenzisi

source: Bad password!
bn_bd: ত্রুটিযুক্ত পাসওয়ার্ড!
zu: Igama lokungena elingalungile

source: We could not sign in to the server. Maybe your password is wrong?
bn_bd: আমরা সার্ভারে সাইন-ইন করতে পারছি না। আপনার পাসওয়ার্ডটি কি ভুল?
zu: Asikwazanga ukusayingela ukungena kuseva. Mhlawumbe igama lakho lokungena olifakile akusilo?

source: New password
bn_bd: নতুন গোপনশব্দ
zu: Igama lokungena elisha

source: Retry with new password
bn_bd: নতুন পাসওয়ার্ড দিয়ে আবার চেষ্টা করুন
zu: Phinda uzame ngegama lokungena elisha

source: Two-Factor Enabled
bn_bd: টু-ফেক্টর সক্রিয়
zu: Kusebenza Okumbaxa-mbili

source: You need to enter an application-specific password below.
bn_bd: আপনাকে অ্যাপ্লিকেশন-সংশ্লিষ্ট একটি পাসওয়ার্ড দিতে হবে।
zu: Kudingeka ufake igam alokungena ekisebenza nge-applicatiion ethile ngezansi.

source: Use application password
bn_bd: অ্যাপ্লিকেশন পাসওয়ার্ড ব্যবহার করুন
zu: Sebenzisa igama lokungena le-application

source: IMAP Disabled
bn_bd: IMAP বন্ধ
zu: I-IMAP icinyiwe

source: You must enable IMAP on your Gmail account
bn_bd: জিমেইল একাউন্টের জন্য আপনাকে অবশ্যই IMAP চালু করতে হবে
zu: Kufanele uqalise i-IMAP ku-akhawunti yakho yakwa-Gmail

# setup-gmail-imap-retry
source: Retry
bn_bd: পুনরায় চেষ্টা করুন
zu: Zama kabusha

source: POP3 Disabled
bn_bd: POP3 নিষ্ক্রিয়
zu: I-POP3 icinyiwe

source: You must enable POP3 on your Gmail account
bn_bd: জিমেইল একাউন্টের জন্য আপনাকে অবশ্যই POP3 চালু করতে হবে
zu: Kufanele uqalise i-POP3 ku-akhawunti yakho yakwa-Gmail

# setup-gmail-pop3-retry
source: Retry
bn_bd: পুনরায় চেষ্টা
zu: Zama kabusha

source: Mail Settings
bn_bd: মেইল সেটিং
zu: Amasethingi eposi

source: Account
bn_bd: একাউন্ট
zu: I-akhawunti

# settings-account-name
source: Your name
bn_bd: আপনার নাম
zu: Igama lakho

source: Display notifications for new messages
bn_bd: নতুন বার্তার জন্যে বিজ্ঞপ্তি প্রদর্শন কর
zu: Veza izaziso zemiyalezo emisha

source: Data
bn_bd: ডাটা
zu: Idatha

source: Check for new messages
bn_bd: নতুন বার্তার খোজ কর
zu: Bheka imiyalezo emisha

source: Server settings
bn_bd: সার্ভার সেটিংস
zu: Amasethingi eseva

source: Username and password
bn_bd: ইউজারনেম ও পাসওয়ার্ড
zu: Igama lomsebenzisi negama lokungena

# fld-account-picker-last-sync
source: Last sync:
bn_bd: সর্বশেষ সিঙ্ক:
zu: Igcine ukuqondaniswa:

source: Done
bn_bd: সম্পন্ন
zu: Qedile

# settings-account-section
source: Accounts
bn_bd: অ্যাকাউন্ট
zu: Ama-akhawunti

source: Add Account
bn_bd: অ্যাকাউন্ট যোগ করুন
zu: Faka I-akhawunti

source: Delete account
bn_bd: অ্যাকাউন্ট অপসারণ
zu: Dilitha i-akhawunti

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
bn_bd: আপনি কি নিশ্চিত যে আপনি আপনার {{account}} মেইল একাউন্টটি ডিলিট করতে চান? আপনি যদি পুনরায় একাউন্টটি যোগ করেন তাহলে আপনার মেইলগুলো আবারও ডাউনলোড করতে হবে।
zu: Unesiqinisekiso sokuthi ufuna ukudilitha i-akhawunti {{account}} yakho ye-imeyli? Kuzodingeka udawunilode kabusha iposi lakho uma uqala kabusha i-akhawunti.

# settings-account-delete-cancel
source: Cancel
bn_bd: বাতিল
zu: Khansela

# settings-account-delete-confirm
source: Delete
bn_bd: অপসারণ
zu: Dilitha

source: About
bn_bd: সম্বন্ধে
zu: Mayelana

source: General settings
bn_bd: সাধারণ সেটিংসমূহ
zu: Amasethingi ajwayelekile

source: Check mail
bn_bd: মেইল দেখুন
zu: Bhela iposi

source: Always show images
bn_bd: সর্বদা ছবিগুলি প্রদর্শন করা হবে
zu: Ngaso sonke isikhathi veza izithombe

source: Download attachments
bn_bd: এটাচমেন্টগুলি ডাউনলোড করুন
zu: Dawuniloda okunanyatheliswayo

source: Notify of new mail
bn_bd: নতুন মেইল অবহিতকরণ
zu: Yazisa ngeposi elisha

source: Every 3 minutes
bn_bd: প্রতি ৩ মিনিট
zu: Njalo emva kwemizuzu emi-3

source: Every 5 minutes
bn_bd: প্রতি ৫ মিনিট
zu: Njalo emva kwemizuzu emi-5

source: Every 10 minutes
bn_bd: প্রতি ১০ মিনিটে
zu: Njalo emva kwemizuzu eyi-10

source: Every 15 minutes
bn_bd: প্রতি ১৫ মিনিটে
zu: Njalo emva kwemizuzu eyi-15

source: Every 30 minutes
bn_bd: প্রতি ৩০ মিনিটে
zu: Njalo emva kwemizuzu engama-30

source: Every hour
bn_bd: প্রতি ঘন্টায়
zu: Njalo ngehora

source: Manually
bn_bd: নিজ হাতে
zu: Ngokuzenzela

source: seconds
bn_bd: সেকেন্ড
zu: imizuzwana

# settings-check-dynamic[one]
source: {{ n }} seconds
bn_bd: {{ n }} সেকেন্ড
zu: {{ n }} imizuzwana

# settings-check-dynamic[two]
source: {{ n }} seconds
bn_bd: {{ n }} সেকেন্ড
zu: {{ n }} imizuzwana

# settings-check-dynamic[few]
source: {{ n }} seconds
bn_bd: {{ n }} সেকেন্ড
zu: {{ n }} imizuzwana

# settings-check-dynamic[many]
source: {{ n }} seconds
bn_bd: {{ n }} সেকেন্ড
zu: {{ n }} imizuzwana

# settings-check-dynamic[other]
source: {{ n }} seconds
bn_bd: {{ n }} সেকেন্ড
zu: {{ n }} imizuzwana

source: Set as default email
bn_bd: পূর্বনির্ধারিত ইমেইল হিসাবে নির্ধারণ করুন
zu: Yenze njenge-imeyli yakhona

# settings-account-type
source: Account type
bn_bd: অ্যাকাউন্টের ধরন
zu: Uhlobo lwe-akhawunti

source: Credentials
bn_bd: প্রমান পত্র
zu: Imininingwane yakhona

# settings-activesync-label
source: ActiveSync settings
bn_bd: ActiveSync সেটিংস
zu: Amasethingi e-ActiveSync

# settings-imap-label
source: IMAP settings
bn_bd: IMAP সেটিং
zu: Amasethingi e-IMAP

# settings-pop3-label
source: POP3 settings
bn_bd: POP3 সেটিংস
zu: Amasethingi e-POP3

# settings-smtp-label
source: SMTP settings
bn_bd: SMTP সেটিংসমূহ
zu: Amasethingi e-SMTP

# settings-hostname
source: Hostname
bn_bd: হোস্টনেম
zu: Igama lesiteshi sekhompyutha

source: Port
bn_bd: পোর্ট
zu: Ichweba

# settings-username
source: Username
bn_bd: ব্যবহারকারীর নাম
zu: Igama lomsebenzisi

# settings-password
source: Password
bn_bd: পাসওয়ার্ড
zu: Igama lokungena

source: Save
bn_bd: সংরক্ষণ
zu: Londoloza

source: Password field should not be empty
bn_bd: পাসওয়ার্ড ঘর খালি রাখা যাবে না
zu: Isikhala segama lokungena akufanele sishiywe singenalutho

source: Days to sync
bn_bd: সিংক্রোনাইজ করার দিন
zu: Iiznsuku zokuqondanisa

source: Automatic
bn_bd: স্বয়ংক্রিয়
zu: Ngokuzenzakalela

source: 1 day
bn_bd: ১ দিন
zu: Usuku olu-1

source: 3 days
bn_bd: ৩ দিন
zu: Izinsuku ezi-3

source: 1 week
bn_bd: ১ সপ্তাহ
zu: Iviki eli-1

source: 2 weeks
bn_bd: ২ সপ্তাহ
zu: Amaviki ama-2

source: 1 month
bn_bd: ১ মাস
zu: Inyanga e-1

source: All messages
bn_bd: সব বার্তা
zu: Yonke imiyalezo

# accounts-header
source: Accounts
bn_bd: অ্যাকাউন্ট
zu: Ama-akhawunti

# accounts-button
source: Accounts
bn_bd: অ্যাকাউন্ট
zu: Ama-akhawunti

# envelope-from
source: From
bn_bd: প্রেরক
zu: Ivela

# envelope-to
source: To
bn_bd: প্রাপক
zu: Iya

source: Read
bn_bd: পড়ুন
zu: Funda

source: Compose message
bn_bd: বার্তা লিখন
zu: Bhala umyalezo

source: Compose
bn_bd: কম্পোজ
zu: Bhala

source: Send
bn_bd: প্রেরণ করুন
zu: Thumela

# compose-to
source: To
bn_bd: প্রাপক
zu: Iya

source: Attachments
bn_bd: সংযুক্তিসমূহ
zu: Okunanyathelisiwe

source: {{ n }} attachment
bn_bd: {{ n }} সংযুক্তি
zu: {{ n }} okunanyathelisiwe

# compose-attachments[two]
source: {{ n }} attachments
bn_bd: {{ n }} সংযুক্তিসমূহ
zu: {{ n }} okunanyathelisiwe

# compose-attachments[few]
source: {{ n }} attachments
bn_bd: {{ n }} সংযুক্তিসমূহ
zu: {{ n }} okunanyathelisiwe

# compose-attachments[many]
source: {{ n }} attachments
bn_bd: {{ n }} সংযুক্তিসমূহ
zu: {{ n }} okunanyathelisiwe

# compose-attachments[other]
source: {{ n }} attachments
bn_bd: {{ n }} সংযুক্তিসমূহ
zu: {{ n }} okunanyathelisiwe

# compose-subject
source: Subject
bn_bd: বিষয়
zu: Isihloko

source: Save to Local Drafts
bn_bd: স্থানীয় খসড়াতে সংরক্ষণ করুন
zu: Londoloza Kokuwuhlaka okukhona

source: Discard email?
bn_bd: ইমেইলটি বাতিল করবেন?
zu: Lahla i-imeyli?

source: Discard
bn_bd: বাতিল
zu: Lahla

source: Sending email
bn_bd: ই-মেইল প্রেরণ করা হচ্ছে
zu: Ithumela i-imeyli

source: Sending email failed
bn_bd: ইমেইল পাঠাতে ব্যার্থ
zu: Ukuthumela i-imeyli akuphumelelanga

source: Attachment too large
bn_bd: সংযুক্তির আকার অনেক বড়
zu: Okunanyathelisiwe kukhulu kakhulu

source: Attachments too large
bn_bd: সংযুক্তিসমূহের আকার অনেক বড়
zu: Okunanyathelisiwe kukhulu kakhulu

source: The selected attachment is too large to send with this message.
bn_bd: বার্তার সাথে প্রেরণের জন্য নির্বাচিত সংযুক্তির আকার অনেক বড়।
zu: Okukhethiwe kokunanyatheliswa bekukukhulu kakhulu ukuthi kungathunyelwa nalo myalezo.

source: The selected attachments are too large to send with this message. Try selecting fewer files.
bn_bd: বার্তার সাথে প্রেরণের জন্য নির্বাচিত সংযুক্তিসমূহের আকার অনেক বড়। কম ফাইল নির্বাচন করে চেষ্টা করুন।
zu: Okukhethiwe kokunanyatheliswa kukhulu kakhulu ukuthi kungathunyelwa nalo myalezo. Zama ukukhetha amafayela ambalwa.

source: OK
bn_bd: ঠিক আছে
zu: KULUNGILE

source: attachment1
bn_bd: সংযুক্তি ১

# default-attachment-name[two]
source: attachment{{ n }}
bn_bd: সংযুক্তি {{ n }}

# default-attachment-name[few]
source: attachment{{ n }}
bn_bd: সংযুক্তি {{ n }}

# default-attachment-name[many]
source: attachment{{ n }}
bn_bd: সংযুক্তি {{ n }}

# default-attachment-name[other]
source: attachment{{ n }}
bn_bd: সংযুক্তি {{ n }}

source: {{kilobytes}}K
bn_bd: {{kilobytes}}কিলো

source: View
bn_bd: প্রদর্শন
zu: Buka

source: (no subject)
bn_bd: (কোনো বিষয় নেই)
zu: Asikho isihloko

source: Star
bn_bd: তারকা
zu: Faka inkanyezi

source: Unstar
bn_bd: তারকা বিহীন
zu: Khipha inkanyezi

source: Mark as read
bn_bd: পঠিত হিসাবে চিহ্নিত কর
zu: Phawula njengosekufundiwe

source: Mark as unread
bn_bd: অপঠিত হিসাবে চিহ্নিত কর
zu: Phawula njengokungakafundwa

source: Move
bn_bd: সরাও
zu: Hambisa

# message-edit-menu-delete
source: Delete
bn_bd: অপসারণ
zu: Dilitha

source: Delete email message?
bn_bd: মেইল বার্তাগুলি অপসারণ করবেন?
zu: Dilitha umyalezo we-imeyli?

source: Attachments can not be forwarded.
bn_bd: সংযুক্তিসমূহ ফরওয়ার্ড করা যাবে না।
zu: Okunanyathelisiwe akukwazi ukudluliselwa phambili.

source: Edit
bn_bd: সম্পাদনা
zu: Lungisa

# message-multiedit-header[one]
source: {{ n }} selected
bn_bd: {{ n }} নির্বাচিত
zu: {{ n }} okukhethiwe

# message-multiedit-header[two]
source: {{ n }} selected
bn_bd: {{ n }} নির্বাচিত
zu: {{ n }} okukhethiwe

# message-multiedit-header[few]
source: {{ n }} selected
bn_bd: {{ n }} নির্বাচিত
zu: {{ n }} okukhethiwe

# message-multiedit-header[many]
source: {{ n }} selected
bn_bd: {{ n }} নির্বাচিত
zu: {{ n }} okukhethiwe

# message-multiedit-header[other]
source: {{ n }} selected
bn_bd: {{ n }} নির্বাচিত
zu: {{ n }} okukhethiwe

source: Browse to URL?: {{ url }}
bn_bd: এই ইউআরএল এ ব্রাউজ করা হবে?: {{ url }}
zu: Uzofuna ku-URL?: {{ url }}

source: This email contains one image. Click to download.
bn_bd: এই ইমেইলটিতে একটি ছবি আছে। ডাউনলোড করার জন্য ক্লিক করুন।
zu: Le imeyli iqukethe isithombe esisodwa. Cofa ukuze udawunilode.

# message-download-images[two]
source: This email contains {{ n }} images. Click to download.
bn_bd: এই ইমেইলটিতে {{ n }} টি ছবি আছে। ডাউনলোড করার জন্য ক্লিক করুন।
zu: Le imeyli iqukethe izithombe ezi {{ n }}. Cofa ukuze udawunilode.

# message-download-images[few]
source: This email contains {{ n }} images. Click to download.
bn_bd: এই ইমেইলটিতে {{ n }} টি ছবি আছে। ডাউনলোড করার জন্য ক্লিক করুন।
zu: Le imeyli iqukethe izithombe ezi {{ n }}. Cofa ukuze udawunilode.

# message-download-images[many]
source: This email contains {{ n }} images. Click to download.
bn_bd: এই ইমেইলটিতে {{ n }} টি ছবি আছে। ডাউনলোড করার জন্য ক্লিক করুন।
zu: Le imeyli iqukethe izithombe ezi {{ n }}. Cofa ukuze udawunilode.

# message-download-images[other]
source: This email contains {{ n }} images. Click to download.
bn_bd: এই ইমেইলটিতে {{ n }} টি ছবি আছে। ডাউনলোড করার জন্য ক্লিক করুন।
zu: Le imeyli iqukethe izithombe ezi {{ n }}. Cofa ukuze udawunilode.

source: Show external images
bn_bd: বাইরের ছবি প্রদর্শন
zu: Veza izithombe zangaphandle

# message-multiedit-cancel
source: Cancel
bn_bd: বাতিল
zu: Khansela

source: Delete this email message?
bn_bd: এই মেইলের বার্তা অপসারণ করবেন?
zu: Dilitha lo myalezo we-imeyli?

# message-multiedit-delete-confirm[two]
source: Delete {{ n }} email messages?
bn_bd: {{ n }} ইমেইল বার্তা অপসারণ করবেন?
zu: Dilitha {{ n }} imiyalezo ye-imeyli?

# message-multiedit-delete-confirm[few]
source: Delete {{ n }} email messages?
bn_bd: {{ n }} ইমেইল বার্তাসমূহ অপসারণ করবেন?
zu: Dilitha {{ n }} imiyalezo ye-imeyli?

# message-multiedit-delete-confirm[many]
source: Delete {{ n }} email messages?
bn_bd: {{ n }} ইমেইল বার্তাসমূহ অপসারণ করবেন?
zu: Dilitha {{ n }} imiyalezo yama-imeyli?

# message-multiedit-delete-confirm[other]
source: Delete {{ n }} email messages?
bn_bd: {{ n }} ইমেইল বার্তাসমূহ অপসারণ করবেন?
zu: Dilitha {{ n }} imiyalezo yama-imeyli?

# message-large-message-cancel
source: Cancel
bn_bd: বাতিল
zu: Khansela

source: Continue
bn_bd: চালিয়ে যান
zu: Qhubeka

source: This message is large and may take some time to download.
bn_bd: এই বার্তাটি বিশাল তাই এটি ডাউনলোড হতে কিছু সময় লাগবে।
zu: Lo myalezo mkhulu kakhulu futhi kungathatha isikhathi eside ukuwudawuniloda.

# message-search-from
source: From
bn_bd: প্রেরক
zu: Ivela

# message-search-to
source: To
bn_bd: প্রাপক
zu: Iya

# message-search-subject
source: Subject
bn_bd: বিষয়
zu: Isihloko

source: Body
bn_bd: বার্তা
zu: Indikimba

source: All
bn_bd: সব
zu: Konke

source: Search Mail
bn_bd: মেইল অনুসন্ধান করুন
zu: Cinga i-imeyli

source: Cancel search
bn_bd: অনুসন্ধান বাতিল করুন
zu: Khansela ukucinga

source: Loading Messages
bn_bd: বার্তাসমূহ লোড করা হচ্ছে
zu: Isaloda imiyalezo

source: Load more messages from server
bn_bd: সার্ভার থেকে আরও বার্তা লোড কর
zu: Loda eminye imiyalezo esuka kuseva

source: No mail in this Folder
bn_bd: এই ফোল্ডারে কোন বার্তা নেই
zu: Akukho imeyli kule folda

source: No matches in locally cached messages
bn_bd: স্থানীয়ভাবে ক্যাশকৃত বার্তার সাথে মিল পাওয়া যায়নি
zu: Akukho okufanayo kule miyalezo ekhethiwe

source: Select folder
bn_bd: ফোল্ডার নির্বাচন করুন
zu: Khetha ifolda

source: Save new contact
bn_bd: নতুন পরিচিতি সংরক্ষণ করুন
zu: Londoloza inombolo entsha

source: Add to existing contact
bn_bd: বিদ্যমান পরিচিতিতে যুক্ত করুন
zu: Yengeza egameni lomuntu elisohlwini lwezinombolo

source: View contact
bn_bd: পরিচিতি দেখুন
zu: Buka inombolo yomuntu osohlwini lwezinombolo

# message-contact-menu-reply
source: Reply
bn_bd: জবাব
zu: Phendula

source: Send new mail
bn_bd: নতুন ইমেইল প্রেরণ
zu: Thumela i-imeyli entsha

# message-reply-menu-reply
source: Reply
bn_bd: জবাব
zu: Phendula

source: Reply All
bn_bd: সকলের প্রতি উত্তর
zu: Phendula Konke

source: Forward
bn_bd: ফরওয়ার্ড
zu: Dlulisela phambili

# message-reply-menu-cancel
source: Cancel
bn_bd: বাতিল
zu: Khansela

source: Folders
bn_bd: ফোল্ডার
zu: Amafolda

# account-last-synced-label
source: Last sync:
bn_bd: সর্বশেষ সিঙ্ক:
zu: Igcine ukuqondaniswa

source: Never
bn_bd: কখনো নয়
zu: Nhlobo

source: {name} wrote
bn_bd: {name} লিখেছেন
zu: {name} ubhale

source: Original message
bn_bd: আসল বার্তা
zu: Umyalezo wokuqala

# forward-header-subject
source: Subject
bn_bd: বিষয়
zu: Isihloko

source: Date
bn_bd: তারিখ
zu: Usuku

# forward-header-from
source: From
bn_bd: প্রেরক
zu: Ivela

source: Reply-To
bn_bd: উত্তর - প্রাপক
zu: Phendula-Iya

# forward-header-to
source: To
bn_bd: প্রাপক
zu: Iya

source: Inbox
bn_bd: ইনবক্স
zu: Ibhokisi lemiyalezo

source: Sent
bn_bd: প্রেরিত
zu: Okuthunyelwe

source: Drafts
bn_bd: খসড়াসমূহ
zu: Okusewuhlaka

source: Trash
bn_bd: আবর্জনা
zu: Emgqonyeni

source: Unsent
bn_bd: অপ্রেরিত
zu: Okungathunyelwanga

source: Junk
bn_bd: অপ্রয়োজনীয়
zu: Imfucuza

source: Archives
bn_bd: আর্কাইভ
zu: Okugciniwe

source: Local Drafts
bn_bd: স্থানীয় খসড়া
zu: Okuwuhlaka kwalapha

source: Undo
bn_bd: পূর্বাবস্থায় ফিরে যান
zu: Susa okwenzile

# toaster-retry
source: Retry
bn_bd: পুনরায় চেষ্টা করুন
zu: Zama kabusha

source: 1 message flag set
bn_bd: ১টি বার্তা ফ্লাগ সেট করা হয়েছে
zu: Kusethwe ifulegi eli-1 lomyalezo

# toaster-message-star[two]
source: {{ n }} messages flag set
bn_bd: {{ n }} টি বার্তা ফ্লাগ করা হয়েছে
zu: Kusethwe amafulegi ama {{ n }} emiyalezo

# toaster-message-star[few]
source: {{ n }} messages flag set
bn_bd: {{ n }} টি বার্তা ফ্লাগ করা হয়েছে
zu: Kusethwe amafulegi ama {{ n }} emiyalezo

# toaster-message-star[many]
source: {{ n }} messages flag set
bn_bd: {{ n }} টি বার্তা ফ্লাগ করা হয়েছে
zu: Kusethwe amafulegi ama {{ n }} emiyalezo

# toaster-message-star[other]
source: {{ n }} messages flag set
bn_bd: {{ n }} টি বার্তা ফ্লাগ করা হয়েছে
zu: Kusethwe amafulegi ama {{ n }} emiyalezo

source: 1 message flag removed
bn_bd: ১ র্বার্তা পতাকা অপসারিত
zu: Ifulegi eli-1 lomyalezo lisusiwe

# toaster-message-unstar[two]
source: {{ n }} messages flag removed
bn_bd: {{ n }} টি বার্তা ফ্লাগ অপসারিত হয়েছে
zu: {{ n }} amafulegi emiyalezo asusiwe

# toaster-message-unstar[few]
source: {{ n }} messages flag removed
bn_bd: {{ n }} টি বার্তা ফ্লাগ অপসারিত হয়েছে
zu: {{ n }} amafulegi emiyalezo asusiwe

# toaster-message-unstar[many]
source: {{ n }} messages flag removed
bn_bd: {{ n }} টি বার্তা ফ্লাগ অপসারিত হয়েছে
zu: {{ n }} amafulegi emiyalezo asusiwe

# toaster-message-unstar[other]
source: {{ n }} messages flag removed
bn_bd: {{ n }} টি বার্তা ফ্লাগ অপসারিত হয়েছে
zu: {{ n }} amafulegi emiyalezo asusiwe

source: 1 message marked as read
bn_bd: ১টি বার্তা পঠিত হিসাবে চিহ্নিত হয়েছে
zu: Umyalezo o-1 uphawulwe njengofundiwe

# toaster-message-read[two]
source: {{ n }} messages marked as read
bn_bd: {{ n }} টি বার্তা পঠিত হিসাবে চিহ্নিত হয়েছে
zu: {{ n }} imiyalezo ephawulwe njengefundiwe

# toaster-message-read[few]
source: {{ n }} messages marked as read
bn_bd: {{ n }} টি বার্তা পঠিত হিসাবে চিহ্নিত হয়েছে
zu: {{ n }} imiyalezo ephawulwe njengefundiwe

# toaster-message-read[many]
source: {{ n }} messages marked as read
bn_bd: {{ n }} টি বার্তা পঠিত হিসাবে চিহ্নিত হয়েছে
zu: {{ n }} imiyalezo ephawulwe njengefundiwe

# toaster-message-read[other]
source: {{ n }} messages marked as read
bn_bd: {{ n }} টি বার্তা পঠিত হিসাবে চিহ্নিত হয়েছে
zu: {{ n }} imiyalezo ephawulwe njengefundiwe

source: 1 message marked as unread
bn_bd: ১টি বার্তা অপঠিত হিসাবে চিহ্নিত হয়েছে
zu: Umyalezo o-1 uphawulwe njengofundiwe

# toaster-message-unread[two]
source: {{ n }} messages marked as unread
bn_bd: অপঠিত হিসেবে {{ n }} টি বার্তা চিহ্নিত করা হয়েছে
zu: {{ n }} imiyalezo ephawulwe njengengakafundwa
