Repository: BenitoJedai/mozilla-gaia
Catalog: */apps/email/email.properties.po
Languages: bn_bd, zu

# toaster-message-unread[few]
source: {{ n }} messages marked as unread
bn_bd: অপঠিত হিসেবে {{ n }} টি বার্তা চিহ্নিত করা হয়েছে
zu: {{ n }} imiyalezo ephawulwe njengengakafundwa

# toaster-message-unread[many]
source: {{ n }} messages marked as unread
bn_bd: অপঠিত হিসেবে {{ n }} টি বার্তা চিহ্নিত করা হয়েছে
zu: {{ n }} imiyalezo ephawulwe njengengakafundwa

# toaster-message-unread[other]
source: {{ n }} messages marked as unread
bn_bd: অপঠিত হিসেবে {{ n }} টি বার্তা চিহ্নিত করা হয়েছে
zu: {{ n }} imiyalezo ephawulwe njengengakafundwa

source: 1 message moved
bn_bd: ১টি বার্তা সরানো হয়েছে
zu: Umyalezo o-1 ugudluziwe

# toaster-message-move[two]
source: {{ n }} messages moved
bn_bd: {{ n }} টি বার্তা সরানো হয়েছে
zu: {{ n }} imiyalezo egudluziwe

# toaster-message-move[few]
source: {{ n }} messages moved
bn_bd: {{ n }} টি বার্তা সরানো হয়েছে
zu: {{ n }} imiyalezo egudluziwe

# toaster-message-move[many]
source: {{ n }} messages moved
bn_bd: {{ n }} টি বার্তা সরানো হয়েছে
zu: {{ n }} imiyalezo egudluziwe

# toaster-message-move[other]
source: {{ n }} messages moved
bn_bd: {{ n }} টি বার্তা সরানো হয়েছে
zu: {{ n }} imiyalezo egudluziwe

source: 1 message deleted
bn_bd: ১ টি বার্তা অপসারিত হয়েছে
zu: umyalezo o-1 udilithiwe

# toaster-message-delete[two]
source: {{ n }} messages deleted
bn_bd: {{ n }} টি বার্তা অপসারিত হয়েছে
zu: {{ n }} imiyalezo edilithiwe

# toaster-message-delete[few]
source: {{ n }} messages deleted
bn_bd: {{ n }} টি বার্তা অপসারিত হয়েছে
zu: {{ n }} imiyalezo edilithiwe

# toaster-message-delete[many]
source: {{ n }} messages deleted
bn_bd: {{ n }} টি বার্তা অপসারিত হয়েছে
zu: {{ n }} imiyalezo edilithiwe

# toaster-message-delete[other]
source: {{ n }} messages deleted
bn_bd: {{ n }} টি বার্তা অপসারিত হয়েছে
zu: {{ n }} imiyalezo edilithiwe

source: Unable to connect to server
bn_bd: সার্ভারের সাথে সংযোগ স্থাপন করা যায়নি
zu: Ayikwazi ukuxhumana neseva

source: Remove text
bn_bd: লেখা অপসারণ করুন
zu: Susa umbhalo

source: Confirmation
bn_bd: নিশ্চিতকরণ
zu: Isiqinisekiso

# new-emails[one]
source: 1 New Email
bn_bd: ১ টি নতুন ইমেইল
zu: I-imeyli e-1 entsha

# new-emails[two]
source: {{ n }} New Emails
bn_bd: {{ n }} টি নতুন ইমেইল
zu: {{ n }} Ama-imeyli Amasha

# new-emails[few]
source: {{ n }} New Emails
bn_bd: {{ n }} টি নতুন ইমেইল
zu: {{ n }} Ama-imeyli Amasha

# new-emails[many]
source: {{ n }} New Emails
bn_bd: {{ n }} টি নতুন ইমেইল
zu: {{ n }} Ama-imeyli Amasha

# new-emails[other]
source: {{ n }} New Emails
bn_bd: {{ n }} টি নতুন ইমেইল
zu: {{ n }} Ama-imeyli Amasha

# new-emails-notify-one-account[one]
source: 1 New Email
bn_bd: ১ টি নতুন ইমেইল
zu: I-imeyli e-1 Entsha

# new-emails-notify-one-account[two]
source: {{ n }} New Emails
bn_bd: {{ n }} টি নতুন ইমেইল
zu: {{ n }} Ama-imeyli Amasha

# new-emails-notify-one-account[few]
source: {{ n }} New Emails
bn_bd: {{ n }} টি নতুন ইমেইল
zu: {{ n }} Ama-imeyli Amasha

# new-emails-notify-one-account[many]
source: {{ n }} New Emails
bn_bd: {{ n }} টি নতুন ইমেইল
zu: {{ n }} Ama-imeyli Amasha

# new-emails-notify-one-account[other]
source: {{ n }} New Emails
bn_bd: {{ n }} টি নতুন ইমেইল
zu: {{ n }} Ama-imeyli Amasha

source: 1 New Email ({{ accountName }})
bn_bd: ১টি নতুন ই-মেইল ({{ accountName }})
zu: I-imeyli e-1 Entsha ({{ accountName }})

# new-emails-notify-multiple-accounts[two]
source: {{ n }} New Emails ({{ accountName }})
bn_bd: {{ n }} টি নতুন ই-মেইল ({{ accountName }})
zu: {{ n }} Ama-imeyli Amasha {{{ accountName }}}

# new-emails-notify-multiple-accounts[few]
source: {{ n }} New Emails ({{ accountName }})
bn_bd: {{ n }} টি নতুন ইমেইল ({{ accountName }})
zu: {{ n }} Ama-imeyli Amasha {{{ accountName }}}

# new-emails-notify-multiple-accounts[many]
source: {{ n }} New Emails ({{ accountName }})
bn_bd: {{ n }} টি নতুন ই-মেইল ({{ accountName }})
zu: {{ n }} Ama-imeyli Amasha {{{ accountName }}}

# new-emails-notify-multiple-accounts[other]
source: {{ n }} New Emails ({{ accountName }})
bn_bd: {{ n }} টি নতুন ই-মেইল ({{ accountName }})
zu: {{ n }} Ama-imeyli Amasha {{{ accountName }}}

source: Invalid e-mail address. Check for typos.
zu: Ikheli le-imeyli elingasebenzi. Hlola ukuthi awekho amaphutha.

source: The server said you’re not authorized to create an account
zu: Iseva ithe awunalo igunya lokwenza i-akhawunti.

source: attachment{{ n }}
zu: okunanyathelisiwe{{ n }}
