Repository: BenitoJedai/mozilla-gaia
Catalog: yo/apps/apps/collection/collection.properties.po
Languages: yo

source: Loading
yo: Igbasile

source: Cancel
yo: Fagilee

source: Custom
yo: Asayan-oto

source: Create your own Smart Collection
yo: Seda Ijafafa Akojopo ti re

source: Connect to the internet to add more Smart Collections
yo: Sopo mo ayelujara lati fikun Ijafafa Awon-akojopo

source: Add to top of collection
yo: Safikun si akojopo fun oke

source: Add to Homescreen
yo: Safikun si Oju-aworan ile

source: Connect to the internet to get apps for {{collectionName}}
yo: Sopo mo ayelujara lati gba awon ohunelo fun {{akojopoOruko}}

source: Edit
yo: Satunse

source: Done
yo: Se tan

source: Delete {{name}}
yo: Pa {{name}} re

source: {{name}} and all of its data will be deleted.
yo: {{name}} iwifun re gbogbo ni a o si pare

source: Delete
yo: Pare
