Repository: BenitoJedai/mozilla-gaia
Catalog: ff/test_apps/geoloc/geoloc.properties.po
Languages: ff

source: Geolocation tracker
ff: Rewindorde Taarindagol

source: Start
ff: Fuɗɗo

source: Stop
ff: Dartin

source: Clear
ff: Momtu

source: Show debug traces
ff: Hollu aslol buggitte

source: Keep locations
ff: Mooftu nokkuuje

source: Save as a file
ff: Danndu e fiilde

source: Parameters
ff: Teelte

source: Status
ff: Ngonka

source: Debug log
ff: Aslol buggitte

source: Timeout
ff: Konol waktu

source: Max. age
ff: Duuɓu dow

source: High accuracy
ff: Peewgol toowngol

source: Timeout and max. age are specified in milliseconds.
ff: Konol waktu e duuɓi dow kiisaa ko e millisekonnde.

source: Fixes
ff: Peŋɗe GPS

source: Last
ff: Wattan

source: None
ff: Ndiga
