Repository: BenitoJedai/mozilla-gaia
Catalog: ee/apps/video/video.properties.po
Languages: ee

source: Select
ee: Tia

# number-selected2[one]
source: {{ n }} selected
ee: Etia {{ n }} xoxo

# number-selected2[two]
source: {{ n }} selected
ee: Etia {{ n }} xoxo

# number-selected2[few]
source: {{ n }} selected
ee: Etia {{ n }} xoxo

# number-selected2[many]
source: {{ n }} selected
ee: Etia {{ n }} xoxo

# number-selected2[other]
source: {{ n }} selected
ee: Etia {{ n }} xoxo

source: Nothing selected
ee: Metia naneke o

source: Delete selected item?
ee: Atutu nusiwo netia la?

# delete-n-items?[two]
source: Delete {{ n }} items?
ee: Atutu {{ n }} nu siawoa?

# delete-n-items?[few]
source: Delete {{ n }} items?
ee: Atutu {{ n }} nu siawoa?

# delete-n-items?[many]
source: Delete {{ n }} items?
ee: Atutu {{ n }} nu siawoa?

# delete-n-items?[other]
source: Delete {{ n }} items?
ee: Atutu {{ n }} nu siawoa?

source: Try sharing one video at a time.
ee: Te vidio ɖeka mama kpɔ le ɣeyiɣi ɖeka dzi.

source: Videos
ee: Vidio

source: Add videos to get started
ee: Kpe vidiowo ɖe eŋu be nadze egɔme

source: Load videos on to the memory card.
ee: De vidiowo ɖe memori card la dzi.

source: No memory card found
ee: Memori card meli o

source: Insert a memory card to watch videos.
ee: De memori card aɖe be nakpɔ vidiowo.

source: Video can not be watched while plugged in
ee: Mateŋu akpɔ vidio la o ne edae ɖe dzodzi

source: Unplug the phone to watch videos.
ee: Ɖe kaƒomɔ la le dzodzi be nakpɔ vidiowo.

source: Please wait while Video updates its database.
ee: Taflatse tɔ le esime vidio la update eƒe database.

source: Are you sure you want to delete:
ee: Eka ɖe dzi be ye di be yeatutu:

source: Delete Video?
ee: Atutu didioa?

source: Select a video
ee: Tia vidio

source: Save
ee: Dzrado

source: Saved {{title}} to Video
ee: Dzra vidio {{title}} do

source: The video could not be downloaded because of a network error.
ee: Vidio la mateŋu adownloadi o elabena network menyo o.

source: Video cannot be played: either because the server or network failed or because the format is not supported.
ee: Vidio la mateŋu aƒo o: ɖewomahi, seva la alo network la gble elabena fɔmati la medzedzi o.

source: An unknown video error occurred.
ee: Vidio vodada aɖe dzɔ.

source: Cancel
ee: Tefli eme

source: Go to Camera
ee: Yi kamera gbɔ

source: Name
ee: ŋkɔ

source: Length
ee: Didime

source: Size
ee: Kekeme

source: Video Type
ee: Vidio hatsotso

source: Date Taken
ee: Date si netsɔ

source: Close
ee: Tu

source: Share
ee: Ma

source: More info
ee: Nya bubuwo

source: Delete
ee: Tutu
